Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# ratingRangeIsDisabledBecauseYourRatingIsProvisional
source: Rating filters are locked because your rating is not stable. Playing rated games will increase stability.
ca: El filtres de puntuació estan bloquejats perquè la teva puntuació no és estable. Juga més partides per incrementar l'estabilitat.
el: Τα φίλτρα βαθμολογιών είναι κλειδωμένα επειδή η βαθμολογία σας δεν είναι σταθερή ακόμα. Δοκιμάστε να παίξετε μερικές βαθμολογημένες παρτίδες για να τη σταθεροποιήσετε.
eo: La rangaj filtriloj estas blokitaj ĉar via rango ne estas stabila. Ju pli da rangaj ludoj vi ludas des pli stabila estos via rango.
es: Los filtros de valoración están bloqueados porque tu puntuación no es estable. Jugar partidas valoradas aumentará la estabilidad.
fi: Vahvuuslukusuodatin ei ole käytettävissäsi, koska vahvuuslukusi ei ole vakaa. Voit vakauttaa sitä pelaamalla pisteytettyjä pelejä.
it: I filtri dei punteggi sono bloccati perché la tua valutazione non è stabile. Giocare partite classificate aumenterà la stabilità.
ko: 귀하의 평가가 안정적이지 않기 때문에 평가 필터가 잠겨 있습니다. 정격 게임을 플레이하면 안정성이 향상됩니다.
nl: Raitingfilters zijn vergrendeld omdat je rating niet stabiel is. Het spelen van partijen met rating zal de stabiliteit vergroten.
ro: Filtrele de rating sunt blocate pentru că ratingul tău nu este stabil. Jucarea partidelor cu rating va crește stabilitatea.
ru: Рейтинговые фильтры заблокированы, поскольку ваш рейтинг нестабилен. Игра на рейтинг повысит стабильность.
sk: Filtre hodnotenia sú uzamknuté, pretože Vaše hodnotenie nie je stabilné. Hranie hodnotených partií zvýši jeho stabilitu.
uk: Фільтри за рейтингом заблоковано, бо ваш рейтинг нестабільний. Стабільність підвищуватиметься, коли ви гратимете в рейтингові ігри.
vi: Bộ lọc xếp hạng bị khóa vì xếp hạng của bạn không ổn định. Chơi các ván cờ có xếp hạng sẽ tăng tính ổn định.
zh: 由于您的等级分尚不稳定，等级分筛选已被锁定。进行排位对局将提高稳定性。

# yourPerfRatingIsTooHigh
source: Your {param1} rating ({param2}) is too high
af: Jou {param1} gradering ({param2}) is te hoog
ar: تقييمك في {param1} وقدره {param2} عالي جدًا
az: Sizin {param1} reytinqiniz ({param2}) çox yüksəkdir
be: Ваш рэйтынг у рэжыме «{param1}» ({param2}) занадта высокі
bg: Вашият {param1} рейтинг ({param2}) е твърде висок
bn: আপনার {param1} অনুপাত ({param2}) হয় অনেক বেশি
bs: Vaš {param1} rejting ({param2}) je previsok
ca: La teva puntuació de {param1} ({param2}) és massa alta
cs: Váš {param1} rating ({param2}) je příliš vysoký
da: Din {param1} rating ({param2}) er for høj
el: Η {param1} βαθμολογία σας ({param2}) είναι πολύ υψηλή
eo: Via rango {param1} ({param2}) estas tro alta
es: Tu puntuación de {param1} ({param2}) es demasiado alta
eu: Zure {param1} sailkapena ({param2}) altuegia da
fa: درجه‌بندی {param1} شما ({param2}) بیش از حد بالاست
fi: {param1}-vahvuuslukusi ({param2}) on liian suuri
gl: A túa puntuación {param1} ({param2}) é demasiado alta
he: דירוגך ב{param1} גבוה מדי ({param2})
hy: Ձեր վարկանիշը {param1}ում ({param2}) մասնակցելու համար չափազանց բարձր է
id: Rating {param1} kamu ({param2}) terlalu besar
it: Il tuo punteggio {param1} ({param2}) è troppo alto
kk: {param1} рейтингіңіз ({param2}) тым жоғары
ko: 귀하의 {param1} 레이팅({param2})은 너무 높습니다.
lt: Jūsų „{param1}“ reitingas ({param2}) yra per aukštas
lv: Tavs {param1} reitings ({param2}) ir pārāk augsts
mk: Вашиот {param1} рејтинг ({param2}) е превисок
nl: Je rating {param1} ({param2}) is te hoog
pt: A tua pontuação em {param1} ({param2}) é demasiado alta
ro: Scorul tău la {param1} ({param2}) este prea mare
ru: Ваш рейтинг в {param1} ({param2}) слишком высок для участия
sk: Váš {param1} rating ({param2}) je príliš vysoký
sl: Vaš {param1} rating ({param2}) je previsok
sq: Vlerësimi juaj ({param2}) në {param1} është më i lartë seç duhet
sr: Твој {param1} рејтинг ({param2}) је превисок
sv: Din rating i {param1} är för hög ({param2})
tr: {param1} puanınız ({param2}) gerekenden fazla
uk: Ваш рейтинг у {param1} ({param2}) занадто високий
vi: Hệ số {param1} của bạn ({param2}) quá cao
zh: 您的 {param1} 等级分（{param2}）过高
zh_tw: 您的 {param1} 積分 ({param2}) 過高

# yourTopWeeklyPerfRatingIsTooHigh
source: Your top weekly {param1} rating ({param2}) is too high
af: Jou top weeklikse {param1} gradering ({param2}) is te hoog
ar: تقييمك الأسبوعي في {param1} وقدره {param2} عالي جدًا
az: Həftəlik {param1} reytinqiniz ({param2}) çox yüksəkdir
be: Ваш штотыднёвы рэйтынг у рэжыме «{param1}» ({param2}) занадта высокі
bg: Вашият топ седмичен {param1} рейтинг ({param2}) е твърде висок
bn: আপনার সাপ্তাহিক সর্বোচ্চ {param1} অনুপাত ({param2}) হয় অনেক বেশি
bs: Vaš najviši sedmični {param1} rejting ({param2}) je previsok
ca: La teva puntuació setmanal de {param1} ({param2}) és massa alta
cs: Váš týdenní rating ve variantě {param1} ({param2}) je příliš vysoký
da: Din ugentlige {param1} toprating ({param2}) er for høj
el: Η κορυφαία εβδομαδιαία {param1} βαθμολογία σας ({param2}) είναι πολύ υψηλή
eo: Via plej alta semajna rango en {param1} ({param2}) estas tro alta
es: Tu máxima puntación semanal de {param1} ({param2}) es demasiado alta
eu: Zure asteko {param1} sailkapen onena ({param2}) altuegia da
fa: درجه‌بندی {param1} هفتگی‌تان ({param2}) بیش از حد بالاست
fi: Viikon korkein {param1}-vahvuuslukusi ({param2}) on liian suuri
gl: A túa puntuación máxima semanal {param1} ({param2}) é demasiado alta
he: דירוגך השבועי ב{param1} גבוה מדי ({param2})
hy: Ձեր ամենշաբաթյա վարկանիշը {param1}ում ({param2}) չափազանց բարձր է
id: Rating permainan {param1} mingguan teratas Anda ({param2}) terlalu besar
it: Il tuo miglior punteggio settimanale {param1} ({param2}) è troppo alto
kk: Үздік апталық {param1} рейтингіңіз ({param2}) тым жоғары
ko: {param1} 랭크가 너무 높습니다. ({param2})
lt: Jūsų geriausias savaitinis „{param1}“ reitingas ({param2}) yra per aukštas
lv: Jūsu nedēļas augstākais {param1} reitings ({param2}) ir pārāk augsts
mk: Вашиот {param1} рејтинг ({param2}) е превисок
nl: Je beste hoogste rating deze week {param1} ({param2}) is te hoog
pt: A tua pontuação máxima nesta semana em {param1} ({param2}) é demasiado alta
ro: Scorul tău săptămânal la {param1} ({param2}) este prea mare
ru: Ваш еженедельный рейтинг в {param1} ({param2}) слишком высок
sk: Váš najvyšší týždenný {param1} rating ({param2}) je príliš vysoký
sl: Vaš najvišji {param1} rating ({param2}) v tem tednu, je previsok
sq: Vlerësimi juaj javor më i madh ({param2}) në {param1} është më i lartë seç duhet
sr: Твој највиши недељни {param1} рејтинг ({param2}) је превисок
sv: Din topprating denna vecka i {param1} är för hög ({param2})
tr: Haftalık {param1} puanınız ({param2}) gerekenden fazla
uk: Ваш щотижневий рейтинг {param1} ({param2}) занадто високий
vi: Hệ số {param1} hàng tuần của bạn ({param2}) quá cao
zh: 您本周的最高 {param1} 等级分（{param2}）过高
zh_tw: 您本週最高 {param1} 積分 ({param2}) 過高

# yourPerfRatingIsTooLow
source: Your {param1} rating ({param2}) is too low
af: Jou {param1} gradering ({param2}) is te laag
ar: تقييمك في {param1} وقدره {param2} منخفض جدًا
az: Sizin {param1} reytinqiniz ({param2}) çox aşağıdır
be: Ваш рэйтынг у рэжыме «{param1}» ({param2}) занадта нізкі
bg: Вашият {param1} рейтинг ({param2}) е твърде висок
bn: আপনার {param1} অনুপাত ({param2}) হয় অনেক কম
bs: Vaš {param1} rejting ({param2}) je prenizak
ca: La teva puntuació de {param1} ({param2}) és massa baixa
cs: Váš {param1} rating ({param2}) je příliš nízký
da: Din {param1} rating ({param2}) er for lav
el: Η {param1} βαθμολογία σας ({param2}) είναι πολύ χαμηλή
eo: Via rango {param1} ({param2}) estas tro malalta
es: Tu puntuación de {param1} ({param2}) es demasiado baja
eu: Zure {param1} sailkapena ({param2}) baxuegia da
fa: درجه‌بندی {param1} شما ({param2}) بیش از حد پایین است
fi: {param1}-vahvuuslukusi ({param2}) ei riitä
gl: A túa puntuación {param1} ({param2}) é demasiado baixa
he: דירוגך ב{param1} נמוך מדי ({param2})
hy: Ձեր վարկանիշը {param1}ին ({param2}) մասնակցելու համար բավարար չէ
id: Rating {param1} kamu ({param2}) terlalu rendah
it: Il tuo punteggio {param1} ({param2}) è troppo basso
kk: {param1} рейтингіңіз тым аз ({param2})
ko: {param1} 랭크가 너무 낮습니다. ({param2})
lt: Jūsų „{param1}“ reitingas ({param2}) yra per žemas
lv: Tavs {param1} reitings ({param2}) ir pārāk zems
mk: Вашиот {param1} рејтинг ({param2}) е пренизок
nl: Je rating {param1} ({param2}) is te laag
pt: A tua pontuação em {param1} ({param2}) é demasiado baixa
ro: Scorul tău la {param1} ({param2}) este prea mic
ru: Ваш рейтинг в {param1} ({param2}) недостаточен для участия
sk: Váš {param1} rating ({param2}) je príliš nízky
sl: Vaš {param1} rating ({param2}) je prenizek
sq: Vlerësimi juaj ({param2}) në {param1} është më i ulët seç duhet
sr: Твој {param1} рејтинг ({param2}) је пренизак
sv: Din rating i {param1} är för låg ({param2})
tr: {param1} puanınız ({param2}) gerekenden az
uk: Ваш рейтинг у {param1} ({param2}) занадто низький
vi: Hệ số Elo {param1} ({param2}) của bạn quá thấp
zh: 您的 {param1} 等级分（{param2}）过低
zh_tw: 您的 {param1} 積分 ({param2}) 過低

# ratedMoreThanInPerf
source: Rated ≥ {param1} in {param2}
af: Gradering ≥ {param1} in {param2}
ar: تقييم {param1} على الأقل {param2}
az: {param2} reytinqi ≥ {param1} olmalıdır
be: Рэйтынг ≥ {param1} у рэжыме «{param2}»
bg: {param2} рейтинг ≥ {param1}
bn: অনুপাতদিত ≥ {param1} এ {param2}
bs: {param2} rejting ≥ {param1}
ca: Puntuació ≥ {param1} en {param2}
cs: Rating ≥ {param1} v {param2} variantě
da: Ratet ≥ {param1} i {param2}
el: Βαθμολογημένο ≥ {param1} στο {param2}
eo: Rango de ≥ {param1} en {param2}
es: Puntuación ≥ {param1} en {param2}
eu: {param1} baino sailkapen handiagoa {param2}-n
fa: امتیاز {param2} بالاتر از {param1} لازم است.
fi: {param2}-vahvuusluku ≥ {param1}
gl: Puntuación ≥ {param1} en {param2}
he: מדורג/ת ≥ {param1} ב{param2}
hy: Վարկանիշը ≥ {param1} {param2}-ում
id: Hanya boleh dengan rating ≥ {param1} dipermainan {param2}
it: Punteggio ≥ {param1} in {param2}
kk: Бағалы {param2} ≥ {param1}
ko: {param2} 레이팅 {param1} 이상
lt: ≥ {param1} {param2} reitingas
lv: {param2} reitings ≥ {param1}
mk: Рејтинг ≥ {param1} во {param2}
nl: Met rating ≥ {param1} in {param2}
pt: Pontuação ≥ {param1} em {param2}
ro: Evaluat ≥ {param1} în {param2}
ru: Рейтинг ≥ {param1} в {param2}
sk: S ratingom ≥ {param1} v {param2}
sl: Rating ≥ {param1} v {param2}
sq: Vlerësuar ≥ {param1} në {param2}
sr: Рејтован ≥ {param1} у {param2}
sv: Rankad ≥ {param1} i {param2}
tr: {param2} puanı ≥ {param1} olmalı
uk: Рейтинг ≥ {param1} в {param2}
vi: Hệ số {param2} ≥ {param1}
zh: {param2} 等级分不低于 {param1}
zh_tw: 在{param2}模式下的評分大於{param1}

# ratedLessThanInPerf
source: Rated ≤ {param1} in {param2} for the last week
af: Rated ≥ {param1} in {param2}
ar: تقييم {param1} فأقل {param2}
az: {param2} reytinqi ≤ {param1} olmalıdır
be: Рэйтынг ≤ {param1} у рэжыме «{param2}»
bg: {param2} рейтинг ≤ {param1}
bn: অনুপাদিত ≤ {param1} এ {param2}
bs: {param2} rejting ≤ {param1}
ca: Puntuació ≤ {param1} en {param2} durant la darrera setmana
cs: Rating ≤ {param1} v {param2} variantě
da: Ratet ≤ {param1} i {param2}
el: Βαθμολογημένο ≤ {param1} στο {param2}
eo: Rango de ≤ {param1} en {param2}
es: Puntuación ≤ {param1} en {param2}
eu: {param1} baino sailkapen txikiagoa {param2}-n
fa: برای ورود،امتیاز{param2} شما باید کمتر از{param1} باشد.
fi: {param2}-vahvuusluku ≤ {param1}
gl: Puntuación ≤ {param1} en {param2} na última semana
he: מדורג/ת ≤ {param1} ב{param2} בשבוע האחרון
hy: Վարկանիշը ≤ {param1} {param2}-ում
id: Hanya boleh dengan rating ≤ {param1} dipermainan {param2}
it: Punteggio ≤ {param1} in {param2}
kk: Бағалы {param2} кейінгі аптада ≤ {param1}
ko: {param2} 레이팅 {param1} 이하
lt: ≤ {param1} {param2} reitingas
lv: {param2} reitings ≤ {param1}
mk: Рејтинг ≤ {param1} во {param2}
nl: Met rating ≤ {param1} in {param2}
pt: Pontuação ≤ {param1} em {param2}
ro: Evaluat ≤ {param1} în {param2} în ultima săptămână
ru: Рейтинг ≤ {param1} в {param2}
sk: S ratingom ≤ {param1} v {param2}
sl: Rating ≤ {param1} v {param2}
sq: Vlerësuar ≤ {param1} në {param2} për javën e fundit
sr: Рејтован ≤ {param1} у {param2} последњих недељу дана
sv: Rankad ≤ {param1} i {param2}
tr: {param2} puanı ≤ {param1} olmalı
uk: Рейтинг ≤ {param1} в {param2} за останній тиждень
vi: Hệ số {param2} tuần trước ≤ {param1}
zh: 上周的 {param2} 等级分不超过 {param1}
zh_tw: 在{param2}模式下的評分小於{param1}

# mustBeInTeam
source: Must be in team {param}
af: Moet in {param} span wees
ar: يجب أن تكون في فريق {param}
az: {param} adlı komandada olmalısan
be: Вы павінны быць удзельнікам каманды {param}
bg: Трябва да сте в отбора {param}
bn: অবশ্যই {param} টিমে থাকতে হবে।
bs: Morate biti u timu {param}
ca: Has de pertànyer a l'equip {param}
cs: Musíte být členem týmu {param}
da: Skal være medlem af holdet {param}
el: Πρέπει να είστε μέλος της ομάδας {param}
eo: Vi devas esti en teamo {param}
es: Debes ser del equipo {param}
eu: {param} taldean egon behar da
fa: باید در تیم {param} باشید
fi: Tulee olla joukkueessa {param}
gl: Tes que estar no equipo {param}
he: חובה להיות בקבוצה {param}
hy: Դուք պետք է լինեք {param} ակումբի անդամ
id: Harus dari dalam tim {param}
it: È necessario essere membri del gruppo {param}
kk: Сіздің тобыңыз – {param}
ko: 팀 {param} 의 멤버에 한정
lt: Turite būti komandos „{param}“ nariu
lv: Jābūt komandas "{param}" dalībniekam
mk: Мора да сте член на тимот {param}
nl: Je moet in team {param} zitten
pt: Tens de pertencer à equipa {param}
ro: Trebuie să fii in echipa {param}
ru: Вы должны быть членом клуба {param}
sk: Musíte byť členom tímu {param}
sl: Morate biti v ekipi {param}
sq: Duhet të jeni në ekipin {param}
sr: Мораш бити у тиму {param}
sv: Du måste vara medlem i {param}
tr: {param} adlı takımda olmalısınız
uk: Потрібно бути в команді {param}
vi: Phải ở trong đội {param}
zh: 必须在团队 {param} 中
zh_tw: 需要在{param}團隊內

# youAreNotInTeam
source: You are not in the team {param}
af: Jy is nie in {param} span nie
ar: عذراََ, أنت لست عضو في فريق {param}
az: {param} komandasının üzvü deyilsiniz
be: Вы не ўдзельнік каманды {param}
bg: Не сте в отбора {param}
bn: আপনি {param} দলে নেই।
bs: Niste u timu {param}
ca: No pertanys a l'equip {param}
cs: Nejste členem týmu {param}
da: Du er ikke på holdet {param}
el: Δεν είστε μέλος της ομάδας {param}
eo: Vi ne estas en la teamo {param}
es: No estás en el equipo {param}
eu: Ez zaude {param} taldean
fa: شما در تیم {param} نیستید
fi: Et ole joukkueessa {param}
gl: Non estás no equipo {param}
he: את/ה לא נמצא/ת בקבוצה {param}
hy: Դուք {param} ակումբի անդամ չեք
id: Anda tidak masuk dalam tim {param}
it: Non sei nel team {param}
kk: Сіз {param} тобының мүшесі емессіз
ko: 팀 {param} 에 소속되지 않았습니다.
lt: Jūs nesate komandos „{param}“ narys
lv: Tu neesi komandas "{param}" dalībnieks
mk: Не сте член на тимот {param}
nl: Je zit niet in het team {param}
pt: Não estás na equipa {param}
ro: Nu sunteți în echipa {param}
ru: Вы не член клуба {param}
sk: Nie ste členom tímu {param}
sl: Niste v ekipi {param}
sq: S’jeni në ekipin {param}
sr: Ниси у тиму {param}
sv: Du är inte medlem i {param}
tr: {param} takımının üyesi değilsiniz
uk: Ви не в команді {param}
vi: Bạn không ở trong đội {param}
zh: 您不在团队 {param} 中
zh_tw: 您不在{param}團隊中

source: Back to game
af: Terug na spel
ar: العودة للمباراة
az: Oyuna qayıt
be: Вярнуцца да гульні
bg: Връщане към играта
bn: খেলায় এ ফিরে যান
bs: Natrag na partiju
ca: Tornar a la partida
cs: Zpět do hry
da: Tilbage til partiet
el: Επιστρέψτε στο παιχνίδι
eo: Reiri al la ludo
es: Volver a la partida
eu: Partidara itzuli
fa: بازگشت به بازی
fi: Takaisin peliin
gl: Voltar á partida
he: חזור למשחק
hy: Վերադառնալ պարտիային
id: Kembali ke permainan
it: Torna alla partita
kk: Ойынға оралу
ko: 대국으로 돌아가기
lt: Grįžti į partiją
lv: Atgriezties spēlē
mk: Назад кон партијата
nl: Terug naar partij
pt: Voltar à partida
ro: Înapoi la joc
ru: Вернуться к игре
sk: Návrat do hry
sl: Vrni se v igro
sq: Mbrapsht te loja
sr: Назад на партију
sv: Tillbaka till partiet
tr: Oyuna dön
uk: Повернутися до гри
vi: Quay lại ván đấu
zh: 返回对局
zh_tw: 返回棋局

# siteDescription
source: Free online chess server. Play chess in a clean interface. No registration, no ads, no plugin required. Play chess with the computer, friends or random opponents.
af: Gratis aanlyn Skaak spel. Speel nou Skaak met 'n maklike skerm. Geen registrasie nodig, geen advertensies, niks om te installeer. Speel Skaak teen rekenaar, vriende of nuwe uitdagers.
ar: موقع شطرنج مجاني. العب الشطرنج الآن بتصميم نظيف، دون تسجيل او دعايات أو إضافات برمجية. العب الشطرنج مع الحاسب، الأصدقاء أو خصوما من حول الكرة الأرضية
az: Pulsuz onlayn şahmat serveridir. Təmiz bir interfeysdə şahmat oynayın. Heç bir qeydiyyat, reklam və plagin tələb olunmur. Kompüter, dostlar və ya təsadüfi rəqiblərlə şahmat oynayın.
be: Бясплатныя анлайн шахматы. Зручны інтэрфэйс. Без рэгістрацыі, без рэкламы, без дадатковых плагінаў. Гуляйце у шахматы з камп'ютарам, сябрамі ці выпадковымі супернікамі.
bg: Безплатна онлайн шах игра. Играй шах сега в изчистен интерфейс. Без нужда от регистрация, реклами или добавки. Играй шах с компютъра, с приятели или случайни противници.
bn: ফ্রি অনলাইন দাবা খেলা। এখন থেকে পরিচ্ছন্ন ইন্টারফেসে দাবা খেলুন। কোন রেজিস্ট্রেশনের দরকার নেই, নেই কোন বিজ্ঞাপন, এমনকি কোনও প্লাগইন-এরও প্রয়োজন নেই। দাবা খেলুন কম্পিউটারের সাথে, অথবা বন্ধুর সাথে অথবা অজানা যে কোন প্রতিপক্ষের সাথে।
bs: Besplatni internetski šah. Igrajte odmah u jednostavnom interfejsu. Registracija nije obavezna, nema reklama i ne trebaju nikakvi dodaci za vaš pretraživač. Igrajte šah protiv računara, prijatelja ili slučajno odabranih protivnika.
ca: Servidor d'escacs gratuït online. Juga als escacs amb una interfície neta i elegant. No cal registrar-s'hi, sense anuncis, no calen extensions. Juga a escacs amb l'ordinador, amics o oponents a l'atzar.
cs: Šachy online zdarma. Hrajte šachy přímo ve Vašem prohlížeči, bez registrace, bez reklam, bez dalšího stahování. Hrajte proti počítači, kamarádům nebo náhodně vybraným soupeřům.
da: Gratis online skakserver. Spil skak med et rent design. Ingen registrering, ingen reklamer, ingen plugins nødvendige. Spil skak mod computeren, venner eller tilfældige modstandere.
el: Δωρεάν διαδικτυακό παιχνίδι Σκακιού. Παίξτε Σκάκι τώρα σε καθαρό γραφικό περιβάλλον. Χωρίς εγγραφές, χωρίς διαφημίσεις, χωρίς πρόσθετα. Παίξτε Σκάκι με τον υπολογιστή, με φίλους ή με τυχαίους αντιπάλους.
eo: Senpaga interreta ŝakludo. Ludu ŝakon nun per simpla interfaco. Sen registriĝo, sen reklamoj, sen neceso por aldonaĵo. Ludu ŝakon kun la komputilo, amikoj aŭ hazardaj kontraŭuloj.
es: Servidor de ajedrez en línea gratuito. Juega al ajedrez en una interfaz simple. Sin registro, sin publicidad, sin necesidad de complementos. Juega contra el ordenador, amigos u oponentes desconocidos.
eu: Doako xake zerbitzaria. Xakean interfaze argiarekin jokatu. Izena ematea ez da beharrezkoa. Iragarkirik gabe. Jokatu xakean ordenagailu, lagun edo beste aurkariekin.
fa: کارساز برخط و رایگان شطرنج. با میانایی روان، شطرنج بازی کنید. بدون نام‌نویسی، بدون تبلیغ، بدون نیاز به افزونه. با رایانه، دوستان یا حریفان تصادفی شطرنج بازی کنید.
fi: Ilmaista virtuaalishakkia. Pelaa shakkia selkeällä käyttöliittymällä. Ei rekisteröitymistä, ei mainoksia eikä selaimen lisäosia. Pelaa shakkia kavereita, satunnaisia vastustajia tai tekoälyä vastaan.
gl: Xadrez libre en liña. Xoga ó xadrez cunha interface limpa. Sen rexistrarse, sen anuncios, sen necesidade de complementos. Xoga ó xadrez contra o ordenador, amigos ou rivais ó chou.
he: שרת שחמט מקוון חינמי. שחקו שחמט כעת בממשק נקי. בלי הרשמה, בלי פרסומות, בלי להתקין שום דבר. שחקו שחמט עם המחשב, עם חברים או עם יריבים אקראיים.
hy: Անվճար օնլայն շախմատ: Խաղացեք հաճելի ինտերֆեյսով, առանց գրանցման և գովազդի: Խաղացեք համակարգչի, ընկերների կամ անծանոթների հետ:
id: Permainan Catur gratis. Main Catur sekarang dengan antarmuka yang bersih. Tanpa registrasi, tanpa iklan, dan tanpa plugin tambahan. Bermain catur lawan komputer, teman atau lawan manusia secara acak.
it: Scacchi online gratis. Gioca subito a scacchi con un'interfaccia semplice. Niente registrazioni, annunci, plug-in. Gioca a scacchi contro computer, amici o avversari casuali.
kk: Тегін онлайн шахмат алаңы. Кескіні таза сайтта шахмат ойнаңыз. Жарнама жоқ, тіркелу мен қосымша програмды қажет етпейді. Шахматты компьютермен, достарыңызбен не кез-келген қарсыласпен ойнаңыз.
ko: 회원 가입, 광고, 플러그인 없이 즐길 수 있는 깔끔한 구성의 무료 온라인 체스 게임입니다. 컴퓨터, 친구 또는 무작위로 고른 상대와 함께 체스를 즐겨보세요.
lt: Nemokamas šachmatų žaidimas internete. Žaiskite šachmatais patrauklioje sąsajoje. Nebūtina registracija, nėra reklamų, nereikia jokių priedų. Žaiskite šachmatais prieš kompiuterį, draugus arba atsitiktinius varžovus.
lv: Bezmaksas šahs tiešsaistē. Spēlē šahu lakoniskā saskarnē tagad: bez reģistrācijas, reklāmām, vai papildus programmatūras! Spēlē pret datoru, draugiem vai nejaušiem pretiniekiem.
mk: Бесплатна онлајн шах игра. Играј шах во чист интерфејс. Без регистрација, без реклами, без додатни plugin-и. Играј шах со компјутер, пријатели или случајни противници.
nl: Gratis online schaken. Schaak nu met een heldere vormgeving. Geen registratie nodig, geen advertenties, geen plug-ins vereist. Schaak tegen de computer, vrienden of willekeurige tegenstanders.
pt: Xadrez online gratuito. Joga xadrez numa interface simples. Sem registos, sem anúncios, sem plugins. Joga xadrez com o computador, amigos ou adversários aleatórios.
ro: Șah online gratuit. Joacă șah acum într-o interfață simplă. Fără înregistrare, fără reclame, fără plugin-uri. Joacă șah cu calculatorul, cu prietenii sau cu alți jucători aleși la întâmplare.
ru: Бесплатный шахматный сервер. Сыграйте в шахматы прямо сейчас в простом интерфейсе без рекламы. Не требует регистрации и скачивания программы. Играйте в шахматы с компьютером, друзьями или случайными соперниками.
sk: Šach online zadarmo. Hrajte šach teraz v novom rozhraní. Bez registrácie, reklám a zásuvných modulov. Hrajte šach s počítačom, priateľmi alebo náhodnými protivníkmi.
sl: Brezplačni internetni šah. Igraj šah na enostavnem vmesniku. Brez registracije, brez reklam in brez dodatnih vtičnikov. Igraj šah proti računalniku, prijatelju ali naključnemu nasprotniku.
sq: Shërbyes shahu internetor falas. Luani shah përmes një ndërfaqeje të pastër. Pa regjistrim, pa reklama, pa u dashur shtojca. Luani shah me kompjuterin, shokë ose kundërshtarë të rastësishëm.
sr: Бесплатан интернетски шах сервер. Играј шах у чистом окружењу. Без регистрације, без реклама, без потребних додатака. Играј шах са рачунаром, пријатељима или насумичним противницима.
sv: Gratis Schack på internet. Spela Schack nu, med ett enkelt gränssnitt. Ingen registrering, inga annonser, inga insticksprogram behövs. Spela schack mot datorn, vänner eller vem som helst.
tr: Bedava çevrimiçi satranç sunucusu. Sade bir arayüzde satranç oynayın. Kayda gerek yok, reklam yok, eklenti yok. Bilgisayara karşı, arkadaşlarınızla veya rastgele bir rakiple satranç oynayın.
uk: Безкоштовні Інтернет-шахи. Грайте в шахи зараз із чистим інтерфейсом. Без реєстрації, без реклами, без додаткових програм. Грайте в шахи з комп'ютером, друзями або випадковими суперниками.
vi: Chơi cờ vua trực tuyến miễn phí. Chơi cờ vua với giao diện đẹp. Không cần đăng ký, không có quảng cáo, không yêu cầu plugin. Chơi cờ vua với máy tính, bạn bè hoặc đối thủ ngẫu nhiên.
zh: 免费在线国际象棋平台。在简洁的界面中对弈。免注册，无广告，无插件。与电脑、好友或随机对手对弈吧。
zh_tw: 界面清新的免費線上國際象棋平台。不用註冊，沒有廣告，無需插件。快來與電腦、朋友和陌生人一起對戰吧！
