Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# ifYouDoNotSeeTheEmailCheckOtherPlaces
source: If you don't see the email, check other places it might be, like your junk, spam, social, or other folders.
af: As jy nie die e-pos sien nie, kyk na ander plekke waar dit kan wees, soos jou gemorspos, sosiaal en ander leêrs.
ar: إذا لم تجد الرسالة، فابحث عنها في المهملات أو في مجلد spam
az: Əgər e-poçtu görmürsünzsə, onun ola biləcəyi digər yerləri, məsələn, zibil qutusu, spam, sosial və digər qovluqları nəzərdən keçirin.
be: Калі вы не бачыце ліст, праверце, магчыма, ён трапіў у тэчку для спаму.
bg: Ако не намирате имейла, проверете и на другите места където може бъде, като например кошче, спам, социални или други папки.
bn: যদি আপনি ই-মেইলটি না দেখতে পান, অন্যজাগায় থাকতে পারে, যেমন আপনার জুনক, স্প্যাম, সোসিয়াল, অথবা অন্য ফোল্ডার.
bs: Ako ne vidite našu e-mail poruku u Vašem odijelu za dolaznu e-mail poštu, provjerite na drugim mjestima, kao što su junk i spam.
ca: Si no veus l'email, comprova altres llocs on pugui ser, com el correu brossa, spam, o altres carpetes
cs: Pokud email nenaleznete v doručené poště, zkontrolujte další místa, kde by mohl být, jako spam, zprávy ze sociálních sítí, koš nebo jiné složky.
da: Hvis du ikke kan se e-mailen, bør du kontrollere andre steder den kan være endt, som i din junk, spam eller andre mapper.
el: Εάν δεν μπορείτε να δείτε το μήνυμα ηλ. ταχυδρομείου, ελέγξτε άλλες θέσεις που θα μπορούσε να είναι, όπως στα διαγραμμένα, ανεπιθύμητη αλληλογραφία, κοινωνικά, ή σε άλλους φακέλους.
eo: Se vi ne vidas la retpoŝton , kontrolu aliajn lokojn kie ĝi povas esti, kiel via rubo , spam, socia , aŭ aliaj dosierujoj.
es: Si no encuentras el correo, mira a ver si está en otras carpetas (spam, social, ...).
eu: Ez baduzu mezua aurkitzen, begiratu beste tokietan: zaborrontzian, spam karpetan, ...
fa: اگر رایانامه را نمی‌بینید، مکان‌های دیگری مانند پوشه‌های ناخواسته، هرزنامه، اجتماعی یا سایر موردها را بررسی کنید.
fi: Jos et näe viestiä, tarkista muut paikat joihin se voi olla joutunut (kuten roskaposti- ja spämmikansiot).
gl: Se non ves o correo, revisa noutros cartafoles onde poida estar, coma no lixo, co correo non desexado ou de redes sociais.
he: אם את/ה לא מוצא/ת את המייל, חפש/י במקומות אחרים, כגון דואר זבל, ספאם או תיקיות אחרות.
hy: Եթե նամակը չկա, ստուգեք սպամի և այլ պանակները, որտեղ այն կարող էր հասնել:
id: Jika anda tidak melihat surel, cek tempat-tempat lain; seperti junk, spam, sosial, atau berkas lainnya
it: Se non vedi l'e-mail, controlla la cartella spam o altre cartelle.
kk: Егер хат көрінбей тұрса, басқа болжамды жерлерді қарап көріңіз, мысалы – қоржын, спам, әлеуметтік желілер сияқты қалталар.
ko: 메일을 확인할 수 없다면, 스팸 메일함이나 다른 폴더에 메일이 있지 않은지 확인해 주세요.
lt: Jei nematote laiško, patikrinkite kitas galimas vietas: šlamšto, šiukšlių, socialinius ar kitus aplankus.
lv: Ja nevarat atrast e-pastu, pārbaudiet citas vietas, kur tas varētu būt, piemēram, mēstulēs, atkritnē, sociālo tīklu sadaļā vai citās mapēs.
mk: Ако не можеш да го најдеш е-писмото, провери во папките како „ѓубре“, „спам“, „социјални“ итн.
nl: Als je de email niet ziet, kijk dan op andere plaatsen, zoals je spam of andere mappen.
pt: Se você não vires o e-mail, verifica outros locais onde este possa estar, como pastas de lixo, spam, social ou outras.
ro: Dacă nu vezi email-ul trimis, verifică și în alte locuri, cum ar fi folderul de spam, gunoi, mesaje sociale sau alte foldere.
ru: Если письма нет, проверьте папку для спама и другие места, куда оно могло попасть.
sk: Ak nevidíte email, pozrite iné miesta kde by mohol byť, ako napríklad kôš, spam, sociálne, alebo iné priečinky.
sl: Če ne vidite elektronskega sporočila, preverite druga mesta, kjer bi lahko bilo, npr. v smetnjaku ali v drugih mapah.
sq: Nëse nuk e shihni email-in, kontrolloni në vendet e tjera ku mund të jetë, bie fjala dosje të pavlerash, hedhurinash, shoqërore, ose dosje të tjera.
sr: Ако не видите имејл, проверите друга места на којима може бити, као Ваш отпад, нежељена пошта, друштвене мреже или друге датотеке.
sv: Om du inte ser e-postmeddelandet, kontrollera andra ställen där det kan vara, som din skräppost, spam, sociala eller andra mappar.
tr: Eğer e-postayı görmüyorsanız, spam, sosyal veya diğer klasörlere göz atmayı deneyin.
uk: Якщо Ви не бачите листа, перевірте інші місця, де б він міг бути, наприклад, корзину, спам та інші папки.
vi: Nếu bạn không thấy ở trong email, kiểm tra lại ở các nơi khác có thể có, như thư mục rác, thư rác, mạng xã hội hay các thư mục khác.
zh: 如果您没有收到邮件，请检查其可能存在的位置，例如您的垃圾邮件、社交或其他文件夹。
zh_tw: 若您沒收到郵件，請檢查您的其他收件箱，例如垃圾箱、促銷、社交等。

# ifYouDoNotGetTheEmail
source: If you do not get the email within 5 minutes:
af: Indien jy nie die e-pos binne 5 minute ontvang nie:
ar: إذا لم تحصل على البريد الإلكتروني في غضون 5 دقائق:
bg: Ако не получите потвърждението до 5 минути:
bn: যদি ৫ মিনিটে ইমেইল না পান:
bs: Ako ne dobijete e-poruku u roku od 5 minuta:
ca: Si no reps el correu electrònic en 5 minuts:
cs: Pokud neobdržíte e-mail během 5 minut:
da: Hvis du ikke får e-mailen inden for 5 minutter:
el: Εάν δε λάβετε το email σε 5 λεπτά:
eo: Se vi ne ricevas retpoŝton post 5 minutoj:
es: Si no recibes el correo electrónico en 5 minutos:
eu: Mezua ez baduzu 5 minutuan jasotzen:
fa: اگر ایمیل را در 5 دقیقه دریافت نکرده اید
fi: Jos et saa sähköpostia 5 minuutin kuluessa:
gl: Se non recibes o correo en 5 minutos:
he: אם לא יתקבל המייל ב-5 הדקות הקרובות:
it: Se non ricevi la email tra 5 minuti:
kk: Егер 5 минутта поштаңызға хат келмесе:
ko: 만일 5분 이내에 이메일을 받지 않으신다면
lt: Jei negaunate laiško per 5 minutes:
nl: Als u de e-mail niet binnen 5 minuten ontvangt:
pt: Se não receberes o e-mail dentro de 5 minutos:
ro: Dacă nu primești emailul în decurs de 5 minute:
ru: Если вы не получили письмо в течение 5 минут:
sk: Ak nedostanete e-mail do 5 minút:
sl: Če e-pošte ne prejmete v 5 minutah:
sq: Nëse s’e merrni email-in brenda 5 minutash:
sr: Ако не добијеш имејл у року од 5 минута:
sv: Om du inte får e-postmeddelandet inom 5 minuter:
tr: Eğer 5 dakika içerisinde mail size ulaşmazsa:
uk: Якщо ви не отримаєте лист протягом 5 хвилин:
vi: Nếu bạn không nhận được email trong vòng 5 phút:
zh: 如果 5 分钟内未收到邮件：

# checkAllEmailFolders
source: Check all junk, spam, and other folders
af: Kyk in al jou gemorspos- en ander vouers
ar: التحقق من مجلد المهملات, مجلد الرسائل الغير المرغوب فيها, وغيرها
bg: Проверете папката "Спам" и други подобни папки
bn: সকল আবর্জনা, স্প্যাম এবং অন্যান্য ফোল্ডারে খুঁজুন
bs: Provjerite svu neželjenu poštu, neželjenu poštu i ostale mape
ca: Comprova el correu brossa i altres carpetes
cs: Zkontrolujte nevyžádanou poštu, a další složkay
da: Tjek spam og andre mapper
el: Ελέγξτε τα ανεπιθύμητα μηνύματα και τυχόν άλλους φακέλους
eo: Kontroli ĉiujn dosierujojn, trudmesaĝojn kaj rubujon
es: Revisa todo el correo basura, spam y otras carpetas
eu: Begiratu spam karpetan
fa: فولدر های junk, spam و دیگر را چک کنید
fi: Tarkista kaikki roskaposti-, spam- ja muut kansiot
gl: Revisa no lixo, no correo non solicitado e noutros cartafoles
he: בדקו את כל תיקיות הספאם, דואר הזבל וכיוצא בזה
it: Controlla la posta indesiderata e altre cartelle
kk: Спам, себет, басқа да қалталарды қарап шығыңыз
ko: 모든 쓰레기통, 스팸 폴더 등을 확인하세요
lt: Patikrinktie visus šiukšlių, šlamšto, ir kitus aplankus
nl: Controleer ongewenste email, spam en andere mappen
pt: Verifica as pastas de lixo, spam e as outras
ro: Verifică secțiunile de spam, junk și altele
ru: Проверьте папку «Спам» и подобные
sk: Skontrolujte všetky priečinky nevyžiadanej pošty
sl: Preverite vse mape z neželeno, vsiljeno pošto in druge mape
sq: Kontrolloni krejt dosjet e të pavlerëve, të padëshiruarve dhe të tjera
sr: Провери сав отпад, нежељену пошту и остале датотеке
sv: Kontrollera skräpposten och andra mappar
tr: Tüm çöp, spam ve diğer klasörleri kontrol edin
uk: Перевірте кошик, спам та інші папки
vi: Kiểm tra tất cả thư rác, thư spam và các thư mục khác
zh: 请检查所有垃圾邮件和其他文件夹

# verifyYourAddress
source: Verify that {param} is your email address
af: Maak seker dat {param} wel jou adres is
ar: إثبت أن {param} هو بريدك الإلكتروني
bg: Уверете се, че {param} е вашият адрес
bn: আপনার ইমেইল ঠিকানা {param} কিনা যাচাই করুন
bs: Potvrdite da je {param} vaša adresa e-pošte
ca: Verifica que el teu correu electrònic és {param}
cs: Ověřte, že {param} je vaše e-mailová adresa
da: Bekræft at {param} er din e-mailadresse
el: Επιβεβαιώστε ότι η διεύθυνση {param} είναι η διεύθυνση email σας
eo: Konfirmu ke {param} estas via retpoŝta adreso
es: Verifica que {param} es tu dirección de correo electrónico
eu: Egiaztatu {param} zure eposta helbidea dela
fa: تائید کنید که {param} ایمیل شما هست
fi: Tarkista, että {param} on sinun sähköpostiosoitteesi
gl: Confirma que {param} é o teu enderezo de correo electrónico
he: ודאו שאכן {param} היא כתובת המייל שלכם
it: Verifica che {param} sia il tuo indirizzo email
kk: {param} дұрыс жазылғанын тексеріңіз
ko: {param}이 자신의 이메일 주소가 맞는지 확인하세요
lt: Įsitikinkite, kad {param} yra jūsų el. pašo adresas
nl: Controleer of {param} je e-mailadres is
pt: Verifica se {param} é teu endereço de email
ro: Asigură-te că {param} este adresa ta de email
ru: Проверьте, что {param} — это ваш адрес электронной почты
sk: Overte, či {param} je Vaša e-mailová adresa
sl: Preverite, ali je {param} vaš elektronski naslov
sq: Verifikoni se {param} është adresa juaj email
sr: Потврди да је {param} твоја имејл адреса
sv: Kontrollera att {param} är din e-postadress
tr: E-posta adresiniz {param} olduğunu doğrulayın
uk: Перевірте, чи {param} дійсно є вашою адресою електронної пошти
vi: Xác minh rằng {param} là địa chỉ email của bạn
zh: 验证 {param} 是您的邮箱地址

# weHaveSentYouAnEmailTo
source: We've sent an email to {param}. Click the link in the email to reset your password.
af: Ons het 'n e-pos na {param} gestuur. Klik die skakel in die e-pos om die wagwoord te herstel.
ar: ارسلنا رسالة إلى {param}. اضغط على الرابط فيها لإعادة تعيين كلمة المرور.
az: Biz {param} ünvanına e-poçt göndərdik. Şifrəni yeniləmək üçün e-poçtunuzdakı linkə klikləyin.
be: Мы адправілі ліст на вашу пошту {param}. Перайдзіце па спасылцы ў лісце, каб аднавіць ваш пароль.
bg: Изпратихме имейл на {param}. Натиснете връзката в имейла, за да промените паролата на Вашата регистрация.
bn: আমরা একটি ই-মেইল পাঠিয়েছি {param}. ই-মেইলে দেওয়া লিংকে ক্লিক করুন পাসওয়ার্ড পরিবর্তন করতে.
bs: Poslali smo e-mail na {param}. Kliknite na link u e-mail poruci kako biste resetovali vašu lozinku.
ca: Hem enviat un correu electrònic a {param}. Clica a l'enllaç per renovar la teva contrasenya.
cs: Zaslali jsme vám email na {param}. Klikněte na odkaz v emailu pro přenastavení vašeho hesla.
da: Vi har sendt en e-mail til {param}. Klik på linket i e-mailen for at nulstille din adgangskode.
el: Έχουμε στείλει ένα μήνυμα ηλ. ταχυδρομείου στο {param}. Κάντε κλικ τον σύνδεσμο στο ηλ. ταχυδρομείο για να επαναφέρετε τον κωδικό πρόσβασής σας.
eo: Ni sendis retmesaĝon al {param}. Klaku la ligilon en la poŝto por rekomencigi vian pasvorton.
es: Te hemos enviado un correo a {param}. Restablece tu contraseña haciendo clic en el enlace.
eu: Mezu bat bidali dugu {param} helbidera. Egizu klik mezuan zure pasahitza berrizteko.
fa: ما یک رایانامه به {param} فرستاده‌ایم. برای بازنشانی گذرواژه‌تان، روی پیوند موجود در رایانامه بزنید.
fi: Olemme lähettäneet sähköpostiviestin osoitteeseen {param}. Klikkaa viestissä olevaa linkkiä nollataksesi salasanasi.
gl: Enviámosche un correo a {param}. Segue a ligazón no correo para restaurar o teu contrasinal.
he: שלחנו אימייל ל{param}. לחץ על הלינק באימייל כדי לאפס את הסיסמה.
hy: Մենք նամակ ենք ուղարկել {param}։ Կտտացրեք դրա մեջ գտնվող հղմանը՝ ձեր գաղտնաբառը վերականգնելու համար։
id: Kami telah mengirim surel kepada {param}. Klik tautan di dalam surel untuk mengubah kata sandi anda.
it: Abbiamo inviato un'email all'indirizzo {param}. Clicca sul link nell'email per reimpostare la password.
kk: Біз {param} хат жібердік. Құпиясөзді қайта орнату үшін хаттағы сілтемеге басыңыз.
ko: {param} 주소로 메일을 보냈습니다. 메일을 확인하고 비밀번호를 재설정하세요.
lt: Išsiuntėme laišką į {param}. Spustelėję jame esančią nurodą galėsite atstatyti savo slaptažodį.
lv: Esam aizsūtījuši e-pastu uz {param}. Klikšķiniet uz saites e-pastā, lai atjaunotu savu paroli.
mk: Пративме е-пошта на {param}. Кликни на врската во пораката за обнова на лозинката.
nl: We hebben een email verstuurd naar {param}. Klik op de link in de email om je wachtwoord te resetten.
pt: Enviámos-te um e-mail para {param}. Clica no link nesse e-mail para redefinires a tua palavra-passe.
ro: Am trimis un email la {param}. Dă click pe link-ul trimis în acel email pentru a-ți reseta parola.
ru: Мы отправили письмо по адресу {param}. Нажмите на ссылку в нём для сброса пароля.
sk: Poslali sme email na {param}. Kliknite na link v emaili na obnovenie hesla.
sl: Elektronsko pošto smo poslali na {param}. Kliknite na povezavo v emailu, da obnovite svoje geslo.
sq: Kemi dërguar një email te {param}. Që të ricaktoni fjalëkalimin tuaj, klikoni mbi lidhjen te email-i.
sr: Послали смо имејл на {param}. Кликните линк у имејлу да промените своју лозинку.
sv: Vi har skickat ett e-postmeddelande till {param}. Tryck på länken i e-posten för att återställa ditt lösenord.
tr: {param} adresine e-posta yolladık. Şifrenizi tekrar ayarlamak için e-postadaki linke tıklayın.
uk: Ми надіслали повідомлення на адресу {param}. Перейдіть за посиланням у повідомленні для скидання паролю.
vi: Chúng tôi đã gửi một email đến {param}. Nhấp vào liên kết trong email để đặt lại mật khẩu của bạn.
zh: 我们已向 {param} 发送了一封邮件。请点击邮件中的链接以重置您的密码。
zh_tw: 我們發送了一封郵件到 {param}。點擊郵件中的連結來重置您的密碼。

# byRegisteringYouAgreeToBeBoundByOur
source: By registering, you agree to the {param}.
af: Deur te regisreer, stem jy in om aan ons {param} gebonde te wees.
ar: بتسجيلك في الموقع فانت توافق على شروطنا {param}
az: Qeydiyyatdan keçməklə siz, bizim {param} ilə razılaşırsınız.
be: Звярніце ўвагу: рэгіструючыся, вы прымаеце нашыя {param}.
bg: Със записването си, се съгласявате да спазвате нашите {param}.
bn: নিবন্ধন করে, আপনি সম্মত হন আমাদের দ্বারা আবদ্ধ হতে {param}.
bs: Registracijom prihvatate naše {param}.
ca: En registrar-te,dones la teva conformitat a estar legalment obligats per el nostre {param}.
cs: Registrací berete na vědomí naše {param}.
da: Ved at registrere, accepterer du at være bundet af vores {param}.
el: Με την εγγραφή σας συμφωνείτε ότι δεσμεύεστε από τους {param}.
eo: De registranta , vi konsentas al esti ligita de nia {param}.
es: Al registrarte, aceptas las {param}.
eu: Izena ematean, gure {param} onartzen dituzu.
fa: با ثبت‌نام، با {param} موافقت می‌کنید.
fi: Rekisteröitymällä hyväksyt Lichessin {param} ja sitoudut noudattamaan niitä.
gl: Ó rexistrarte, aceptas os nosos {param}.
he: על ידי הרשמה, את/ה מסכים/ה ל{param}.
hy: Գրանցվելով՝ Դուք ստանձնում եք մեր {param} հետևելու պարտականությունը:
id: Dengan mendaftar, anda setuju untuk terikat dengan {param} kita.
it: Registrandoti, accetti i nostri {param}
kk: Сіздің тіркелуіңіз – {param}-н мойындайтыныңыздың белгісі.
ko: 이곳에 등록하면 당신은 이곳의 {param} 약관에 동의하시는 것입니다.
lt: Registruodamiesi sutinkate su mūsų {param}.
lv: Reģistrējoties, jums jāpiekrīt saistībām atbilstoši mūsu {param}.
mk: Со регистрацијата, се согласуваш со нашите {param}.
nl: Door je registratie ben je gebonden aan onze {param}.
pt: Ao criares uma conta, concordas comprometeres-te com os nossos {param}.
ro: Înregistrându-te, ești de acord cu {param}.
ru: Регистрируясь, вы берёте на себя обязанность соблюдать наше {param}
sk: Registráciou súhlasíte aby ste boli viazaný s našimi {param}.
sl: Z registracijo se strinjate z našimi {param}.
sq: Duke u regjistruar, pajtoheni me {param}.
sr: Регистрацијом, слажеш се са {param}.
sv: Genom att registrera samtycker du till att vara bunden av våra {param}.
tr: Kaydolarak, {param} 'ı kabul etmiş sayılırsınız.
uk: Реєструючись, Ви даєте згоду дотримуватись наших {param}.
vi: Bằng cách đăng ký, bạn đồng ý tuân thủ {param} của chúng tôi.
zh: 注册即表示您同意 {param}。
zh_tw: 註冊帳號表示同意並且遵守 {param}

# readAboutOur
source: Read about our {param}.
af: Lees oor ons {param}.
ar: اقرأ عن {param}.
az: {param} haqqında oxuyun.
be: Чытай пра нас {param}.
bg: Прочетете за нашата {param}.
bn: আমাদের {param} সম্পর্কে পড়ুন.
bs: Pročitajte o našoj {param}.
ca: Llegeix sobre la nostre {param}.
cs: Přečtěte si naše {param}.
da: Læs om vores {param}.
el: Διαβάστε την {param} μας.
eo: Legu pri nia {param}.
es: Lee acerca de nuestra {param}.
eu: Irakurri gure {param}.
fa: درباره {param} ما بخوانید.
fi: Lue lisää {param}.
gl: Le acerca da nosa {param}.
he: קראו את {param}.
hy: Ծանոթացեք մեր {param}։
id: Baca tentang {param} kami.
it: Leggi la nostra {param}.
kk: Біздің {param} туралы оқыңыз.
ko: {param}를 읽어보세요.
lt: Skaitykite daugiau apie mūsų {param}.
lv: Lasiet par mūsu {param}.
mk: Прочитај за нашата {param}.
nl: Lees meer over ons {param}.
pt: Lê sobre a nossa {param}.
ro: Citește despre {param}.
ru: Ознакомьтесь с нашей {param}.
sk: Prečítajte si o našej {param}.
sl: Preberite o naši {param}.
sq: Lexoni rreth {param} tona.
sr: Прочитајте о нашем {param}.
sv: Läs om vår {param}.
tr: {param} hakkında bilgi edinin.
uk: Читайте про наш {param}.
vi: Đọc về {param} của chúng tôi.
zh: 请阅读我们的 {param}。
zh_tw: 閱讀我們的{param}

source: Network lag between you and Lichess
af: Netwerk lag tussen jou en Lichess
ar: تأخر الاتصال بينك وبيننا
az: Siz və lichess arasında şəbəkə gecikməsi
be: Затрымка сеткі паміж вамі і Lichess
bg: Мрежово забавяне между вас и lichess
bn: আপনার এবং লিচেস এর মধ্যে নেটওয়ার্ক ব্যবধান
bs: Mrežno kašnjenje između Vas i lichess-a
ca: Retard de la xarxa entre tu i lichess
cs: Síťové zpoždění mezi vámi a lichess
da: Netværksforsinkelse mellem dig og lichess
el: Υστέρηση δικτύου ανάμεσα σε εσάς και το lichess
eo: Reto lag inter vi kaj Lichess
es: Retardo de conexión entre tú y lichess
eu: Sarearen atzerapena Lichessen eta zure artean
fa: تاخیر شبکه میان شما و لیچس
fi: Verkkoviive sinun ja lichessin välillä
gl: Retardo da conexión entre ti e máis Lichess
he: עיכוב הרשת בינך לבין Lichess
hy: Ձեր և Lichess-ի սերվերների միջև տվյալների փոխանցման հետաձգում:
id: Hambatan jaringan antara anda dan lichess.
it: Ping tra te e Lichess
kk: Личес пен сіздің араңыздағы кідіріс
ko: 당신과 lichess 서버 간의 네트워크 지연 시간
lt: Tinklo delsa tarp jūsų ir „lichess“
lv: Tīkla aizture starp jums un Lichess
mk: Мрежно задоцнување меѓу Вас и Lichess
nl: Netwerkvertraging tussen u en Lichess
pt: Atraso na rede entre ti e o Lichess
ro: Rețea lentă între tine și Lichess
ru: Задержки передачи данных между вами и серверами lichess
sk: Internetové oneskorenie medzi Vami a lichessom
sl: Omrežna zakasnitev med vami in lichessom
sq: Vonesë rrjeti mes jush dhe Lichess
sr: Мрежно кашњење између тебе и Lichess-а
sv: Nätverksfördröjning mellan dig och lichess
tr: Siz ve lichess.org arasındaki gecikme (ping)
uk: Мережева затримка між вами та Lichess
vi: Độ trễ mạng giữa bạn và Lichess
zh: 您与 Lichess 之间的网络延迟
zh_tw: 您和 Lichess 之間的網路停滯

# timeToProcessAMoveOnLichessServer
source: Time to process a move on Lichess's server
af: Tyd om ’n skuif op Lichess se bediener te verwerk
ar: الوفت المطلوب لتنفيذ النقلة على الخادم
az: Lichess serverində gedişi emal etmə zamanı
be: Час апрацоўкі ходу на серверы
bg: Времето, което отнема на lichess сървъра, за да обработи един ход
bn: লিচেস সার্ভারে স্থানান্তর প্রক্রিয়া করার সময়
bs: Vrijeme potrebno da se odigra potez na lichess serveru
ca: Temps per processar un moviment al servidor lichess
cs: Čas na zpracování tahu na lichess serveru.
da: Tid til at behandle et træk på Lichess-server
el: Χρόνος επεξεργασίας μίας κίνησης στον διακομιστή lichess
eo: Tempo por prilabori moviĝon sur Lichess servilo
es: Tiempo para procesar un movimiento en el servidor de Lichess
eu: Lichess zerbitzariak jokaldi bat egiteko denbora
fa: زمانِ پردازش یک حرکت در کارسازِ Lichess
fi: Palvelimen siirtojen käsittelyyn vaatima aika
gl: Tempo para procesar un movemento no servidor de Lichess
he: זמן לעיבוד מהלך בשרת ליצ'ס
hy: Քայլի մշակման ժամանակը Lichess-ի սերվերում
id: Waktu untuk memproses suatu langkah dalam server lichess
it: Tempo per elaborare una mossa sul server di Lichess
kk: Личес сервердің жүрісті өңдеуге жұмсайтын уақыты
ko: lichess 서버에서 한 수를 계산하는 데 걸리는 시간
lt: Laikas, per kurį „lichess“ serveris apdoroja ėjimą
lv: Gājiena apstrādei nepieciešamais laiks Lichess serverī
mk: Време за процесирање потег на сервер на lichess
nl: Tijd om een zet te verwerken op de lichess server
pt: Tempo para processar um movimento no servidor do Lichess
ro: Timpul necesar procesării unei mutări pe serverul Lichess
ru: Время обработки хода на сервере
sk: Čas na spracovanie ťahu na lichess serveri
sl: Čas za obdelavo poteze na lichess strežniku
sq: Kohë për përpunimin e një lëvizje në shërbyesin e Lichess-it
sr: Време обраде потеза на Lichess-овом серверу
sv: Tid att bearbeta ett drag på lichess server
tr: lichess.org üzerindeki hamle süreniz (ms)
uk: Час обробки ходу на сервері Lichess
vi: Thời gian để tiến hành một nước đi trên máy chủ Lichess
zh: 在 Lichess 服务器上处理一步棋的时间
zh_tw: lichess 伺服器上處理走棋的時間

source: Download annotated
af: Laai geannoteerde af
ar: تحميل مع الشرح
az: Annotasiyanı endir.
be: Спампаваць з анатацыямі
bg: Свали анотирана
bn: টীকাযুক্ত ডাউনলোড করুন
bs: Preuzmite sa bilješkama
ca: Descàrrega anotada
cs: Stáhnout s poznámkami
da: Download kommenteret
el: Λήψη με υποσημειώσεις
eo: Elŝutu prinotitan
es: Descargar la partida anotada
eu: Oharrekin jaitsi
fa: بارگیری حرکت‌نویسی
fi: Lataa kommenttien kanssa
gl: Descargar anotada
he: הורדה עם הערות
hy: Ներբեռնել անոտացիաներով
id: Unduh versi anotasi
it: Scarica PGN annotato
kk: Өңделген күйде алу
ko: 주석이 달린 기보 다운로드
lt: Siųstis anotuotą
lv: Lejupielādēt anotētu
mk: Симни со коментари
nl: Download de geannoteerde partij
pt: Transferir anotação
ro: Descarcă cu note
ru: Скачать с аннотациями
sk: Stiahnuť s poznámkami
sl: Prenesi s komentarji
sq: Shkarkoje me shënimet
sr: Преузими са белешкама
sv: Hämta med noter
tr: Açıklamalarıyla beraber indirin
uk: Завантажити з коментарями
vi: Tải về kèm chú thích
zh: 下载有评注的 PGN
zh_tw: 下載含有棋子走動方向的棋局

source: Download raw
af: Laai rou af
ar: تحميل بدون الشرح
az: Annotasiyasız endir
be: Спампаваць без анатацый
bg: Свали необработена
bn: কাঁচা ডাউনলোড করুন
bs: Preuzmite bez bilješki
ca: Descàrrega prima
cs: Stáhnout jako text
da: Download rå
el: Λήψη ακατέργαστο
eo: Elŝutu krudaj
es: Descargar la partida sin anotar
eu: Oharrik gabe jaitsi
fa: بارگیری خام
fi: Lataa ilman kommentteja
gl: Descargar sen anotar
he: הורדה ללא הערות
hy: Ներբեռնել նախնական տեսքով
id: Unduh mentah
it: Scarica PGN senza annotazioni
kk: Шикі түрде алу
ko: 기보 다운로드
lt: Siųstis neapdorotą
lv: Lejupielādēt neapstrādātu
mk: Превземи без белешки
nl: Download PGN
pt: Transferir texto
ro: Descarcă brut
ru: Скачать в исходном виде
sk: Stiahnuť čisté PGN
sl: Prenesi brez komentarjev
sq: Shkarkoje shqeto
sr: Преузми без белешки
sv: Hämta avskalad
tr: Açıklamasız indirin.
uk: Завантажити без коментарів
vi: Tải về bản thô
zh: 下载无评注的 PGN
zh_tw: 下載純文字
