Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaRankAvgHelp
source: The rank average is a percentage of your ranking. Lower is better. For instance, being ranked 3 in a tournament of 100 players = 3%. Being ranked 10 in a tournament of 1000 players = 1%.
ar: متوسط ​​الرتبة هو نسبة مئوية من رتبتك. الأقل أفضل. على سبيل المثال، الحصول على المركز 3 في بطولة تضم 100 لاعب = 3%. حصولك على المركز العاشر في بطولة تضم 1000 لاعب = 1%.
bs: Prosječni rang je postotak vašeg ranga. Niži rang je bolji. Na primjer, biti rangiran na 3. mjestu na turniru sa 100 igrača = 3%. Biti rangiran na 10. mjestu na turniru sa 1000 igrača = 1%.
ca: El rànquing mitjà és un percentatge del vostre rànquing. Els valors més petits són millors. Per exemple, estar en el tercer lloc en un torneig de 100 jugadors = 3%. Ser classificat 10 en un torneig de 1000 jugadors = 1%.
cs: Průměrný rank je procento umístění. Nižší je lepší. Například, umístíte se 3 v turnaji o 100 hráčích tak rank je 3%. Umístíte se 10 v turnaji o 1000 hráčích task rank je 1%.
da: Den gennemsnitlige rangering er en procentdel af din rangering. Lavere er bedre. Eksempelvis er en rangering som nummer 3 i en turnering med 100 spillere = 3%. At være rangeret som nummer 10 i en turnering med 1000 spillere = 1%.
el: Ο μέσος όρος κατάταξης είναι ένα ποσοστό της θέσης σας. Όσο χαμηλότερος είναι ο μέσος όρος αυτός, τόσο καλύτερη ήταν η επίδοσή σας στο τουρνουά. Για παράδειγμα, αν είστε τρίτος σε ένα τουρνουά 100 παικτών το ποσοστό είναι 3%, ενώ αν είστε δέκατος σε ένα τουρνουά 1000 παικτών, το ποσοστό σας είναι 1%.
eo: La mezrango estas elcento de via rango. Ju pli malalta des pli bona. Ekzemple, se vi estas rangita 3 en turniro de 100 ludantoj = 3%. Se vi estas rangita 10 en turniro de 1000 ludantoj = 1%.
es: El promedio de clasificación es un porcentaje de tu clasificación. Más bajo es mejor. Por ejemplo, ocupar el puesto 3 en un torneo de 100 jugadores = 3%. Estar en el puesto 10 en un torneo de 1000 jugadores = 1%.
eu: Sailkapenaren bataz bestekoa zure puntuazioaren ehuneko bat da. Baxuagoa hobe da. Adibidez, 100 jokalariko txapelketa baten 3. sailkatzea = %3. 1000 jokalariko txapelketa baten 10. sailkatzea = %1.
fa: میانگین رتبه دهی، درصدبندی از جایگاه شما است. پایین‌تر بهتر است. به عنوان مثال، رتبه 3 در مسابقاتی با 100 بازیکن = 3٪. رتبه 10 در مسابقاتی با 1000 بازیکن = 1٪.
fi: Sijoitusten keskiarvo on sijoituksesi prosenttiarvo. Matalampi luku on parempi. Esimerkiksi sijoittuminen 3. sijalle 100 pelaajan turnauksessa = 3%. Sijoittuminen 10. sijalle 1 000 pelaajan turnauksessa = 1%.
gl: A clasificación media é unha porcentaxe da túa clasificación. Canto máis baixa, mellor. Por exemplo, ficar en 3º lugar nun torneo de 100 xogadores = 3%. Ficar 10º nun torneo de 1000 xogadores = 1%.
he: ממוצע הדירוג הוא האחוזון של הדירוגים שלך. ככל שהוא נמוך יותר, כך הוא טוב יותר! לדוגמה, מי שזוכה מקום שלישי בטורניר עם 100 משתתפים הוא באחוזון השלישי (3%). מי שזוכה במקום העשירי מתוך אלף משתתפים הוא באחוזון העליון (1%).
id: Rata-rata peringkat adalah persentase peringkat Anda. Lebih rendah lebih baik. Misalnya, menjadi peringkat 3 dalam turnamen yang terdiri dari 100 pemain = 3%. Menjadi peringkat 10 dalam turnamen 1000 pemain = 1%.
it: La media del piazzamento è la percentuale del tuo piazzamento. Più è basso, più è meglio. Per esempio, essere classificato in 3ª posizione in un torneo di 100 giocatori = 3%. Essere classificato in 10ª posizione in un torneo di 1000 = 1%.
kk: Орын орташасы деген орныңыздың пайыздық мөлшері. Азы жақсы. Мысалы, 100 ойыншы қатысқан жарыста орныңыз 3-інші болса, орын орташасы 3%-ға тең. 1000 ойыншының арасында 10-ыншы болсаңыз, 1%-ға тең.
ko: 백분위 순위는 말 그대로 순위의 백분율입니다. 즉, 백분위 순위는 낮을수록 더 높은 순위를 의미합니다. 예를 들어, 100명의 참가자가 참여하는 토너먼트에서 3위를 차지하면 3%가 되고, 1000명의 참가자가 참여하는 토너먼트에서 10위를 차지하면 1%가 됩니다.
lt: Reitingo vidurkis-tai jūsų reitingas procentais. Mažesnis yra geresnis. Pavyzdžiui, užėmus 3 vietą 100 žaidėjų turnyre = 3%. Užėmus 10-ą vietą 1000 žaidėjų turnyre = 1%.
nl: Het gemiddelde klassering is een percentage van uw klassering. Lager is beter. Bijvoorbeeld, wanneer je de derde plaats staat in een tornooi van 100 deelnemers = 3%. Tiende plaats zijn in een tornooi van 1000 deelnemers = 1%.
pt: A média da classificação é uma percentagem da tua classificação. Menor é melhor. Por exemplo, ficar em 3º lugar num torneio de 100 jogadores = 3%. Estar em 10º lugar num torneio de 1000 jogadores = 1%.
ro: Media rangului este un procent din clasamentul tău. Mai mic e mai bine. De exemplu, fiind clasat locul 3 într-un turneu de 100 de jucători = 3%. Find clasat locul 10 într-un turneu de 1000 de jucători = 1%.
ru: Среднее занятое место (вхождение в процент лучших игроков). Чем ниже значение, тем лучше. Например, занятие 3 места в турнире из 100 игроков даёт 3%. Занятие 10 места в турнире из 1000 игроков даёт 1%.
sk: Priemerná pozícia je percentuálny podiel vášho hodnotenia. Nižšia hodnota je lepšia. Napríklad 3. miesto v turnaji so 100 hráčmi = 3 %. Byť na 10. mieste v turnaji s 1000 hráčmi = 1 %.
sl: Povprečje uvrstitve je odstotek vaše uvrstitve. Nižje je bolje. Na primer, 3. mesto na turnirju s 100 igralci = 3%. 10. mesto na turnirju s 1000 igralci = 1%.
sq: Renditja mesatare është një përqindje e renditjes tuaj. Sa më e ulët, aq më mirë. Për shembull, të qenët i renditur i 3-i në një turne me 100 lojtarë = 3%. Renditja si i 10-it në një turne me 1000 lojtarë = 1%.
sv: Rankningsgenomsnittet är en procentsats baserad på din rankning. Lägre är bättre. Till exempel: Rankad 3 i en turnering på 100 spelare = 3%. Rankad 10 i en turnering på 1000 spelare = 1%.
tr: Sıralama ortalaması, sıralamanızın yüzdesidir. Daha düşük olması daha iyidir. Örneğin, 100 oyunculu bir turnuvada 3. sırada olmak = %3. 1000 oyunculu bir turnuvada 10. sırada olmak = %1.
uk: Середній ранг - відсоток від вашого рейтингу. Нижчий - краще. Наприклад, посідаючи 3 місце на турнірі з 100 гравців = 3%. Маючи 10 місце в турнірі 1000 гравців = 1%.
vi: Thứ hạng trung bình là phần trăm thứ hạng của bạn. Thấp hơn là tốt hơn. Ví dụ: được hạng 3 trong một giải đấu có 100 kỳ thủ = 3%. Hạng 10 trong giải đấu 1000 kỳ thủ = 1%.
zh: 排名平均值是您排名的百分比。数值越低越好。 例如，在 100 名棋手的锦标赛中排名第 3 = 3%。在 1000 名棋手的锦标赛中排名第 10 = 1%。
zh_tw: 平均等地表示你的等地百分比。越低越好。 舉例而言，在 100 人中被評等地 3 表示 %3；在 1000 人中被評等地 10 表示 %1

# arenaMedians
source: medians
ar: متوسط
bg: медиани
bs: medijane
ca: mitjanes
cs: mediány
da: medianer
el: διάμεσες τιμές
eo: medianoj
es: medianas
eu: medianak
fa: میانه
fi: mediaaneja
gl: medianas
he: חציונים
id: median
it: mediane
kk: медианалар
ko: 중앙값
lt: medianos
nl: medianen
pt: médias
ro: mediane
ru: медианы
sk: mediány
sl: mediane
sq: mesatare
sv: medianer
tr: ortancadır
uk: медіани
vi: trung vị
zh: 中位数
zh_tw: 中位數

# arenaAllAveragesAreX
source: All averages on this page are {param}.
ar: جميع المعدلات في هذه الصفحة هي {param}.
bs: Svi prosjeci na ovoj stranici su {param}.
ca: Totes les mitjanes d'aquesta pàgina són {param}.
cs: Všechny průměry na této stránce jsou {param}.
da: Alle gennemsnit på denne side er {param}.
el: Όλοι οι μέσοι όροι που αναφέρονται σε αυτήν τη σελίδα είναι {param}.
eo: Ĉiuj mezumoj sur ĉi tiu paĝo estas {param}.
es: Todos los promedios en esta página son {param}.
eu: Orrialde honetako batazbesteko guztiak {param} dira.
fa: همه میانگین ها در این صفحه {param} هستند.
fi: Kaikki keskiarvot tällä sivulla ovat {param}.
gl: Todas as medias nesta páxina son {param}.
he: כל הממוצעים בעמוד זה הם למעשה {param}.
it: Tutte le medie in questa pagina sono {param}.
kk: Бұл беттегі барлық орташалар - {param}.
ko: 이 페이지의 모든 평균값은 {param} 입니다.
lt: Visi vidurkiai šiame puslapyje yra {param}.
nl: Alle gemiddelden op deze pagina zijn {param}.
pt: Todas as médias desta página são {param}.
ro: Toate mediile de pe această pagină sunt {param}.
ru: Средние значения по этой странице: {param}.
sk: Všetky priemery na tejto stránke sú {param}.
sl: Vsa povprečja na tej strani so {param}.
sq: Krejt mesataret në këtë faqe janë {param}.
sv: Alla medelvärden på denna sida är {param}.
tr: Bu sayfadaki tüm değerler {param}.
uk: Усі середні значення на цій сторінці є {param}.
vi: Tất cả các giá trị trung bình trên trang này đều là {param}.
zh: 本页所有平均值均为 {param}。
zh_tw: 所有平均為{param}。

# arenaTotal
source: Total
af: Totaal
ar: الإجمالي
bg: Общо
bn: মোট
bs: Ukupno
cs: Celkem
da: I alt
el: Σύνολο
eo: Totalo
eu: Guztira
fa: همه
fi: Yhteensä
he: סך הכל
it: Totale
kk: Барлығы
ko: 합계
lt: Iš viso
nl: Totaal
ru: Всего
sk: Spolu
sl: Skupaj
sq: Gjithsej
sv: Summa
tr: Toplam
uk: Загальні
vi: Tổng
zh: 总计
zh_tw: 總計

# arenaPointsAvg
source: Points average
ar: متوسط النقاط
bg: Среднени точки
bs: Prosječan broj bodova
ca: Mitjana de punts
cs: Bodový průměr
da: Gennemsnitlige point
el: Μέσος όρος βαθμών
eo: Poenta mezumo
es: Promedio de puntos
eu: Bataz besteko puntuak
fa: میانگین امتیاز
fi: Pisteiden keskiarvo
gl: Media de puntos
he: ממוצע הנקודות
id: Poin rata-rata
it: Media punti
kk: Орташа ұпай
ko: 평균 점수
lt: Taškų vidurkis
nl: Gemiddeld punten
pt: Média de pontos
ro: Medie puncte
ru: Очки в среднем
sk: Priemer bodov
sl: Povprečje točk
sq: Mesatare pikësh
sv: Genomsnittlig poäng
tr: Puan ortalaması
uk: Середні значення очків
vi: Điểm trung bình
zh: 平均得分
zh_tw: 平均分數

# arenaPointsSum
source: Points sum
ar: مجموع النقاط
bg: Сума на точките
bs: Zbroj bodova
ca: Suma de punts
cs: Bodový součet
da: Sum af point
el: Σύνολο βαθμών
eo: Poenta sumo
es: Suma de puntos
eu: Puntuen batuketa
fa: جمع امتیازات
fi: Pisteiden summa
gl: Suma dos puntos
he: סכום הנקודות
id: Jumlah Points
it: Somma punti
kk: Барлық ұпай
ko: 총합 점수
lt: Taškų suma
nl: Aantal punten
pt: Pontos Somados
ro: Sumă puncte
ru: Сумма очков
sk: Súčet bodov
sl: Seštevek točk
sq: Shumë pikësh
sr: Збир бодова
sv: Poängsumma
tr: Puan toplamı
uk: Сума очок
vi: Tổng điểm
zh: 总得分
zh_tw: 總計分數

# arenaRankAvg
source: Rank average
ar: متوسط الرتبة
bg: Среднен рейтинг
bs: Prosječni rang
ca: Rànquing mitjà
cs: Průměrný rank
da: Gennemsnitlig rangering
el: Μέσος όρος κατάταξης
eo: Ranga mezumo
es: Promedio de clasificación
eu: Sailkapenaren bataz bestekoa
fa: میانگین رتبه
fi: Sijoitusten keskiarvo
gl: Clasificación media
he: ממוצע הדירוג
id: Peringkat rata-rata
it: Media del piazzamento
kk: Орын орташасы
ko: 백분위 순위
lt: Reitingo vidurkis
nl: Gemiddelde klassering
pt: Classificação Média
ro: Media rangului
ru: Среднее занятое место
sk: Priemer umiestnení
sl: Povprečje uvrstitve
sq: Mesatare renditjeje
sv: Genomsnittlig rankning
tr: Sıralama ortalaması
uk: Середнє місце
vi: Thứ hạng trung bình
zh: 平均排名
zh_tw: 平均等地

# arenaTournamentWinners
source: Tournament winners
ar: الفائزون في المسابقة
bg: Победители в турнира
bs: Pobjednici turnira
ca: Guanyadors de tornejos
cs: Turnajoví vítězové
da: Turneringsvindere
el: Νικητές τουρνουά
eo: Turniraj venkintoj
es: Ganadores del torneo
eu: Txapelketaren irabazleak
fa: برندگان مسابقات
fi: Turnausten voittajat
gl: Gañadores do torneo
he: מנצחי הטורנירים
id: Pemenang turnamen
it: Vincitori torneo
kk: Жарыс жеңімпаздары
ko: 토너먼트 우승자
lt: Turnyro nugalėtojai
nl: Toernooiwinnaars
pt: Vencedores do torneio
ro: Câștigători de turnee
ru: Победители турнира
sk: Víťazi turnajov
sl: Zmagovalci turnirjev
sq: Fitues turnesh
sr: Победници турнира
sv: Turneringsvinnare
tr: Turnuva şampiyonları
uk: Переможці турніру
vi: Các nhà vô địch giải
zh: 锦标赛获胜者
zh_tw: 錦標賽贏家

# arenaTournamentShields
source: Tournament shields
ar: درع البطولة
bs: Turnirski štitovi
ca: Insígnies de tornejos
cs: Turnajové štíty
da: Turneringsskjold
el: Ασπίδες τουρνουά
eo: Turniraj ŝildoj
es: Escudos de torneo
eu: Txapelketen garaikurrak
fa: مسابقات سپرها
fi: Turnauskilvet
gl: Torneos de Escudo
he: מגיני הטורנירים
it: Scudi torneo
kk: Жарыс қалқандары
ko: 토너먼트 실드
lt: Turnyro trofėjus
nl: Toernooischilden
pt: Escudos do torneio
ro: Scuturi turneu
ru: Щиты турниров
sk: Shield turnaje
sl: Turnirski ščiti
sv: Turneringssköldar
tr: Turnuva kalkanları
uk: Турнірні щити
vi: Các khiên giải đấu
zh: 锦标赛盾牌
zh_tw: 錦標賽徽章

# arenaOnlyTitled
source: Only titled players
ar: فقط اللاعبين حملة الألقاب
bg: Само титулувани играчи
bn: শুধুমাত্র খেতাবধারী দাবাড়ুগণ
bs: Samo igrači sa titulama
ca: Només jugadors titulats
cs: Pouze hráči s titulem
da: Kun spillere med titel
el: Μόνο τιτλούχοι παίκτες
eo: Nur titolitaj ludantoj
es: Solo jugadores titulados
eu: Tituludun jokalariak bakarrik
fa: تنها بازیکنان عنوان دار
fi: Vain arvonimen saaneet pelaajat
gl: Só xogadores titulados
he: שחקנים עטורי דרגות בלבד
id: Hanya pemain yang memiliki gelar
it: Solo giocatori intitolati
kk: Тек атақты ойыншылар
ko: 타이틀 플레이어만
lt: Tik tituluoti žaidėjai
nl: Alleen titelhouders
pt: Apenas jogadores titulados
ro: Doar jucători titrați
ru: Только игроки со званиями
sk: Iba hráči s titulom
sl: Samo igralci z nazivom
sq: Vetëm lojtarë me titull
sv: Endast för spelare med schacktitlar
tr: Sadece unvanlı oyuncular
uk: Тільки титуловані гравці
vi: Chỉ những kỳ thủ có danh hiệu
zh: 仅限有头衔棋手
zh_tw: 僅限頭銜玩家

# arenaOnlyTitledHelp
source: Require an official title to join the tournament
ar: يتطلب لقب رسمي للمشاركة
bg: Изискване на официална титла за участие в турнира
bs: Za pridruživanje turniru potrebna je službena titula
ca: Demana un títol oficial per entrar al torneig
cs: Požadovat oficiální titul k připojení se do turnaje
da: Kræv en officiel titel for at deltage i turneringen
el: Μόνο οι παίκτες με έναν επίσημο τίτλο θα έχουν δυνατότητα συμμετοχής στο τουρνουά
eo: Necesigi oficialan titolon por aliĝi al la turniro
es: Exigir un título oficial para participar en el torneo
eu: Eskatu titulu ofiziala izatea txapelketan sartzeko
fa: نیاز به یک عنوان رسمی برای پیوستن به مسابقه است
fi: Edellytä turnauksen osallistujilta virallista arvonimeä
gl: Esixir un título oficial para unirse ó torneo
he: יהיה צורך בתואר רשמי כדי להצטרף לטורניר
id: Diperlukan sebuah gelar resmi untuk mengikuti turnamen
it: Richiedi un titolo ufficiale per partecipare al torneo
kk: Атақ болса ғана, қосылуға рұқсат
ko: 토너먼트에 참여하기 위해서는 공식 타이틀이 있어야 합니다.
lt: Prisijungti į turnyrą būtinas oficialus titulas
nl: Officiële titel vereist voor deelname aan het toernooi
pt: Exigir um título oficial para entrar no torneio
ro: Solicitați un titlu oficial pentru a se alătura turneului
ru: Требуется официальное звание для участия в турнире
sk: Na účasť v turnaji je potrebný oficiálny titul
sl: Za pridružitev turnirju zahtevajte uradni naziv
sq: Për të marrë pjesë në turne, kërko doemos një titull zyrtar
sv: Kräv en officiell schacktitel för att delta i turneringen
tr: Turnuvaya katılmak için resmî bir unvana sahip olmayı iste
uk: Необхідний офіційний титул, щоб приєднатися до турніру
vi: Yêu cầu có một danh hiệu chính thức để tham gia giải đấu
zh: 需要官方头衔才能加入锦标赛
zh_tw: 需要官方頭銜才能加入比賽

# arenaTournamentPairingsAreNowClosed
source: The tournament pairings are now closed.
af: Die toenooiparings is nou gesluit.
ar: انتهت منافسات البطولة.
bg: Съчетаването на играчи вече приключи.
bs: Parovi za turnir su sada zatvoreni.
ca: Els emparellaments del torneig ja estan tancats.
cs: Turnajové rozlosování je nyní uzavřeno.
da: Pardannelsen til turneringen er nu lukket.
el: Οι κληρώσεις του τουρνουά έχουν κλείσει.
eo: La turniraj parigoj nun fermiĝis.
es: Los emparejamientos del torneo están cerrados.
eu: Txapelketaren parekatzeak itxita daude jada.
fa: تعیین حریف به اتمام رسیده است.
fi: Turnauksen peliparien määritys on nyt päättynyt.
gl: Os emparellamentos do torneo están pechados.
he: שיבוצי הטורניר סגורים כעת.
it: Gli abbinamenti del torneo sono ora chiusi.
kk: Жарыстағы жұптасу аяқталды.
ko: 토너먼트 매칭이 이제 종료되었습니다.
lt: Suporavimai turnyrui jau baigėsi.
nl: De toernooiparingen zijn nu gesloten.
pt: Os emparelhamentos no torneio já estão fechados.
ro: Cuplările în turneu sunt acum încheiate.
ru: Жеребьёвка турнира закончена
sk: Párovanie hráčov v turnaji je už uzavreté.
sl: Pari turnirja so zaključeni.
sq: Çiftimet e turneut tani janë mbyllur.
sv: Turneringsmatchningarna är nu avslutade.
tr: Turnuva eşleştirmeleri şu anda kapalıdır.
uk: Формування пар у турнірі завершено.
vi: Đã đóng việc xếp cặp đấu.
zh: 锦标赛配对现已关闭。
zh_tw: 此錦標賽的對手配對已結束。

# arenaBerserkRate
source: Berserk rate
ar: معدل المخاطرة
bg: Берсерк процент
bs: Berserkova stopa
ca: Taxa de Berserk
cs: Berserkův mat
da: Bersærk-rate
el: Ποσοστό berserk
eo: Berserka procento
es: Tasa de berserk
eu: Berserk ratioa
fa: امتیاز برسرک
fi: Berserkkiprosentti
gl: Porcentaxe de Berserk
he: אחוז המשחקים ב״אטרף״
it: Percentuale Berserk
kk: Берсерк үлесі
ko: 버서크 비율
lt: Įsiūčio dažnis
nl: Berserk-percentage
pt: Taxa Frenética
ro: Rata jocurilor Berserk
ru: Берсерк
sk: Miera besnenia
sl: Delež divjanja
sv: Bärsärk-frekvens
tr: Divane oranı
uk: Ігор з берсерком
vi: Tỉ lệ Berserk
zh: 狂暴率
zh_tw: 快棋率
