Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyOnlyContributorsCanRequestAnalysis
source: Only the study contributors can request a computer analysis.
af: Slegs die studie bydraers kan versoek om 'n rekenaar analise te doen.
ar: فقط المساهمون في هذا الدراسة يمكنهم طلب تحليل الحاسوب
az: Yalnız çalışma iştirakçıları kompüter təhlili tələb edə bilər.
be: Толькі рэдактары навучання могуць запрасіць камп'ютарны аналіз.
bg: Само сътрудници към казуса могат да пускат компютърен анализ.
bn: শুধুমাত্র স্টাডি'টার কন্ট্রিবিউটররাই কম্পিউটার এনালাইসিস এর রিকোয়েস্ট করতে পারবে।
bs: Samo saradnici u studiji mogu zahtijevati računarsku analizu.
ca: Només els contribuïdors de l’estudi poden demanar un anàlisis computeritzat.
cs: Pouze přispěvatelé mohou požádat o počítačovou analýzu.
da: Kun studiets bidragsydere kan anmode om en computeranalyse.
el: Μόνο όσοι συνεισφέρουν στη μελέτη μπορούν να ζητήσουν ανάλυση από υπολογιστή.
eo: Nur la kontribuantoj de la studo povas peti komputilan analizon.
es: Sólo los colaboradores del estudio pueden solicitar un análisis por ordenador.
eu: Azterlanaren laguntzaileek bakarrik eskatu dezakete ordenagailu bidezko analisia.
fa: تنها مشارکت‌گران این مطالعه، می‌توانند درخواست تحلیل رایانه‌ای دهند.
fi: Vain tutkielman osallistujat voivat pyytää tietokoneanalyysin.
gl: Só os colaboradores do estudo poden solicitar unha análise por ordenador.
he: רק תורמי לוח הלמידה יכולים לבקש ניתוח ממוחשב.
hy: Միայն ստուդիայի խմբագիրները կարող են խնդրել համակարգչային վերլուծություն։
id: Hanya kontributor yang dapat meminta analisa komputer.
it: Solo i partecipanti allo studio possono richiedere un'analisi del computer.
kk: Зерттеу қолдаушылары ғана компьютерлік талдауды сұрай алады.
ko: 연구 기여자만이 컴퓨터 분석을 요청할 수 있습니다.
lt: Tik studijos talkininkai gali prašyti kompiuterio analizės.
lv: Tikai izpētes ieguldītāji var pieprasīt datoranalīzi.
nl: Alleen de bijdragers kunnen een computer analyse aanvragen.
pt: Apenas os colaboradores de estudo podem solicitar uma análise de computador.
ro: Numai contribuitorii studiului pot solicita o analiză a computerului.
ru: Только редакторы студии могут запросить компьютерный анализ.
sk: Oba prispievatelia k tejto štúdii môžu požiadať a počítačovú analýzu.
sl: Samo sodelovalci v študiji lahko zahtevajo računalniško analizo.
sq: Analizë kompjuterike mund të kërkohet vetëm nga kontribuesit e këtij mësimi.
sr: Само доприносиоци студије могу захтевати рачунарску анализу.
sv: Endast studiens bidragsgivare kan begära en datoranalys.
tr: Sadece katılımcılar bilgisayar analizi isteyebilir.
uk: Лише співавтори дослідження можуть дати запит на комп'ютерний аналіз.
vi: Chỉ những người đóng góp nghiên cứu mới có thể yêu cầu máy tính phân tích.
zh: 只有研习贡献者可以请求电脑分析。
zh_tw: 只有研究專案編輯者才能要求電腦分析

# studyGetAFullComputerAnalysis
source: Get a full server-side computer analysis of the mainline.
af: Kry 'n vol-bediener rekenaar analise van die hooflyn.
ar: احصل على تحليل حاسوب كامل للتفريع الرئيسي من قبل الخادم
az: Ana variant üçün serverdən hərtərəfli kompüter təhlilini alın.
be: Атрымайце поўны серверны кампутарны аналіз галоўнай лініі.
bg: Вземи пълен сървърен анализ на основна линия.
bs: Dobijte potpunu serversku analizu glavne varijacije.
ca: Obté un anàlisi complert desde el servidor de la línia principal.
cs: Získejte plnou počítačovou analýzu hlavní varianty.
da: Få en fuld server-computeranalyse af hovedlinjen.
el: Πλήρης ανάλυσης της κύριας βαριάντας από μηχανή στον διακομιστή.
eo: Akiru kompletan servilan komputilan analizon de la ĉefa linio.
es: Obtén un análisis completo de la línea principal en el servidor.
eu: Linea nagusiaren ordenagailu bidezko analisia lortu.
fa: یک تحلیلِ رایانه‌ای کارساز-سوی کامل از شاخه اصلی بگیرید.
fi: Hanki palvelimelta täysi tietokoneanalyysi päälinjasta.
gl: Obtén unha análise completa da liña principal dende o servidor.
he: קבל/י ניתוח צד־שרת מלא של המסעים העיקריים (mainline).
hy: Սերվերից ստանալ գլխավոր գծի ամբողջական համակարգչային վերլուծություն։
id: Dapatkan analisis komputer penuh di pihak server dari jalur utama.
it: Richiedi un'analisi completa del computer della variante principale.
kk: Сервер-жақты компьютер осы негізгі жолға толық талдау жасайтын болады.
ko: 메인라인에 대한 전체 서버 컴퓨터 분석을 가져옵니다.
lt: Gaukite pilną pagrindinės linijos kompiuterio analizę.
lv: Iegūstiet pilnu servera puses pamatvarianta datoranalīzi.
nl: Krijg een volledige computer analyse van de hoofdlijn.
pt: Obtém uma análise completa da linha principal pelo servidor.
ro: Obțineți o întreagă analiză server-side a computerului a variației principale.
ru: Получить с сервера полный компьютерный анализ главной линии.
sk: Získajte úplnú počítačovú analýzu hlavného variantu na strane servera.
sl: Pridobi na računalniškem strežniku izvedeno računalniško analizo glavne varjante.
sq: Merrni nga shërbyesi një analizë të plotë kompjuterike të variantit kryesor.
sr: Добиј комплетну рачунарску анализу главне варијације од стране сервера.
sv: Hämta en fullständig serveranalys av huvudlinjen.
tr: Bu varyant için ayrıntılı bir sunucu analizi yapın.
uk: Отримати повний серверний комп'ютерний аналіз головної лінії.
vi: Nhận phân tích máy tính phía máy chủ đầy đủ về biến chính.
zh: 对主线变化进行完整的服务器端电脑分析。
zh_tw: 請求伺服器完整的分析主要走法

# studyMakeSureTheChapterIsComplete
source: Make sure the chapter is complete. You can only request analysis once.
af: Maak seker dat die hoofstuk volledig is. Jy kan slegs eenkeer 'n analise versoek.
ar: كن متأكداً ان الفصل مكتمل، يمكنك طلب تحليل الحاسوب مره واحده فحسب
az: Fəslin tamamlandığına əmin olun. Yalnız bir dəfə təhlil tələbi edə bilərsiniz.
be: Пераканайцеся, што раздзел гатоў. Вы можаце запрасіць аналіз толькі адзін раз.
bg: Уверете се, че главата е завършена. Можете да пуснете анализ само веднъж.
bs: Budite sigurni da je poglavlje gotovo. Računarsku analizu možete zahtjevati samo jednom.
ca: Segura’t que el capítol és complert. Només pots requerir l’anàlisi una sola vegada.
cs: Ujistěte se, že je kapitola úplná. O analýzu můžete požádat pouze jednou.
da: Sikr dig at kapitlet er færdigt. Du kan kun anmode om analyse én gang.
el: Βεβαιωθείτε πως το κεφάλαιο είναι ολοκληρωμένο. Μπορείτε να ζητήσετε ανάλυση υπολογιστή μόνο μία φορά.
eo: Certiĝu, ke la ĉapitro estas kompleta. Vi nur povas peti analizon unu foje.
es: Asegúrate de que el capítulo está completo. Sólo puede solicitar el análisis una vez.
eu: Ziurtatu kapitulua guztiz osatu duzula. Analisia behin bakarrik eskatu dezakezu.
fa: مطمئن شوید که بخش کامل است. شما فقط یک بار می‌توانید درخواست تحلیل دهید.
fi: Varmista, että luku on valmis. Voit pyytää analyysiä vain kerran.
gl: Asegúrate de que o capítulo está completo. Só podes solicitar a análise unha vez.
he: ניתן לבקש ניתוח ממוחשב רק פעם אחת, ולכן ודאו שהפרק הושלם.
hy: Համոզվեք, որ գլուխն ավարտված է։ Համակարգչային վերլուծություն կարող եք խնդրել միայն մեկ անգամ։
id: Pastikan bab ini selesai. Anda hanya dapat meminta analisis satu kali.
it: Assicurati che il capitolo sia completo. Puoi richiedere l'analisi solo una volta.
kk: Талдауды бір рет қана сұрай аласыз, сондықтан бөлімді аяқтауды ұмытпаңыз.
ko: 챕터가 완료되었는지 확인하세요. 분석은 한번만 요청할 수 있습니다.
lt: Įsitikinkite, kad skyrius užbaigtas. Analizės galite prašyti tik kartą.
lv: Pārliecinieties, ka nodaļa ir pabeigta. Datoranalīzi var pieprasīt tikai vienreiz.
nl: Zorg ervoor dat het hoofdstuk voltooid is. Je kunt slechts één keer een analyse aanvragen.
pt: Certifica-te que o capítulo está completo. Só podes solicitar a análise uma vez.
ro: Asigurați-vă că acest capitol este complet. Puteți solicita o analiză doar o singură dată.
ru: Убедитесь, что глава завершена. Вы можете запросить анализ только один раз.
sk: Uistite sa, že kapitola je kompletná. Požiadať o analýzu môžete iba raz.
sl: Poskrbite, da bo poglavje zaključeno. Analizo lahko zahtevate samo enkrat.
sq: Sigurohuni që kapitulli të jetë i plotë. Mund të kërkoni analizë vetëm një herë.
sr: Побрини се да је поглавље завршено. Можеш само једном захтевати анализу.
sv: Försäkra dig om att kapitlet är färdigt. Du kan bara begära analysen en gång.
tr: Bu bölümü tamamladığınızdan emin olun. Sadece bir kez bilgisayar analizi talep edebilirsiniz.
uk: Переконайтесь, що розділ завершено. Ви можете дати запит на аналіз лише один раз.
vi: Hãy chắc chắn chương đã hoàn thành. Bạn chỉ có thể yêu cầu phân tích 1 lần.
zh: 请确保章节已完整。您只能请求一次分析。
zh_tw: 確認此章節已完成，您只能要求分析一次

# studyAllSyncMembersRemainOnTheSamePosition
source: All SYNC members remain on the same position
af: Alle SYNC lede bly op dieselfde posisie
ar: يظل جميع ألاعضاء الذين تمت مزامنة معلوماتهم في نفس الترتيب
az: EYNİLƏŞDİRİLMİŞ bütün üzvlər eyni pozisiyada qalır
be: Усе сінхранізаваныя ўдзельнікі застаюцца на аднолькавай пазіцыі
bg: Всички синхронизирани членове остават на същата позиция
bs: Svi sinhronizovani članovi ostaju na istoj poziciji
ca: Tots els membres sincronitzats es mantenen a la mateixa posició
cs: Všichni SYNCHRONIZOVANÍ členové zůstávají na stejné pozici
da: Alle SYNC medlemmer forbliver på samme stilling
el: Όλα τα μέλη SYNC θα μεταφερθούν στην ίδια θέση
eo: Ĉiuj sinkronigitaj membroj restas ĉe la sama pozicio
es: Todos los miembros de SYNC permanecen en la misma posición
eu: Kide sinkronizatu guztiak posizio berean jarraitzen dute
fa: همه‌ی عضوهای همگام در وضعیت یکسانی باقی می‌مانند
fi: Kaikki SYNC-jäsenet pysyvät samassa asemassa
gl: Todos os membros sincronizados permanecen na mesma posición
he: כולם צופים באותה העמדה
hy: Բոլոր սինքրոնիզացված մասնակիցները մնում են նույն դիրքում
id: Semua anggota yang ter-sinkron tetap pada posisi yang sama
it: Tutti i membri in SYNC rimangono sulla stessa posizione
kk: Барлық үйлескен мүшелер өз күйінде қалады
ko: 동기화된 모든 멤버들은 같은 포지션을 공유합니다
lt: Visi SYNC nariai lieka toje pačioje pozicijoje
lv: Visi SYNC dalībnieki paliek vienā pozīcijā
nl: Alle SYNC leden blijven op dezelfde positie
pt: Todos os membros do SYNC permanecem na mesma posição
ro: Toți membrii sincronizați rămân la aceeași poziție
ru: Все синхронизированные участники остаются на той же позиции
sk: Všetci zosynchronizovaní členovia uvidia rovnakú pozíciu
sl: Vsi sinhronizirani člani so v isti poziciji
sq: Krejt anëtarët SYNC mbesin në të njëjtin pozicion
sr: Сви SYNC чланови остају на истој позицији
sv: Alla SYNC-medlemmar är kvar på samma position
tr: Senkronize edilen bütün üyeler aynı pozisyonda kalır
uk: Усі синхронізовані учасники залишаються на тій же позиції
vi: Đồng bộ hóa tất cả các thành viên trên cùng một thế cờ
zh: 所有同步成员保持在相同局面
zh_tw: 所有的SYNC成員處於相同局面

# studyShareChanges
source: Share changes with spectators and save them on the server
af: Deel veranderinge met toeskouers en stoor dit op die bediener
ar: شارك التغيبرات مع المشاهدين وإحفظهن الى الخادم
az: Dəyişiklikləri tamaşaçılarla paylaşın və onları serverdə saxlayın
be: Падзяліцца зменамі з гледачамі та захаваць іх на серверы
bg: Споделете промените със зрителите и ги запазете на сървъра
bs: Podijelite promjene sa posmatračima i sačuvajte ih na server
ca: Comparteix els canvis amb els espectadors i guarda’ls al servidor
cs: Sdílet změny s diváky a uložit je na server
da: Del ændringer med tilskuere og gem dem på serveren
el: Κοινοποίηση των αλλαγών στους θεατές και αποθήκευσή τους στον διακομιστή
eo: Diskonigi ŝanĝojn al spektantoj kaj konservi tiujn ĉe la servilo
es: Comparte cambios con los espectadores y guárdalos en el servidor
eu: Aldaketak ikusleekin partekatu eta zerbitzarian gorde
fa: هم‌رسانی تغییرها با تماشاگران و ذخیره‌شان در کارساز
fi: Anna katsojien nähdä muutokset ja tallenna ne palvelimelle
gl: Comparte os cambios cos espectadores e gárdaos no servidor
he: שתפו שינויים עם הצופים ושמרו אותם על השרת
hy: Փոփոխությունները տարածել հանդիսականների շրջանում և դրանք պահպանել սերվերում
id: Bagikan perubahan dengan penonton dan simpan di server
it: Condividi le modifiche con gli spettatori e salvale sul server
kk: Көрермендермен өзгертулерді бөлісіңіз әрі серверде сақтап қойыңыз
ko: 관전자와 변경 사항을 공유하고 서버에 저장
lt: Dalinkitės pakeitimais su žiūrovais ir saugokite juos serveryje
lv: Koplietot izmaiņas ar skatītājiem un saglabāt tās serverī
nl: Deel veranderingen met toeschouwers en sla deze op op de server
pt: Partilha as alterações com espectadores e guarda-as no servidor
ro: Împărtășește modificările cu spectatorii și salvează-le pe server
ru: Поделиться изменениями со зрителями и сохранить их на сервере
sk: Zdieľajte zmeny s divákmi a uložte ich na server
sl: Deli spremembe z gledalci in jih shrani na strežnik
sq: Ndani ndryshimet me shikuesit dhe ruajini ato në shërbyes
sr: Дели измене са посматрачима и сачувај их на серверу
sv: Dela ändringar med åskådare och spara dem på servern
tr: Değişiklikleri izleyiciler ile paylaşın ve sunucuya kaydedin
uk: Поділитися змінами з глядачами та зберегти їх на сервері
vi: Chia sẻ các thay đổi với khán giả và lưu chúng trên máy chủ
zh: 与旁观者共享更改并保存到服务器
zh_tw: 向旁觀者分享這些變動並將其保留在伺服器中

# studyPlaying
source: Playing
af: Besig om te speel
ar: يلعب الان
az: Oynanılan
be: Гуляецца
bg: Играе се
bn: খেলছে
bs: U toku
ca: Jugant
cs: Probíhající
da: Spiller
el: Σε εξέλιξη
eo: Ludanta
es: Jugando
eu: Jokatzen
fa: جاری
fi: Meneillään
gl: En xogo
he: מתקיים כעת
hy: Ակտիվ
id: Memainkan
it: In corso
kk: Қазір ойында
ko: 대국 중
lt: Žaidžiama
lv: Notiek
nl: Spelend
pt: A ser jogado
ro: În desfășurare
ru: Активные
sk: Práve sa hrá
sl: V teku
sq: Po luhet
sr: У току
sv: Spelar
tr: Oynanıyor
uk: Активні
vi: Đang chơi
zh: 正在对局
zh_tw: 下棋中

# studyShowResults
source: Results
ar: النتائج
bg: Резултати
bs: Rezultati
ca: Resultats
cs: Výsledky
da: Resultater
el: Αποτελέσματα
eo: Rezultoj
es: Resultados
eu: Emaitzak
fa: نمایش نتایج
fi: Tulokset
gl: Resultados
he: תוצאות
it: Risultati
ko: 결과
nl: Resultaten
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sl: Rezultati
sq: Përfundime
sv: Resultat
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh: 结果
zh_tw: 結果

# studyShowEvalBar
source: Evaluation bars
ar: شرائط التقييم
be: Шкалы ацэнкі
bs: Evaluacijske trake
ca: Barres d'avaluació
cs: Lišta hodnotící pozici
da: Evalueringssøjler
el: Μπάρες αξιολόγησης
eo: Taksaj stangoj
es: Barras de evaluación
eu: Ebaluazio barrak
fa: نوار ارزیابی
fi: Arviopalkit
gl: Indicadores de avaliación
he: מדי הערכה
it: Barre di valutazione
ko: 엔진 평가치
lt: Vertinimo skalė
nl: Evaluatiebalk
pt: Barras de avaliação
ro: Bară de evaluare
ru: Шкалы оценки
sk: Ukazovatele hodnotenia
sl: Ocenjevalne vrstice
sq: Shtylla vlerësimi
sv: Värderingsfält
tr: Değerlendirme çubuğu
uk: Шкала оцінки
vi: Thanh lợi thế
zh: 评估条
zh_tw: 評估條

# studyNext
source: Next
af: Volgende
ar: التالي
az: Növbəti
be: Наступная
bg: Следваща
bn: পরের ধাপ
bs: Sljedeća strana
ca: Següent
cs: Další
da: Næste
el: Επόμενο
eo: Sekva
es: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
gl: Seguinte
he: הבא
hy: Հաջորդը
id: Berikutnya
it: Successivo
kk: Келесі
ko: 다음
lt: Kitas
lv: Nākamais
mk: Следно
nl: Volgende
pt: Seguinte
ro: Următoarea
ru: Дальше
sk: Ďalej
sl: Naslednja stran
sq: Pasuesja
sr: Следећа
sv: Nästa
tr: Sonraki
uk: Наступна
vi: Trang tiếp theo
zh: 下一页
zh_tw: 下一頁

# studyShareAndExport
source: Share & export
af: Deel & voer uit
ar: مشاركة و تصدير
az: Paylaş və yüklə
be: Падзяліцца & экспартаваць
bg: Сподели
bs: Podijelite i izvezite
ca: Comparteix i exporta
cs: Sdílení a export
da: Del & eksport
el: Κοινοποίηση & εξαγωγή
eo: Konigi & eksporti
es: Compartir y exportar
eu: Partekatu & esportatu
fa: همرسانی و برون‏بُرد
fi: Jaa & vie
gl: Compartir e exportar
he: שיתוף & ייצוא
hy: Տարածել & և արտահանել
id: Bagikan & ekspor
it: Condividi & esporta
kk: Бөлісу мен Жүктеп алу
ko: 공유 및 내보내기
lt: Dalintis ir eksportuoti
lv: Koplietot & eksportēt
nl: Delen & exporteren
pt: Partilhar & exportar
ro: Împărtășește și exportă
ru: Поделиться и экспортировать
sk: Zdielať & export
sl: Deli in Izvozi podatke
sq: Ndajeni me të tjerë & eksportoni
sr: Подели и извези
sv: Dela & exportera
tr: Paylaş ve dışa aktar
uk: Надсилання та експорт
vi: Chia sẻ & xuất
zh: 分享并导出
zh_tw: 分享 & 導出

# studyCloneStudy
source: Clone
af: Kloneer
ar: استنساخ
az: Klonla
be: Кланаваць
bg: Клонирай
bn: ডুপ্লিকেট/নকল করবেন
bs: Klonirajte
ca: Clona
cs: Klonovat
da: Klon
el: Δημιουργία αντιγράφου
eo: Kloni
es: Clonar
eu: Klonatu
fa: همسانیدن
fi: Kloonaa
gl: Clonar
he: שכפול
hy: Կլոնավորել
id: Gandakan
it: Duplica
kk: Көшірме
ko: 복제
lt: Klonuoti
lv: Klonēt
nl: Kopiëren
pt: Clonar
ro: Clonează
ru: Клонировать
sk: Naklonovať
sl: Kloniraj
sq: Klonoje
sr: Клонирај
sv: Klona
tr: Klon
uk: Клонувати
vi: Nhân bản
zh: 复制
zh_tw: 複製

# studyStudyPgn
source: Study PGN
af: Studie PGN
ar: PGN الدراسة
az: Çalışma PGN-i
be: PGN навучання
bg: PGN на казуса
bn: অধ্যায়ন PGN আকারে
bs: Studirajte PGN
ca: PGN de l’estudi
cs: PGN studie
da: Studie PGN
el: Αρχείο PGN μελέτης
eo: PGN de la studo
es: PGN del estudio
eu: Azterlanaren PGNa
fa: PGN مطالعه
fi: Tutkielman PGN
gl: PGN do estudo
he: ה-PGN של לוח הלמידה
hy: Ստուդիայի PGN-ն
id: Studi PGN
it: PGN dello studio
kk: Зерттеудің PGN
ko: 연구 PGN
lt: Studijos PGN
lv: Izpētes PGN
nl: PGN bestuderen
pt: PGN do estudo
ro: PGN-ul studiului
ru: PGN студии
sk: PGN štúdie
sl: PGN študije
sq: Studioni PGN
sr: PGN студије
sv: Studiens PGN
tr: Çalışma PGN'si
uk: PGN дослідження
vi: PGN nghiên cứu
zh: 研习 PGN
zh_tw: 研究 PGN

# studyChapterPgn
source: Chapter PGN
af: Hoofstuk PGN
ar: PGN الفصل
az: Fəsil PGN-i
be: PGN раздзелу
bg: PGN на главата
bs: PGN poglavlja
ca: PGN del capítol
cs: PGN kapitoly
da: Kapitel PGN
el: Αρχείο PGN κεφαλαίου
eo: PGN de la ĉapitro
es: PGN del capítulo
eu: Kapituluaren PGNa
fa: PGN ِ بخش
fi: Luvun PGN
gl: PGN do capítulo
he: ה-PGN של הפרק
hy: Գլխի PGN-ը
id: Bab PGN
it: PGN del capitolo
kk: Бөлімнің PGN
ko: 챕터 PGN
lt: Skyriaus PGN
lv: Nodaļas PGN
nl: Hoofdstuk PGN
pt: PGN do capítulo
ro: PGN-ul capitolului
ru: PGN главы
sk: PGN kapitoly
sl: PGN poglavja
sq: PGN e kapitullit
sr: PGN поглавља
sv: Kapitel PGN
tr: Bölüm PGN'si
uk: PGN розділу
vi: PGN chương
zh: 章节 PGN
zh_tw: 章節PGN

# studyCopyChapterPgn
source: Copy PGN
af: Kopieer PGN
ar: نسخ PGN
be: Скапіраваць PGN
bg: Копирай PGN
bs: Kopirajte PGN
ca: Copiar PGN
cs: Kopírovat PGN
da: Kopier PGN
el: Αντιγραφή PGN
eo: Kopii PGN
es: Copiar PGN
eu: Kopiatu PGNa
fa: رونوشت‌گیری PGN
fi: Kopioi PGN
gl: Copiar PGN
he: העתקת ה־PGN
hy: Պատճենել PGN-ը
id: Salin PGN
it: Copia in PGN
kk: PGN-ді көшіру
ko: PGN 복사
lt: Kopijuoti PGN
lv: Kopēt PGN
nl: PGN kopiëren
pt: Copiar PGN
ro: Copiază PGN
ru: Копировать PGN
sk: Kopírovať PGN
sl: Kopiraj PGN
sq: Kopjo PGN
sv: Kopiera PGN
tr: PGN 'yi kopyala
uk: Скопіювати PGN
vi: Sao chép PGN
zh: 复制 PGN
zh_tw: 複製PGN

# studyCopyRawChapterPgn
source: Copy Raw PGN
ca: Copiar PGN en brut
el: Αντιγραφή κύριας γραμμής ως PGN
eo: Kopii PNG sen notoj
es: Copiar PGN sin formato
fi: Kopioi kommentoimaton PGN
it: Copia PGN grezzo
nl: Kale pgn kopiëren
ro: Copiază PGN simplu
ru: Копировать исходный PGN
sk: Kopírovať čisté PGN
uk: Скопіювати чистий PGN
vi: Sao chép bản PGN thô
zh: 复制原始 PGN

# studyDownloadGame
source: Download game
af: Aflaai spel
ar: حمل لعبة
az: Oyunu endir
be: Спампаваць гульню
bg: Изтегли партия
bs: Skini partiju
ca: Descarrega partida
cs: Stáhnout hru
da: Download parti
el: Λήψη παρτίδας
eo: Elŝuti ludon
es: Descargar partida
eu: Partida deskargatu
fa: بارگیری بازی
fi: Lataa peli
gl: Descargar partida
he: הורדת המשחק
hy: Ներբեռնել պարտիան
id: Unduh permainan
it: Scarica partita
kk: Ойынды жүктеп алу
ko: 게임 다운로드
lt: Atsisiųsti žaidimą
lv: Lejupielādēt spēli
nl: Partij downloaden
pt: Transferir partida
ro: Descarcă partida
ru: Скачать партию
sk: Stiahnúť hru
sl: Prenesi igro
sq: Shkarko lojën
sr: Преузми партију
sv: Ladda ner parti
tr: Oyunu indir
uk: Завантажити гру
vi: Tải về ván cờ
zh: 下载对局
zh_tw: 下載棋局

# studyStudyUrl
source: Study URL
af: Bestudeer URL
ar: رابط الدراسة
az: Çalışma URL-i
be: URL навучання
bg: URL на казуса
bs: Link studije
ca: URL de l’estudi
cs: URL studie
da: Studie URL
el: Διεύθυνση URL μελέτης
eo: URL de la studo
es: URL del estudio
eu: Azterlanaren helbidea
fa: وب‌نشانی مطالعه
fi: Tutkielman URL
gl: URL do estudo
he: כתובת לוח הלמידה
hy: Ստուդիայի հղումը
id: URL studi
it: URL dello studio
kk: Зерттеудің сілтемесі
ko: 연구 URL
lt: Studijos URL
lv: Izpētes URL
nl: Studie URL
pt: URL do estudo
ro: URL-ul studiului
ru: Ссылка на студию
sk: URL štúdie
sl: URL študije
sq: URL Mësimi
sr: Линк студије
sv: Studiens URL
tr: Çalışma Adresi
uk: Посилання на дослідження
vi: URL nghiên cứu
zh: 研习链接
zh_tw: 研究連結

# studyCurrentChapterUrl
source: Current chapter URL
af: Huidige hoofstuk URL
ar: رابط الفصل الحالي
az: Cari fəsil URL-ii
be: URL бягучага раздзелу
bg: URL на настоящата глава
bs: Link trenutnog poglavlja
ca: URL del capítol actual
cs: URL aktuální kapitoly
da: Nuværende kapitel URL
el: Διεύθυνση URL τρέχοντος κεφαλαίου
eo: URL de tiu ĉi ĉapitro
es: URL del capítulo actual
eu: Uneko kapituluaren helbidea
fa: وب‌نشانی بخش جاری
fi: Tämän luvun URL
gl: Ligazón do capítulo actual
he: כתובת האינטרנט של הפרק הנוכחי
hy: Այս գլխի հղումը
id: URL Bab saat ini
it: URL del capitolo corrente
kk: Қазіргі бөлімнің сілтемесі
ko: 현재 챕터 URL
lt: Dabartinio skyriaus URL
lv: Pašreizējās nodaļas URL
nl: Huidige hoofdstuk URL
pt: URL do capítulo atual
ro: URL-ul capitolului curent
ru: Ссылка на эту главу
sk: URL aktuálnej kapitoly
sl: URL trenutnega poglavja
sq: URL e Kapitullit Aktual
sr: Линк тренутног поглавља
sv: Aktuell kapitel URL
tr: Mevcut Bölümün Adresi
uk: Посилання на цей розділ
vi: URL chương hiện tại
zh: 当前章节链接
zh_tw: 目前章節連結

# studyYouCanPasteThisInTheForumToEmbed
source: You can paste this in the forum or your Lichess blog to embed
af: U kan dit in die forum plak om in te bed
ar: يمكنك لصق هذا في المنتدى لتضمينه
az: Pərçimləmək üçün bunu forumda paylaşa bilərsiniz
be: Вы можаце ўставіць гэта на форум, каб убудаваць
bg: Можете да поставите това във форум и ще бъде вградено
bs: Možete ovo zalijepiti na forumu ili Vašem blogu na Lichessu kako biste ugradili poglavlje
ca: Pots enganxar això en el forum per insertar
cs: Tento odkaz můžete vložit např. do diskusního fóra
da: Du kan indsætte dette i forummet for at indlejre
el: Επικολλήστε την παραπάνω διεύθυνση URL στο φόρουμ ή στο ιστολόγιό σας στο Lichess αν θέλετε να ενσωματώσετε το κεφάλαιο
eo: Vi povas alglui ĉi tiun en la forumo aŭ via Lichess blogo por enkorpigi
es: Puedes pegar esto en el foro o tu blog de Lichess para insertar la partida
eu: Hau foroan itsatsi dezakezu
fa: می‌توانید این را در انجمن یا وبنوشت Lichessتان برای جاسازی قرار دهید
fi: Voit upottaa tämän foorumiin liittämällä
gl: Podes pegalo no foro ou no teu blog de Lichess para incrustalo
he: את/ה יכול/ה לפרסם את זה בפורום כדי להטמיע
hy: Ֆորումում կամ Lichess-ի բլոգում ներդնելու համար տեղադրեք այս կոդը
id: Anda dapat menempelkan ini di forum untuk disematkan
it: Puoi incollare questo URL nel forum per creare un rimando
kk: Сіз бұны форумға не Личес блогыңызға қоя аласыз
ko: 포럼에 공유하려면 이 주소를 붙여넣으세요
lt: Galite įklijuoti šį forume norėdami įterpti
lv: Šo varat ielīmēt forumā, lai iegultu
nl: Je kunt deze link plakken wanneer je een bericht schrijft op het forum om de partij interactief weer te geven
pt: Podes colocar isto no fórum para o incorporares
ro: Poți lipi acest cod în forum pentru a îngloba
ru: Вставьте этот код на форум для вставки
sk: Vložte pre zobrazenie vo fóre
sl: To lahko prilepite na forum, da vstavite
sq: Këtë mund ta ngjitni te forumi ose blogu juaj Lichess, për ta trupëzuar
sr: Ово можете налепити у форум да уградите
sv: Du kan klistra in detta i forumet för att infoga
tr: Forumda gömülü olarak paylaşmak için yukarıdaki bağlantıyı kullanabilirsiniz
uk: Ви можете вставити цей код на форумі для вбудування
vi: Bạn có thể dán cái này để nhúng vào diễn đàn hoặc blog Lichess cá nhân của bạn
zh: 您可以将此链接粘贴到论坛或您的 Lichess 博客中以嵌入
zh_tw: 您可以將此複製到論壇以嵌入
