Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Stats
ar: الإحصائيات
bg: Статистика
bs: Statistika
ca: Estadístiques
cs: Statistiky
da: Statistik
el: Στατιστικά
eo: Statistikoj
es: Estadísticas
eu: Estatistikak
fa: آمار
fi: Tilastot
gl: Estatísticas
he: סטטיסטיקות
it: Statistiche
kk: Статистика
ko: 통계
lt: Statistika
lv: Statistika
nl: Statistieken
pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sl: Statistika
sq: Statistika
sr: Статистике
sv: Statistik
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh: 统计信息
zh_tw: 統計

source: Accessibility
ar: إمكانية الوصول
bg: Достъпност
bs: Pristupačnost
ca: Accessibilitat
cs: Přístupnost
da: Tilgængelighed
el: Προσβασιμότητα
eo: Alireblo
es: Accesibilidad
eu: Irisgarritasuna
fa: دسترسی
fi: Saavutettavuus
gl: Accesibilidade
it: Accessibilità
ko: 접근성
nl: Toegankelijkheid
pt: Acessibilidade
ro: Accesibilitate
ru: Специальные возможности
sk: Dostupnosť
sl: Dostopnost
sq: Përdorim nga persona me aftësi të kufizuara
sv: Tillgänglighet
tr: Erişilebilirlik
uk: Доступність
vi: Hỗ trợ tiếp cận
zh: 无障碍模式

source: Enable blind mode
ar: تفعيل الوضع الأعمى
bg: Включи режима за незрящи
bs: Omogući slijepi način rada
ca: Activar el mode cec
cs: Zapnout režim sleposti
da: Aktiver blindtilstand
el: Ενεργοποίηση λειτουργίας για τυφλούς
eo: Aktivigi blindulan reĝimon
es: Activar modo para no videntes
eu: Aktibatu modu-itsua
fa: فعال‌سازی حالت نابینایی
fi: Siirry sokean käyttäjän tilaan
gl: Activar o modo de accesibilidade web
it: Attiva "modalità non vedenti"
ko: 시각장애 모드 활성화하기
nl: Modus voor blinden inschakelen
pt: Ativar o modo cego
ro: Activează modul fără vedere
ru: Включить слепой режим
sk: Povoliť režim naslepo
sl: Vključite slepi način
sq: Aktivizo mënyrën për të verbër
sv: Aktivera blind-läge
tr: Kör modunu aktifleştir
uk: Увімкнути режим для незрячих
vi: Bật chế độ mù
zh: 启用视障模式

source: Disable blind mode
ar: تعطيل الوضع الأعمى
bg: Изключи режима за незрящи
bs: Onemogući slijepi način rada
ca: Desactivar el mode cec
cs: Vypnout režim sleposti
da: Deaktiver blindtilstand
el: Απενεργοποίηση λειτουργίας για τυφλούς
eo: Malaktivigi blindulan reĝimon
es: Desactivar modo para no videntes
eu: Desaktibatu modu-itsua
fa: غیرفعال سازی حالت نابینایی
fi: Poistu sokean käyttäjän tilasta
gl: Desactivar o modo de accesibilidade web
it: Disattiva "modalità non vedenti"
ko: 시각장애 모드 비활성화하기
nl: Modus voor blinden uitschakelen
pt: Desativar o modo cego
ro: Dezactivează modul fără vedere
ru: Выключить слепой режим
sk: Zrušiť režim naslepo
sl: Izključite slepi način
sq: Çaktivizo mënyrën për të verbër
sv: Inaktivera blind-läge
tr: Kör modunu devre dışı bırak
uk: Вимкнути режим для незрячих
vi: Tắt chế độ mù
zh: 禁用视障模式

source: Copy to clipboard
bs: Kopiraj u međuspremnik
ca: Copia al porta-retalls
el: Αντιγραφή στο πρόχειρο
eo: Kopii al tondujo
es: Copiar al portapapeles
eu: Kopiatu arbelera
fa: کپی در کلیپ‌بورد
fi: Kopioi leikepöydälle
gl: Copiar ao portapapeis
it: Copia negli appunti
nl: Kopiëren naar klembord
ro: Copiază în memorie
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sl: Kopiraj v odložišče
uk: Скопіювати до буферу обміну
vi: Sao chép vào bảng nhớ tạm
zh: 复制到剪贴板

source: online
ca: en línia
el: σε σύνδεση
eo: konektita
es: conectado
fi: online-tilassa
it: in linea
ro: conectat
ru: онлайн
sr: на мрежи
uk: у мережі
vi: trực tuyến
zh: 在线

source: offline
ca: fora de línia
el: εκτός σύνδεσης
eo: konektita
es: desconectado
fi: offline-tilassa
ro: deconectat
ru: офлайн
sr: ван мреже
uk: не в мережі
vi: ngoại tuyến
zh: 离线

source: Search
ca: Cerca
el: Αναζήτηση
eo: Serĉi
es: Buscar
fi: Hae
it: Cerca
nl: Zoeken
ro: Căutare
ru: Поиск
sk: Hľadať
sr: Тражи
uk: Пошук
vi: Tìm kiếm
zh: 搜索

source: Clear search
ca: Neteja la cerca
el: Εκκαθάριση πεδίου αναζήτησης
eo: Viŝi serĉon
es: Borrar búsqueda
fi: Tyhjennä haku
it: Cancella ricerca
nl: Zoekopdracht wissen
ro: Șterge căutarea
ru: Очистить поиск
sk: Vymazať vyhľadávanie
uk: Очистити пошук
vi: Xóa nội dung tìm kiếm
zh: 清除搜索

source: Tags
ca: Etiquetes
el: Ετικέτες
eo: Etikedoj
es: Etiquetas
fi: Tunnisteet
it: Tag
nl: Labels
ro: Etichete
ru: Теги
sk: Značky
uk: Теги
vi: Thẻ
zh: 标签

# enPassant
source: En passant rights
eo: Preterpasa kapto
ru: Взятие на проходе
vi: Bắt tốt qua đường
zh: 吃过路兵

# opponentLeftCounter
source: {count, plural, =1{Your opponent left the game. You can claim victory in {count} second.} other{Your opponent left the game. You can claim victory in {count} seconds.}}
af: {count, plural, =1{Jou opponent het die spel verlaat. Jy kan die oorwinning in {count} sekonde eis.} other{Jou opponent het die spel verlaat. Jy kan die oorwinning in {count} sekondes eis.}}
ar: {count, plural, =0{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.} =1{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.} =2{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.} few{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.} many{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.} other{لقد ترك خصمك المباراة. يمكنك المطالبة بالفوز في غضون {count} ثانية.}}
az: {count, plural, =1{Rəqibiniz oyunu tərk etdi. {count} saniyə sonra qələbə tələb edə bilərsiniz.} other{Rəqibiniz oyunu tərk etdi. {count} saniyə sonra qələbə tələb edə bilərsiniz.}}
be: {count, plural, =1{Ваш сапернік пакінуў гульню. Вы можаце абвясціць перамогу праз {count} секунды.} few{Ваш сапернік пакінуў гульню. Вы можаце абвясціць перамогу праз {count} секунд(у,ы).} many{Ваш супернік пакінуў гульню. Вы можаце абвясціць перамогу праз {count} секунд.} other{Ваш супернік пакінуў гульню. Вы можаце абвясціць перамогу праз {count} секунд.}}
bg: {count, plural, =1{Противникът напусна играта. Можете да заявите победа след {count} секунди.} other{Опонентът напусна играта. Можете да заявите победа след {count} секунди.}}
bn: {count, plural, =1{আপনার প্রতিপক্ষ খেলা ছেড়ে চলে গেছেন. আপনি চাইলে বিজয় দাবি করতে পারেন {count} সেকেন্ডের মধ্যে.} other{আপনার প্রতিপক্ষ খেলা ছেড়ে দিয়েছেন। আপনি {count} সেকেন্ডের মধ্যে জয় দাবি করতে পারেন.}}
bs: {count, plural, =1{Vaš protivnik je napustio partiju. Možete proglasiti pobjedu za {count} sekundu.} few{Vaš protivnik je napustio partiju. Možete proglasiti pobjedu za {count} sekunde.} other{Vaš protivnik je napustio partiju. Možete proglasiti pobjedu za {count} sekundi.}}
ca: {count, plural, =1{El teu contrincant ha abandonat la partida. Pots reclamar la victòria en {count} segon.} other{El teu contrincant ha abandonat la partida. Pots reclamar la victòria en {count} segons.}}
cs: {count, plural, =1{Tvůj soupeř opustil hru. Můžeš si vyžádat vítězství za {count} sekundu.} few{Tvůj soupeř opustil hru. Můžeš si vyžádat vítězství za {count} sekund.} many{Tvůj soupeř opustil hru. Můžeš si vyžádat vítězství za {count} sekund.} other{Tvůj soupeř opustil hru. Můžeš si vyžádat vítězství za {count} sekund.}}
da: {count, plural, =1{Din modstander har forladt partiet. Du kan kræve at få tildelt sejren om {count} sekund.} other{Din modstander har forladt partiet. Du kan kræve at få tildelt sejren om {count} sekunder.}}
el: {count, plural, =1{Ο αντίπαλός σας έφυγε από την παρτίδα. Διεκδίκηση νίκης σε {count} δευτερόλεπτο.} other{Ο αντίπαλος έφυγε από το παιχνίδι. Διεκδίκηση νίκης σε {count} δευτερόλεπτα.}}
eo: {count, plural, =1{Via kontraŭulo forlasis la ludon. Vi povas postuli venkon en {count} sekundo.} other{Via kontraŭulo forlasis la ludon. Vi povas postuli venkon en {count} sekundoj.}}
es: {count, plural, =1{Tu oponente ha salido de la partida. Podrás reclamar la victoria en {count} segundo.} other{Tu oponente ha salido de la partida. Podrás reclamar la victoria en {count} segundos.}}
eu: {count, plural, =1{Zure aurkariak partida utzi egin du. Partida irabaztea eskatu dezakezu segundo {count}en.} other{Zure aurkariak partida utzi egin du. Partida irabaztea eskatu dezakezu {count} segundotan.}}
fa: {count, plural, =1{رقیب شما بازی را ترک کرده است. شما میتوانید بعد از {count} ثانیه اعلام پیروزی کنید.} other{رقیب شما بازی را ترک کرده است. شما میتوانید بعد از {count} ثانیه اعلام پیروزی کنید.}}
fi: {count, plural, =1{Vastustajasi on poistunut pelistä. Voit julistautua voittajaksi {count} sekunnin kuluttua.} other{Vastustajasi on poistunut pelistä. Voit julistautua voittajaksi {count} sekunnin kuluttua.}}
gl: {count, plural, =1{O teu opoñente saíu da partida. Poderás reclamar a vitoria en {count} segundo.} other{O teu opoñente saíu da partida. Poderás reclamar a vitoria en {count} segundos.}}
he: {count, plural, =1{יריבך עזב את המשחק. תוכל/י להכריז על נצחון בעוד שנייה {count}.} =2{יריבך עזב את המשחק. תוכל/י להכריז על ניצחון בעוד {count} שניות.} many{יריבך עזב את המשחק. תוכל/י לדרוש ניצחון בעוד {count} שניות.} other{יריבך עזב את המשחק. תוכל/י לדרוש ניצחון בעוד {count} שניות.}}
hy: {count, plural, =1{Հակառակորդը լքել է խաղը։ Դուք կարող եք պահանջել հաղթանակ {count} վարկյանից։} other{Հակառակորդը լքել է խաղը։ Դուք կարող եք պահանջել հաղթանակ {count} վարկյանից։}}
id: {count, plural, other{Lawanmu telah meninggalkan permainan. Anda dapat mengklaim kemenangan dalam {count} detik.}}
it: {count, plural, =1{Il tuo avversario ha lasciato la partita. Puoi reclamare la vittoria fra {count} secondo.} other{Il tuo avversario ha lasciato la partita. Puoi reclamare la vittoria fra {count} secondi.}}
kk: {count, plural, =1{Қарсылас ойыннан шықты. Сіз {count} секундтан кейін жеңісті талап ете аласыз.} other{Қарсылас ойыннан шықты. Сіз {count} секундтан кейін жеңісті талап ете аласыз.}}
ko: {count, plural, other{상대방이 게임을 나갔습니다. {count}초 후에 승리를 취할 수 있습니다.}}
lt: {count, plural, =1{Jūsų varžovas paliko partiją. Galite reikalauti pergalės už {count} sekundės.} few{Jūsų varžovas paliko partiją. Galėsite prisiimti pergalę už {count} sekundžių.} many{Jūsų varžovas paliko partiją. Galėsite prisiimti pergalę už {count} sekundžių.} other{Jūsų varžovas paliko partiją. Galėsite prisiimti pergalę už {count} sekundžių.}}
lv: {count, plural, =0{Jūsu pretinieks pametis spēli. Varēsiet pieprasīt uzvaru pēc {count} sekundēm.} =1{Jūsu pretinieks pametis spēli. Varēsiet pieprasīt uzvaru pēc {count} sekundes.} other{Jūsu pretinieks pametis spēli. Varēsiet pieprasīt uzvaru pēc {count} sekundēm.}}
mk: {count, plural, =1{Противникот ја напушти играта. Победувате за {count} секунда.} other{Противникот ја напушти играта. Победувате за {count} секунди.}}
nl: {count, plural, =1{Je tegenstander heeft het spel verlaten. Je kan de overwinning opeisen over {count} seconde.} other{Je tegenstander speelt niet verder. Je kunt de overwinning opeisen over {count} seconden.}}
pt: {count, plural, =1{O teu adversário deixou a partida. Podes reivindicar vitória em {count} segundo.} other{O teu adversário deixou a partida. Podes reivindicar vitória em {count} segundos.}}
ro: {count, plural, =1{Adversarul tău a părăsit jocul. Poți revendica victoria peste o secundă.} few{Adversarul tău a părăsit jocul. Poți revendica victoria peste {count} secunde.} other{Adversarul tău a părăsit jocul. Poți revendica victoria peste {count} de secunde.}}
ru: {count, plural, =1{Ваш соперник покинул игру. Вы можете объявить победу через {count} секунду.} few{Ваш соперник покинул игру. Вы можете объявить победу через {count} секунды.} many{Ваш соперник покинул игру. Вы можете объявить победу через {count} секунд.} other{Ваш соперник покинул игру. Вы можете объявить победу через {count} секунд.}}
sk: {count, plural, =1{Váš súper odišiel od šachovnice. O {count} sekundu si môžete nárokovať výhru.} few{Váš súper odišiel od šachovnice. O {count} sekundy si môžete nárokovať výhru.} many{Váš súper odišiel od šachovnice. O {count} sekúnd si môžete nárokovať výhru.} other{Váš súper odišiel od šachovnice. O {count} sekúnd si môžete nárokovať výhru.}}
sl: {count, plural, =1{Vaš nasprotnik je zapustil igro. Čez {count} sekundo lahko proglasite zmago.} =2{Vaš nasprotnik je zapustil igro. Čez {count} sekundi lahko proglasite zmago.} few{Vaš nasprotnik je zapustil igro. Čez {count} sekunde lahko proglasite zmago.} other{Vaš nasprotnik je zapustil igro. Čez {count} sekund lahko proglasite zmago.}}
sq: {count, plural, =1{Kundërshtari juaj la lojën. Mund të kërkoni fitoren pas {count} sekondash.} other{Kundërshtari juaj la lojën. Mund të kërkoni fitoren pas {count} sekondash.}}
sr: {count, plural, =1{Твој противник је напустио партију. Можеш прогласити победу за {count} секунд.} few{Твој противник је напустио партију. Можеш прогласити победу за {count} секунде.} other{Твој противник је напустио партију. Можеш прогласити победу за {count} секунди.}}
sv: {count, plural, =1{Din motståndare lämnade partiet. Du kan begära seger om {count} sekund.} other{Din motståndare lämnade partiet. Du kan begära seger om {count} sekunder.}}
tr: {count, plural, =1{Rakibiniz oyundan ayrıldı. {count} saniye sonra galibiyet talep edebilirsiniz.} other{Rakibiniz oyundan ayrıldı. {count} saniye sonra galibiyet talep edebilirsiniz.}}
uk: {count, plural, =1{Ваш суперник покинув гру. Ви можете оголосити перемогу за {count} секунд.} few{Ваш суперник покинув гру. Ви можете оголосити перемогу за {count} секунди.} many{Ваш суперник покинув гру. Ви можете оголосити перемогу за {count} секунд.} other{Ваш суперник покинув гру. Ви можете оголосити перемогу за {count} секунд.}}
vi: {count, plural, other{Đối thủ đã rời khỏi ván cờ. Bạn có thể tuyên bố thắng cuộc trong {count} giây.}}
zh: {count, plural, other{您的对手已离开对局，您可以在 {count} 秒后宣布胜利。}}
zh_tw: {count, plural, other{您的對手已離開對局。您將在 {count} 秒後獲勝。}}

# mateInXHalfMoves
source: {count, plural, =1{Mate in {count} half-move} other{Mate in {count} half-moves}}
af: {count, plural, =1{Mat in {count} half-skuif} other{Mat in {count} half-skuiwe}}
ar: {count, plural, =0{مات في {count} نصف-نقلة} =1{مات في {count} نصف-نقلة} =2{مات في {count} نصف-نقلة} few{مات في {count} نصف-نقلة} many{كش مات في {count} نقلة} other{كش مات في {count} نقلة}}
az: {count, plural, =1{{count} yarımgedişə mat} other{{count} yarımgedişə mat}}
be: {count, plural, =1{Мат за {count} паўхадоў} few{Мат за {count} паўхады} many{Мат за {count} паўхадоў} other{Мат за {count} паўхадоў}}
bg: {count, plural, =1{Мат в {count} полуход} other{Мат в {count} полухода}}
bn: {count, plural, =1{সজ্ঞী {count} অর্ধ-ধাপ} other{সজ্ঞী {count} অর্ধ-ধাপ}}
bs: {count, plural, =1{Mat u {count} potezu} few{Mat u {count} poteza, računajući poteze i bijelog i crnog} other{Mat u {count} poteza, računajući poteze i bijelog i crnog}}
ca: {count, plural, =1{Mat en {count} mig-moviment} other{Mat en {count} jugades}}
cs: {count, plural, =1{Mat v {count} půltahu} few{Mat v {count} půltazích} many{Mat v {count} půltazích} other{Mat v {count} půltazích}}
da: {count, plural, =1{Mat i {count} halv-træk} other{Mat i {count} halv-træk}}
el: {count, plural, =1{Ματ σε {count} μισή κίνηση} other{Ματ σε {count} μισές κινήσεις}}
eo: {count, plural, =1{Mato post {count} duonmovo} other{Mato post {count} duonmovoj}}
es: {count, plural, =1{Mate en {count} medio movimiento} other{Mate en {count} medios movimientos}}
eu: {count, plural, =1{Mate jokaldi erdi {count}n} other{Mate {count} jokaldi erditan}}
fa: {count, plural, =1{در {count} نیم‌حرکت مات می‌شود} other{در {count} نیم‌حرکت مات می‌شود}}
fi: {count, plural, =1{Matti {count} puolisiirrolla} other{Matti {count} puolisiirrolla}}
gl: {count, plural, =1{Mate en {count} media xogada} other{Mate en {count} medias xogadas}}
he: {count, plural, =1{מט בעוד חצי מהלך {count}} =2{מט בעוד {count} חצאי מהלכים} many{מט בעוד {count} חצאי מהלכים} other{מט בעוד {count} חצאי מהלכים}}
hy: {count, plural, =1{Մատ {count} հատ կիսաքայլից} other{Մատ {count} հատ կիսաքայլից}}
id: {count, plural, other{Mati {count} di pertengahan langkah}}
it: {count, plural, =1{Matto in {count} semi-mossa} other{Matto in {count} semi-mosse}}
kk: {count, plural, =1{{count} жартыжүрісті мат} other{{count} жартыжүрісті мат}}
ko: {count, plural, other{{count}개의 반수 후 체크메이트}}
lt: {count, plural, =1{Matas už {count} pus-ėjimo} few{Matas už {count} pus-ėjimų} many{Matas už {count} pus-ėjimų} other{Matas už {count} pus-ėjimų}}
lv: {count, plural, =0{Mats {count} pusgājienos} =1{Mats {count} pusgājienā} other{Mats {count} pusgājienos}}
mk: {count, plural, =1{Мат во {count} полупотег} other{Мат во {count} полупотези}}
nl: {count, plural, =1{Schaakmat in {count} halfzet} other{Schaakmat in {count} halfzetten}}
pt: {count, plural, =1{Xeque-mate em {count} meio-movimento} other{Xeque-mate em {count} meio-movimentos}}
ro: {count, plural, =1{Mat la prima mutare} few{Mat în {count} mutări} other{Mat în {count} mutări}}
ru: {count, plural, =1{Мат в {count} полуход} few{Мат в {count} полухода} many{Мат в {count} полуходов} other{Мат в {count} полуходов}}
sk: {count, plural, =1{Mat v {count}. polťahu} few{Mat v {count}. polťahu} many{Mat v {count}. polťahu} other{Mat v {count}. polťahu}}
sl: {count, plural, =1{Mat v {count} pol-potezi} =2{Mat v {count} pol-potezah} few{Mat v {count} pol-potezah} other{Mat v {count} pol-potezah}}
sq: {count, plural, =1{Mat në {count} gjysmë lëvizje} other{Mat në {count} gjysmë lëvizje}}
sr: {count, plural, =1{Мат у {count} полупотез} few{Мат у {count} полупотеза} other{Мат у {count} полупотеза}}
sv: {count, plural, =1{Matt på {count} halvdrag} other{Matt på {count} halvdrag}}
tr: {count, plural, =1{{count} yarım hamle sonra mat} other{{count} yarım hamlede mat}}
uk: {count, plural, =1{Мат в {count} напівхід} few{Мат в {count} напівходи} many{Мат в {count} напівходів} other{Мат у {count} напівходів}}
vi: {count, plural, other{Chiếu hết trong {count} nước}}
zh: {count, plural, other{将杀（{count} 步内）}}
zh_tw: {count, plural, other{在{count}步內將死對手}}

# nbBlunders
source: {count, plural, =1{{count} blunder} other{{count} blunders}}
af: {count, plural, =1{{count} flater} other{{count} flaters}}
ar: {count, plural, =0{{count} غلطة} =1{{count} غلطة} =2{{count} غلطة} few{{count} غلطات} many{{count} غلطات} other{{count} غلطات}}
az: {count, plural, =1{{count} kobud səhv} other{{count} kobud səhv}}
be: {count, plural, =1{{count} позех} few{{count} зяўкоў} many{{count} позехаў} other{{count} позехаў}}
bg: {count, plural, =1{{count} груба грешка} other{{count} груби грешки}}
bn: {count, plural, =1{{count} টি ব্লান্ডার} other{{count} টি ব্লান্ডার}}
bs: {count, plural, =1{{count} velika greška} few{{count} velike greške} other{{count} velike greške}}
ca: {count, plural, =1{{count} errada greu} other{{count} errades greus}}
cs: {count, plural, =1{{count} hrubá chyba} few{{count} hrubé chyby} many{{count} hrubých chyb} other{{count} hrubých chyb}}
da: {count, plural, =1{{count} brøler} other{{count} brølere}}
el: {count, plural, =1{{count} σοβαρό σφάλμα} other{{count} σοβαρά σφάλματα}}
eo: {count, plural, =1{{count} erarego} other{{count} eraregoj}}
es: {count, plural, =1{{count} error grave} other{{count} errores graves}}
eu: {count, plural, =1{Hanka-sartze {count}} other{{count} hanka-sartze}}
fa: {count, plural, =1{{count} اشتباه بزرگ} other{{count} اشتباه بزرگ}}
fi: {count, plural, =1{{count} vakava virhe} other{{count} vakavaa virhettä}}
gl: {count, plural, =1{{count} metida de zoca} other{{count} metidas de zoca}}
he: {count, plural, =1{{count} טעות גסה} =2{{count} טעויות גסות} many{{count} טעויות גסות} other{{count} טעויות גסות}}
hy: {count, plural, =1{{count} վրիպում} other{{count} վրիպում}}
id: {count, plural, other{{count} blunder}}
it: {count, plural, =1{{count} errore grave} other{{count} errori gravi}}
kk: {count, plural, =1{{count} өрескел қателік} other{{count} өрескел қателік}}
ko: {count, plural, other{{count} 블런더}}
lt: {count, plural, =1{{count} šiurkšti klaida} few{{count} šiurkščios klaidos} many{{count} šiurkščios klaidos} other{{count} šiurkščių klaidų}}
lv: {count, plural, =0{{count} rupju kļūdu} =1{{count} rupja kļūda} other{{count} rupjas kļūdas}}
mk: {count, plural, =1{{count} голема грешка} other{{count} големи грешки}}
pt: {count, plural, =1{{count} erro grave} other{{count} erros graves}}
ro: {count, plural, =1{o gafă} few{{count} gafe} other{{count} de gafe}}
ru: {count, plural, =1{{count} зевок} few{{count} зевка} many{{count} зевков} other{{count} зевков}}
sk: {count, plural, =1{{count} hrubá chyba} few{{count} hrubé chyby} many{{count} hrubých chýb} other{{count} hrubých chýb}}
sl: {count, plural, =1{{count} napaka} =2{{count} napaki} few{{count} napake} other{{count} napak}}
sq: {count, plural, =1{{count} gafë} other{{count} gafa}}
sv: {count, plural, =1{{count} blunder} other{{count} blundrar}}
tr: {count, plural, =1{{count} vahim hata} other{{count} vahim hata}}
uk: {count, plural, =1{{count} груба помилка} few{{count} грубі помилки} many{{count} грубих помилок} other{{count} грубих помилок}}
vi: {count, plural, other{{count} sai lầm nghiêm trọng}}
zh: {count, plural, other{{count} 次败着}}
zh_tw: {count, plural, other{{count} 次漏著}}
