Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeAttractionDescription
source: An exchange or sacrifice encouraging or forcing an opponent piece to a square that allows a follow-up tactic.
af: 'N Uitwisseling of opoffering wat 'n opponentstuk aanmoedig of dwing na 'n vierkant wat 'n opvolgtaktiek moontlik maak.
ar: التبديل أو التضحية بقطعة لحث أو إرغام قطعة الخَصْم لمربع يتيح تكتيكاً للمتابعة.
az: Rəqib fiqurunu müxtəlif taktikalara imkan verən xanaya getməyə məcbur edən, dəyişmə və ya qurban.
be: Абмен або ахвяра, якая заахвочвае або прымушае фігуру суперніка выйсці на поле, што дазваляе здейсніць тактыку.
bg: Размяна или жертване, окуражаващо или заставящо противникова фигура да се премести на поле, което дава възможност за тактическо развитие.
bn: শত্রুর গুটিকে জোর করে একটা ঘরে আনার জন্য একটা বিনিময় অথবা ত্যাগ যার মাধ্যমে পরে ট্যাকটিক করা যায়।
bs: Razmjena ili žrtvovanje kojim se ohrabruje ili tjera protivnička figura na polje koja omogućava taktiku praćenja.
ca: Un intercanvi o sacrifici encoratjant o forçant la peça d’un oponent a una posició que permet la continuació d’una tàctica.
cs: Výměna nebo obětování figur, která podpoří nebo vynutí figuru protihráče postoupit na pole, jenž umožňuje další taktický postup.
da: En udveksling eller et offer som lokker eller tvinger en af modstanderens brikker til et felt, der giver mulighed for en opfølgende taktik.
el: Μια αλλαγή ή θυσία ελκύει ή αναγκάζει ένα αντίπαλο κομμάτι να μετακινηθεί σε ένα τετράγωνο και οδηγεί σε τακτικό.
eo: Interŝanĝo aŭ ofero kiu instigas aŭ trudas kontraŭulan ŝakpecon al kvadrato ke ebligas taktikon.
es: Un cambio o sacrificio que invita o fuerza al oponente a colocar una pieza en una casilla que propicia una oportunidad táctica.
eu: Aurkariaren pieza bat ondorengo erasoa erraztuko duen lauki batera mugitzeko pieza-aldaketa edo sakrifizioa.
fa: تبادل یا فداکاری یک مهره برای تشویق یا وادار کردن حریف به حرکتی که امکان تاکتیک بعدی را فراهم میکند.
fi: Vaihto tai uhraus, joka houkuttelee tai pakottaa vastustajan nappulan tiettyyn ruutuun ja mahdollistaa siten taktisen jatkon.
gl: Un intercambio ou sacrificio alentando ou forzando unha peza do opoñente a unha casa que permite unha táctica de seguimento.
he: החלפת כלים או הקרבה שמעודדות או מכריחות כלי יריב לנדוד למשבצת שמאפשרת טקטיקת המשך.
hy: Փոխանակում կամ զոհաբերություն, որը ստիպում կամ մղում է մրցակցի խաղաքարին զբաղեցնել դաշտը, որից հետո հնարավոր է դառնում հետագա մարտավարական հնարքը։
id: Sebuah pertukaran atau pengorbanan yang mendorong atau memaksa bidak lawan ke kotak yang memungkinkan taktik tindak lanjut.
it: Un cambio o un sacrificio che spinge o forza un pezzo avversario su una casa che consente una successiva tattica.
kk: Қарсылас тасын белгілі бір шаршыға итермелейтін не күштеп ығыстыратын айырбастау не құрбан ету.
ko: 희생이나 교환을 통해 상대 기물을 후속 전술이 있는 칸으로 끌어냅니다.
lt: Apsikeitimas ar paaukojimas, skatinantis ar priverčiantis priešininko figūrą pajudėti į langelį, kuris leidžia kitą taktiką.
lv: Apmaiņa vai upuris, kas mudina vai piespiež pretinieka figūru ieņemt kādu lauciņu, darot iespējamu taktikas turpinājumu.
nl: Een afruil of offer om een vijandelijk stuk naar een veld te lokken of te dwingen waardoor een tactisch vervolg mogelijk wordt gemaakt.
pt: Uma troca ou sacrifício que encoraja ou força uma peça adversária a ir para uma casa que permite um tático.
ro: Un schimb sau sacrificiu care încurajează sau forțează o piesă adversară pe un pătrat care permite o tactică ulterioară.
ru: Размен или жертва, вынуждающая или подталкивающая фигуру противника занять поле, после чего становится возможен последующий тактический приём.
sk: Výmena alebo obeť podnecujúca alebo nútiaca pohyb súperovej figúry na pole, ktoré povoľuje nasledovnú taktiku.
sl: Izmenjava ali žrtvovanje, ki spodbuja ali sili nasprotnika na polje, ki omogoča nadaljevanje taktike.
sq: Një shkëmbim ose sakrificë që e nxit ose e detyron një gur të kundërshtarit të shkojë në një kuadrat që lejon më pas një lëvizje taktike.
sr: Размена или жртва која подстиче или форсира противничку фигуру на поље које омогућава пратећу тактику.
sv: Ett byte eller offer som inbjuder eller tvingar motståndarens pjäs till en ruta som ger möjlighet till fler taktiska finesser.
tr: Rakip taşı türlü taktiklere müsait bir kareye gitmeye zorlayan yahut teşvik eden takas veya taş fedası.
uk: Обмін або жертва, що заманює або примушує суперника зробити хід, що дозволяє проводити подальшу тактику.
vi: Việc đổi quân hoặc thí quân thu hút hoặc ép buộc một quân đối phương đến một ô nhằm tạo một đòn chiến thuật.
zh: 通过兑子或弃子，引诱或迫使对方棋子走到一个允许后续战术展开的棋格。
zh_tw: 一種換子或犧牲強迫對手旗子到某格以好進行接下來的戰術。

# puzzleThemeBackRankMate
source: Back rank mate
af: Agter rang mat
ar: كش مات في الصف الأخير
az: Arxa xətdə mat
be: Мат на апошняй гарызанталі
bg: Мат на задна линия
bn: পিছনের র‍্যাংক মাত
bs: Mat na posljednjem redu
ca: Mat del passadís
cs: Mat na poslední řadě
da: Baglinjemat
el: Ματ τελευταίας γραμμής
eo: Malantaŭvico mato
es: Mate del pasillo
eu: Azken lerroko matea
fa: مات عرض آخر
fi: Takarivin matti
gl: Mate do corredor
he: מט שורה אחורית (״מתחת למים״)
hy: Մատ վերջին հորիզոնականում
id: Mat Baris Terakhir
it: Matto del corridoio
kk: Соңғы сап маты
ko: 백 랭크 메이트
lt: Paskutinės eilės matas
lv: Līnijmats
nl: Mat op de achterste rij
pt: Mate de corredor
ro: Mat pe rândul din spate
ru: Мат на последней горизонтали
sk: Mat na poslednom rade
sl: Mat zadnje vrste
sq: Mat në rreshtin e fundit
sr: Мат на последњем реду
sv: Plaskmatt
tr: Koridor matı
uk: Мат по останній горизонталі
vi: Chiếu hết hàng cuối
zh: 底线杀王
zh_tw: 後排將死

# puzzleThemeBackRankMateDescription
source: Checkmate the king on the home rank, when it is trapped there by its own pieces.
af: Skaakmat die koning op die tuisrang, as hy daar vasgevang word deur sy eie stukke.
ar: كش مات في الصف الأخير حيث يكون الملك محاصر بقطعه.
az: Öz fiqurları arasında sıxılıb qalmış şahı mat et.
be: Пастаўце мат каралю на хатняй гарызанталі, калі ён заблакаваны сваімі фігурамі.
bg: Мат на царя на неговия хоризонтал, когато е заклещен от собствените си фигури.
bn: রাজাকে নিজের বাড়ির র‍্যাংকে বাজিমাত করা, যখন তা নিজের গুটি দ্বারাই ফাঁদে আটকে থাকে।
bs: Matirajte kralja na njegovom početnom redu kad je zarobljen od vlastitih figura.
ca: Fes escac i mat al rei a la primera fila, quan està atrapat per les seves pròpies peces.
cs: Mat krále na poslední řadě, kde je uvězněn vlastními figurami.
da: Sæt kongen skakmat på baglinjen, når den er fanget der af sine egne brikker.
el: Κάντε ματ στον βασιλιά στην τελευταία γραμμή όταν είναι παγιδευμένος εκεί από τα κομμάτια του.
eo: Ŝakmati la reĝo sur la hejmrango, kiam ĝi estas kaptita per ĝiaj propraj ŝakpecoj.
es: Jaque mate en la última fila, cuando el rey se encuentra atrapado por sus propias piezas.
eu: Bere piezekin trabatuta dagoenean erregeari bere errenkadan matea ematea.
fa: به دام انداختن شاه حریف در عرض اولیه خود زمانی که با مهره های خودی به دام افتاده است.
fi: Matita kuningas takarivillä, kun sen omat nappulat estävät sitä siirtymästä pois.
gl: Xaque mate na última fila, onde o rei está atrapado polas súas propias pezas.
he: בצעו מט למלך בשורת הפתיחה שלו, בה הוא כלוא על ידי כלים מכוחותיו.
hy: Մատ արքային նրա իսկ հորիզոնականում, երբ նա շրջափակված է իր իսկ խաղաքարերով։
id: Skakmat raja di kandang sendiri, ketika terjebak oleh bidaknya sendiri.
it: Matto al re sulla traversa di partenza, dove è intrappolato dai suoi stessi pezzi.
kk: Өз сабында өз тастарымен қамалған патшаға мат.
ko: 킹이 자신의 기물들에게 막혀 마지막 랭크에서 체크메이트 당합니다.
lt: Matas karaliui, esančiam namų eilėje, kai jis užblokuotas savo paties figūrų.
lv: Piesakiet matu karalim, kuru savā rindā iesprostojušas paša figūras.
nl: Zet de koning mat op de achterste rij, ingesloten door zijn eigen stukken.
pt: Dá mate ao rei na fila inicial, quando está preso pelas suas próprias peças.
ro: Dă șah mat regelui pe rândul inițial, când e blocat acolo de propriele lui piese.
ru: Матование короля на его горизонтали, когда он заблокирован своими же фигурами.
sk: Zmatujte kráľa na poslednej rade, keď je tam uväznený svojimi vlastnými figúrami.
sl: Matiranje kralja, ko je še na začetni vrsti, ujet s svojimi figurami.
sq: Jepini mat mbretin në rreshtin e tij, kur ai është bllokuar atje nga gurë të vetët.
sr: Матирајте краља на његовом почетном реду, када је тамо заробљен својим фигурама.
sv: Schackmatta kungen på första raden, när den är instängd av sina egna pjäser.
tr: Kendi taşları arkasında sıkışıp kalmış şaha koridorun kapısını göster.
uk: Мат королю в домашньому ряду, коли він у пастці між власними фігурами.
vi: Chiếu hết trên hàng cuối, khi vua bị mắc kẹt bởi chính quân của nó.
zh: 在王被己方棋子困在底线时将其将杀。
zh_tw: 在對方的王於底線被自身的棋子困住時，將死對方的王

# puzzleThemeBalestraMate
source: Balestra mate
ca: Mat de la balestra
el: Ματ-βαλλίστρα
eo: Balestra mato
es: Mate de alfil y dama
it: Matto della balestra
nl: Kruisboogmat
ru: Мат Балестра
sk: Mat Balestra (kuša)
vi: Chiếu hết kiểu Nỏ thần
zh: 巴莱斯特拉将杀

# puzzleThemeBalestraMateDescription
source: A bishop delivers the checkmate, while a queen blocks the remaining escape squares
el: Ένας αξιωματικός κάνει ματ στον αντίπαλο βασιλιά, ενώ η βασίλισσα εμποδίζει τη διαφυγή του στα γειτονικά τετράγωνα
eo: Kuriero liveras la ŝakmaton, dum damo blokas la ceterajn eskapajn ĉelojn
es: El alfil da jaque mate mientras la dama bloquea las casillas de escape
it: L'alfiere dà scacco matto, mentre la regina blocca le caselle di fuga rimanenti
nl: Een loper zet mat waarbij een dame de resterende vluchtvelden blokkeert
ru: Слон ставит мат, а ферзь перекрывает оставшиеся поля отступления
sk: Strelec dáva mat, zatiaľ čo dáma blokuje zostávajúce únikové polia
vi: Một tượng đưa ra nước chiếu hết, trong khi một hậu chặn các ô thoát còn lại
zh: 由象执行将杀，而后负责封锁其余逃逸格。

# puzzleThemeBlindSwineMate
source: Blind Swine mate
ca: Mat del porc cec
eo: Blinda-porka mato
es: Mate del cerdo ciego
it: Matto del maiale cieco
nl: Blind zwijn-mat
ru: Мат двумя ладьями по предпоследней горизонтали
sk: Mat slepého prasaťa
vi: Chiếu hết kiểu Chú lợn mù
zh: 盲猪将杀

# puzzleThemeBlindSwineMateDescription
source: Two rooks team up to mate the king in an area of 2 by 2 squares.
ca: Dues torres treballen en equip per tal de fer mat al rei en una àrea de 2x2 caselles.
el: Δύο πύργοι συνεργάζονται προκειμένου να κάνουν ματ στον αντίπαλο βασιλιά παγιδεύοντάς τον σε μία περιοχή 2 επί 2 τετραγώνων της σκακιέρας.
es: Dos torres se unen para dar mate al rey en un área de 2 por 2 casillas.
it: Due torri collaborano per dare scacco al re in un'area di 2 caselle per 2.
nl: Twee torens werken samen om de koning mat te zetten in een 2x2-vierkant.
ru: Две ладьи объединяются, чтобы поставить мат королю на поле размером 2 на 2 клетки.
sk: Kráľa matujú dve veže na území o veľkosti 2 x 2 políčok.
vi: Hai quân xe cùng nhau chiếu hết vua trong một vùng có kích thước 2 x 2.
zh: 两车在 2x2 的区域内配合将杀对方的王。

# puzzleThemeBishopEndgame
source: Bishop endgame
af: Biskop eindspel
ar: مرحلة نهاية المباراة بالفيلة
az: Fil sonluğu
be: Слановы эндшпіль
bg: Офицерски ендшпил
bn: হাতি এন্ডগেম
bs: Lovačka završnica
ca: Final d’alfils
cs: Střelcové koncovky
da: Løberslutspil
el: Φινάλε αξιωματικών
eo: Kuriera finaĵo
es: Final de alfiles
eu: Alfilen bukaera
fa: آخربازی فیل
fi: Lähettiloppupeli
gl: Final de alfís
he: סיום רצים
hy: Փղային վերջնախաղ
id: Babak akhir gajah
it: Finale d'alfiere
kk: Пiл ойынсоңы
ko: 비숍 엔드게임
lt: Rikių endšpilis
lv: Laidņu galotne
nl: Lopereindspel
pt: Final de bispos
ro: Final cu nebuni
ru: Слоновый эндшпиль
sk: Strelcová koncovka
sl: Končnica lovcev
sq: Fund loje me oficer
sr: Ловачка завршница
sv: Löparslutspel
tr: Fil oyunsonu
uk: Слоновий ендшпіль
vi: Cờ tàn tượng
zh: 象残局
zh_tw: 主教殘局

# puzzleThemeBishopEndgameDescription
source: An endgame with only bishops and pawns.
af: 'N Eindspel met slegs biskoppe en pionne.
ar: مرحلة نهاية اللعبة تتضمن فيل وجنود فقط.
az: Yalnız fillər və piyadalardan ibarət oyun sonu.
be: Эндшпіль выключна са сланамі і пешкамі.
bg: Ендшпил само с офицери и пешки.
bn: শুধু হাতি এবং সৈন্যদের নিয়ে একটা এন্ডগেম।
bs: Lovačko-pješačka završnica.
ca: Un final d'alfils i peons.
cs: Koncovka jen se střelci a pěšci.
da: Et slutspil med kun løbere og bønder.
el: Φινάλε μόνο με αξιωματικούς και πιόνια.
eo: Finaĵo nur kun kurieroj kaj soldatoj.
es: Un final con sólo alfiles y peones.
eu: Alfilak eta peoiak bakarrik dituen partida-bukaera.
fa: آخربازی، تنها با فیل‌ها و پیاده‌ها.
fi: Loppupeli, jossa on vain lähettejä ja sotilaita.
gl: Final con só alfís e peóns.
he: סיום עם רצים ורגלים בלבד.
hy: Միայն փղերով և զինվորներով վերջնախաղ։
id: Babak akhir dengan hanya gajah dan pion.
it: Un finale con soli alfieri e pedoni.
kk: Пілдер мен сарбаздары ғана бар ойынсоңы.
ko: 비숍과 폰만 있는 엔드게임
lt: Endšpilis tik su rikiais ir pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai laidņi un bandinieki.
nl: Een eindspel met alleen lopers en pionnen.
pt: Um final apenas com bispos e peões.
ro: Un final de partidă doar cu nebuni și pioni.
ru: Эндшпиль, где присутствуют лишь слоны и пешки.
sk: Koncovka iba so strelcami a pešiakmi.
sl: Končnica s samo lovci in kmeti.
sq: Fund loje me vetëm oficerë dhe ushtarë.
sr: Завршница са само ловцима и пешацима.
sv: Ett slutspel med bara löpare och bönder.
tr: Sadece fil ve piyon içeren oyunsonu.
uk: Ендшпіль лише зі слонами та пішаками.
vi: Một thế cờ tàn chỉ có tượng và tốt.
zh: 只有象和兵的残局。
zh_tw: 只剩象和兵的殘局

# puzzleThemeBodenMate
source: Boden's mate
af: Boden se mat
ar: كش مات بودين
az: Boden matı
be: Мат Бодэна
bg: Мат на Боден
bn: বডেনের মাত
bs: Bodenov mat
ca: Mat de Boden
cs: Bodenův mat
da: Bodens mat
el: Ματ του Boden
eo: Boden ŝakmato
es: Mate de Boden
eu: Bodenen matea
fa: مات بودِن یا دوشمشیر
fi: Bodenin matti
gl: Mate de Boden
he: המט של בודן
hy: Բոդենի մատ
id: Skakmat Boden
it: Matto di Boden
kk: Бодэн маты
ko: 보든 메이트
lt: Bodeno matas
lv: Bodena mats
nl: Mat van Boden
pt: Mate Boden
ro: Mat-ul lui Boden
ru: Мат Бодена
sk: Bodenov mat
sl: Bodenov mat
sq: Mati i Bodenit
sr: Боденов мат
sv: Bodens matt
tr: Boden matı
uk: Мат Бодена
vi: Chiếu hết kiểu Boden
zh: 博登将杀
zh_tw: 波登殺法

# puzzleThemeBodenMateDescription
source: Two attacking bishops on criss-crossing diagonals deliver mate to a king obstructed by friendly pieces.
af: Twee aanvallende lopers op oorkruisende diagonale mat 'n koning wat deur sy eie stukke geblok word.
ar: فيلين يهاجمان الملك على أوتار متقاطعة ويكون الملك محاصر بقطع صديقة ليشكل كش مات.
az: İki fil, öz fiqurları tərəfindən bloklanan şahı çarpaz diaqonallardan hücum edərək mat edir.
be: Два нападаючых слана па перакрыжаваных дыяганалях матуюць караля, які акружаны сваімі фігурамі.
bg: Два офицера използват пресичащи се диагонали за да матират цар обкръжен от собствените си фигури.
bn: দুইটা ক্রস করা আড়া-আড়ি রেখার উপর দুইটা হাতি যা নিজের গুটিতে আটে থাকা রাজাকে বাজিমাত করে।
bs: Dva napadačka biskupa na ukrštenim dijagonalama isporučuju partnera kralju spriječenom prijateljskim figurama.
ca: Dos alfils atacant en diagonals que es creuen fan mat a un rei que queda atrapat entre peces amigues.
cs: Dva útočící střelci na různých diagonálách dají mat soupeřovu králi, jež je zablokován svými figurami.
da: To angribende løbere på krydsende diagonaler giver mat til en konge, som er blokeret af egne brikker.
el: Δύο αξιωματικοί κινούνται διαγωνίως και κάνουν ματ σε βασιλιά που εμποδίζεται από δικά του κομμάτια.
eo: Du kontraŭaj kurieroj sur interkruciĝantaj diagonaloj liveras maton al reĝo ĉirkaŭbarita per amikaj ŝakpecoj.
es: Dos alfiles atacantes en diagonales cruzadas dan mate al rey, obstruido por piezas de su bando.
eu: Bi alfilek beren piezen artean trabatuta dagoen erregeari ematen dioten matea.
fa: دو فیل به حالت ضربدری که به گوشه زمین حمله می کنند یک شاه که راهش با مهره های خودش سد شده را مات می کنند.
fi: Kaksi ristiäviltä diagonaaleilta hyökkäävää lähettiä matittaa omien nappuloidensa estämän kuninkaan.
gl: Dous alfís atacando en diagonais cruzadas dan mate ao rei obstaculizado polas súas propias pezas.
he: שני רצים התוקפים באלכסונים חוצים מבצעים מט למלך החסום בין כלים מכוחותיו.
hy: Խաչվող անկյունագծերում գտնվող երկու փղերը մատ են հայտարարում մրցակցի արքային, որը շրջափակված է սեփական խաղաքարերով։
id: Dua bidak gajah yang menyerang dengan diagonal berselang-seling mengantarkan raja skakmat karena terhalang oleh bidaknya sendiri, biasanya benteng dan pion.
it: Due alfieri danno matto lungo diagonali perpendicolari ad un re ostruito dai suoi stessi pezzi.
kk: Қарсылас патшасының бір жағын өз тастары бөгеп тұрғанда, екі піл қиылыса шабуылдайды.
ko: 자신의 기물에 막힌 킹에게 두 비숍이 X자로 대각선을 막아 메이트를 합니다.
lt: Du puolantys rikiai susikryžiojančiose įstrižainėse atlieka matą priešininko karaliui, įkalintam draugiškų figūrų.
lv: Divi laidņi uz pretēju krāsu krusteniskām diagonālēm piesaka matu karalim, kura izbēgšanu traucē paša figūras.
nl: Twee lopers op kruisende diagonalen zetten een koning mat die wordt belemmerd door de eigen stukken.
pt: Dois bispos em diagonais perpendiculares dão mate ao rei inimigo obstruído por peças aliadas.
ro: Doi nebuni care atacă pe diagonale încrucișate livrează mat-ul unui rege blocat de piese aliate.
ru: Два слона на скрещённых диагоналях ставят мат вражескому королю, окружённому собственными фигурами.
sk: Dvaja útočiaci strelci na križujúcich sa diagonálach zmatujú kráľa zablokovaného vlastnými figúrkami.
sl: Lovca na križajočih se diagonalah matirata kralja, ki ga ovirajo njegove figure.
sq: Dy fila sulmues në diagonalet kryqëzuese i bëjne mat një mbreti të penguar nga figura miqësore.
sr: Два нападајућа ловца на унакрсним дијагоналама матирају краља препреченог пријатељским фигурама.
sv: Två attackerande löpare på korsande diagonaler sätter en kung som är blockerad av egna pjäser i matt.
tr: İki fil, kendi taşları tarafından kısıtlanan şaha farklı açılardan girişerek onu mat eder.
uk: Два слони на перехресних діагоналях ставлять мат королю, який оточений власними фігурами.
vi: Hai quân Tượng tấn công trên các đường chéo chéo nhau chiếu hết quân vua bị kẹt bởi đồng đội của nó.
zh: 两条交叉斜线上的两个进攻象，在己方棋子阻挡下将杀对方的王。
zh_tw: 以在對角線上的兩個主教將死被自身棋子困住的王。

# puzzleThemeCastling
source: Castling
af: Kasteel
ar: تبييت
az: Qalaqurma
be: Ракіроўка
bg: Рокада
bn: ক্যাসলিং
bs: Rokada
ca: Enrocant
cs: Rošáda
da: Rokade
el: Pοκέ
eo: Aroko
es: Enroque
eu: Endrokea
fa: قلعه‌روی
fi: Linnoitus
gl: Enroque
he: הצרחה
hy: Փոխատեղում
id: Rokade
it: Arrocco
kk: Бекіну
ko: 캐슬링
lt: Rokiruotės
lv: Rokāde
nl: Rokeren
pt: Roque
ro: Rocada
ru: Рокировка
sk: Rošáda
sl: Rokada
sq: Rokadë
sr: Рокада
sv: Rockad
tr: Rok
uk: Рокіровка
vi: Nhập thành
zh: 王车易位
zh_tw: 易位

# puzzleThemeCastlingDescription
source: Bring the king to safety, and deploy the rook for attack.
af: Bring die koning in veiligheid en sit die toring in vir aanval.
ar: ضع الملك في أمان، وانشر القلعة للهجوم.
az: Şahı təhlükəsiz yerə gətirin və hücum üçün topu hazırlayın.
be: Адпраўце караля ў бяспеку і выведзіце ладдзю ў атаку.
bg: Защити царя си, и приготви топа си за атака.
bn: রাজাকে নিরাপদে নিয়ে আসুন, এবং আপনার নৌকাকে স্থাপন করুন হামলার জন্য.
bs: Sklonite kralja na sigurno i razvijte topa za napad.
ca: Assegura el rei, i prepara la torre per l'atac.
cs: Schovejte krále do bezpečí a vyviňte věž.
da: Bring din konge i sikkerhed og gør dit tårn klar til angreb.
el: Ασφαλίστε τον βασιλιά και αναπτύξτε τον πύργο για επίθεση.
eo: Alportu la reĝo en sekurecon, kaj lanĉu la turon por atako.
es: Lleva al rey a un lugar seguro y despliega la torre para atacar.
eu: Babestu erregea eta ekarri gaztelua erasora.
fa: شاه خود را ایمن کنید و رخ خود را برای حمله مستقر کنید.
fi: Vie kuninkaasi turvaan ja tuo tornisi mukaan hyökkäykseen.
gl: Pon o teu rei a salvo e desprega a túa torre para o ataque.
he: הביאו את המלך למקום מבטחים, והכינו את הצריח להתקפה.
hy: Արքայի տեղափոխումն ապահով տեղ և նավակի դուրսբերումը մարտի։
id: Letakkan posisi raja aman, dan manfaatkan benteng untuk menyerang.
it: Porta il re al sicuro, e sviluppa la torre per attaccare.
kk: Патшаны қорғаулы жерге кіргізіп, тураны шабуылға даярлаңыз.
ko: 왕을 안전하게 피신시키고, 룩을 이용해 공격 태세를 갖춥니다.
lt: Parveskite karalių į saugią vietą ir panaudokite atakai bokštą.
lv: Nogādājiet karali drošībā un novietojiet torni uzbrukuma pozīcijā.
nl: Breng de koning in veiligheid en zet de toren in voor een aanval.
pt: Proteger o rei e trazer a torre para o ataque.
ro: Adu regele în siguranță și mută tura pentru atac.
ru: Помещение короля в надёжное место и вывод в бой ладьи.
sk: Schovajte svojho kráľa do bezpečia a nasaďte vežu do útoku.
sl: Umik kralja na varno in razporeditev trdnjave za napad.
sq: Siguroni mbretin dhe futeni torrën në sulm.
sr: Доведите краља на сигурно и развијте топа за напад.
sv: För din kung i säkerhet, och använd ditt torn till att angripa.
tr: Şahı güvene alırken kaleni saldırıya hazırla.
uk: Захистіть свого короля й виведіть у бій туру.
vi: Chuyển quân vua đến vị trí an toàn và triển khai quân xe để tấn công.
zh: 将王转移到安全位置，并出动车参与进攻。
zh_tw: 讓國王回到安全，並讓車發動攻擊。

# puzzleThemeCapturingDefender
source: Capture the defender
af: Vang die verdediger vas
ar: أزل المدافع
az: Müdafiəçini vurmaq
be: Узяцце абаронцы
bg: Премахни защитата
bn: রক্ষককে খান
bs: Uzmite figuru koja brani drugu
ca: Captura el defensor
cs: Odstranění obránce
da: Tag forsvareren
el: Αιχμαλώτιση αμυνόμενου κομματιού
eo: Kapti la defendanton
es: Capturar al defensor
eu: Defendatzailea harrapatu
fa: مهره دفاع کننده را بگیرید
fi: Lyö puolustava nappula
gl: Captura ao defensor
he: הכה את המגן
hy: Պաշտպանի վերացում
id: Memakan pelindung
it: Cattura del difensore
kk: Қорғаушыны жою
ko: 보호하는 기물을 제거하세요.
lt: Nukirskite gynėją
lv: Sargājošas figūras nosišana
nl: De verdediger slaan
pt: Capturar o defensor
ro: Capturează apărătorul
ru: Уничтожение защитника
sk: Odstránenie obrany
sl: Zajem branilca
sq: Merrni mbrojtësin
sr: Однесите браниоца
sv: Ta försvararen
tr: Savunmayı baltala
uk: Захоплення захисника
vi: Ăn quân phòng thủ
zh: 消除保护
zh_tw: 吃子 - 防守者
