Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# challengeDeclineCasual
source: Please send me a casual challenge instead.
af: Stuur eerder vir my 'n vriendskaplike uitdaging asseblief.
ar: من فضلك أرسل لي تحدياً بدون تقييم بدلاً من ذلك.
az: Zəhmət olmasa mənə reytinqsiz bir çağırış göndərin.
be: Калі ласка, замест дашліце таварыскі выклік.
bg: Моля изпратете ми приятелско предизвикателство.
bn: অনুগ্রহ করে এর বদলে ক্যাজুয়াল সিলেক্ট করে চ্যালেঞ্জ দিন.
bs: Umjesto toga, pošaljite mi usputni izazov.
ca: Si us plau, envia'm un desafiament casual.
cs: Vyzvěte mě raději k nehodnocené partii.
da: Send mig gerne en ikke-ratet udfordring i stedet.
el: Στείλτε μου μία φιλική και όχι βαθμολογημένη πρόκληση.
eo: Bonvolu sendi al mi amikan defion anstataŭe.
es: Desafíame a una partida amistosa, mejor.
eu: Mesedez bidali lagunarteko erronka bat, puntuaziorako balio ez duena.
fa: لطفا به جایش، پیشنهاد بازی نارسمی بده.
fi: Lähetä minulle sen sijaan haaste rentoon peliin.
gl: Por favor, rétame a unha partida amigable.
he: בבקשה שלח לי הזמנה למשחק לא מדורג במקום.
hy: Հրավիրեք ինձ ընկերական խաղի, խնդրում եմ։
id: Tolong tantang aku dengan permainan yang santai.
it: Mandami una sfida amichevole per favore.
kk: Оның орнына маған жай шақыруды жіберіңізші.
ko: 대신 캐주얼 대전을 신청해주세요.
lt: Vietoje šio iššūkio atsiųskite nevertinamą iššūkį.
lv: Labāk lūdzu atsūtiet nevērtētu izaicinājumu.
mk: Ве молам испратете ми покана за неформална игра.
nl: Stuur me a.u.b. een uitdaging zonder rating.
pt: Por favor, envie-me um desafio amigável.
ro: Te rog să îmi trimiți în loc o provocare neoficială.
ru: Вызовите меня на товарищескую игру, пожалуйста.
sk: Pošlite mi nehodnotenú výzvu, prosím.
sl: Prosim, pošljite mi nerangirani izziv.
sq: Të lutem më dërgo një sfide të pa vlerësuar.
sr: Уместо овог, молим Вас да ми пошаљете неформалан изазов.
sv: Vänligen skicka en orankad utmaning istället.
tr: Bunun yerine puansız oyun teklifi yapınız lütfen.
uk: Будь ласка, замість цього відправте мені товариський виклик.
vi: Hãy gửi tôi yêu cầu thách đấu không xếp hạng.
zh: 请向我发起休闲挑战
zh_tw: 請向我發送休閒對弈。

# challengeDeclineStandard
source: I'm not accepting variant challenges right now.
af: Ek aanvaar nie variant-uitdagings op die oomblik nie.
ar: أنا لا أقبل أنواع اللعب غير العادية الآن.
az: Hal-hazırda qeyri-ənənəvi şahmat variantları çağırışlarını qəbul etmirəm.
be: Не прымаю выклікі ў некласічныя шахматы на дадзены момант.
bg: Не приемам вариант за партия шах в момента.
bn: আমি এখন ভ্যারিয়েন্ট চ্যালেঞ্জ গ্রহন করছি না
bs: Trenutno ne prihvatam varijantne izazove.
ca: No accepto desafiaments per variants en aquest moment.
cs: Nyní nepřijímám výzvy variant.
da: Jeg accepterer ikke variantudfordringer lige nu.
el: Δε δέχομαι προκλήσεις με παραλλαγές αυτή τη στιγμή.
eo: Mi ne akceptas variaĵajn defiojn nun.
es: No acepto desafíos de modalidades ahora.
eu: Ez dut aldaeren erronkarik onartzen.
fa: اکنون پیشنهاد بازی‌های وَرتا را نمی‌پذیرم.
fi: En juuri nyt ota vastaan haasteita variantteihin.
gl: Agora mesmo non acepto desafíos en variantes.
he: אני לא מקבל/ת עכשיו הזמנות למשחקי שחמט לא סטנדרטי.
hy: Ես չեմ ընդունում ոչ դասական շախմատի մարտահրավերներ հենց հիմա։
id: Saya tidak menerima tantangan variasi sekarang.
it: Al momento non accetto sfide a varianti.
kk: Мен қазір классикалық емес шақыруларды қабылдамаймын.
ko: 지금은 변형 체스 도전을 받지 않고 있습니다.
lt: Šiuo metu nepriimu variantų iššūkių.
lv: Šobrīd nepieņemu variantu izaicinājumus.
mk: Во моментов не прифаќам варијантни предизвици.
nl: Momenteel neem ik geen uitdagingen aan voor varianten.
pt: Não estou a aceitar desafios de variante, de momento.
ro: Nu accept provocări de variantă acum.
ru: Я не принимаю вызовы на неклассические шахматы прямо сейчас.
sk: Momentálne neprijímam výzvy vo variantoch.
sl: Trenutno ne sprejemam variantnih izzivov.
sq: Tani për tani s’pranoj sfida variantesh.
sr: Тренутно не прихватам изазове у варијантама.
sv: Jag antar inte utmaningar med varianter för tillfället.
tr: Şimdilik standart dışı varyantlarda oyun tekliflerini kabul etmiyorum.
uk: Я не приймаю виклики на шахові варіанти прямо зараз.
vi: Hiện tại tôi không chấp nhận các thách đấu biến thể.
zh: 我目前不接受变体挑战
zh_tw: 我不接受變體對弈。

# challengeDeclineVariant
source: I'm not willing to play this variant right now.
af: Ek is nie bereid om hierdie variant op die oomblik te speel nie.
ar: أنا لا أرغب في لعب نوع الشطرنج هذا الآن.
az: Hazırda bu variantı oynamaq istəmirəm.
be: Я ня хочу граць гэты варыянт зараз.
bg: Не желая да играя този вариант в момента.
bn: আমার এখন এই ভেরিয়েন্টের গেম খেলতে ইচ্ছে করছে না
bs: Trenutno nisam voljan da igram ovu varijantu.
ca: No vull jugar aquesta variant en aquest moment.
cs: Tuto variantu momentálně nechci hrát.
da: Jeg er ikke villig til at spille denne variant lige nu.
el: Δε θέλω να παίξω αυτήν την παραλλαγή.
eo: Mi ne volas ludi ĉi tiun variaĵon nun.
es: No me apetece jugar esta modalidad ahora.
eu: Ez dut aldaera horretan jokatu nahi.
fa: اکنون مایل نیستم این وَرتا را بازی کنم.
fi: En juuri nyt halua pelata tätä varianttia.
gl: Neste momento non me apetece xogar esa variante.
he: אני לא מעוניין לשחק את סוג השחמט הזה עכשיו.
hy: Ես չեմ ցանկանում շախմատի այս տարբերակը խաղալ հիմա։
id: Saya tidak ingin bermain variasi ini sekarang.
it: Non voglio giocare a questa variante in questo momento.
kk: Мен қазір осы шахмат түрін ойнағым келмейді.
ko: 지금은 이 변형 체스를 하고 싶지 않습니다.
lt: Šiuo metu nenoriu žaisti šio varianto.
lv: Šobrīd nevēlos spēlēt šo variantu.
mk: Во моментов не сакам да ја играм оваа варијација.
nl: Momenteel voel ik er niet voor om deze variant te spelen.
pt: Não estou disposto a jogar essa variante, de momento.
ro: Nu sunt dispus să joc această variantă acum.
ru: Прямо сейчас я не хочу играть этот вариант.
sk: Momentálne nie som ochotný hrať tento variant.
sl: Trenutno nisem pripravljen igrati te različice.
sq: Tani për tani s’kam dëshirë të luaj këtë variant.
sr: Тренутно не желим да играм ову варијанту.
sv: Jag vill inte spela denna variant för tillfället.
tr: Şimdilik bu varyantı oynamak istemiyorum.
uk: Я не бажаю наразі грати цей варіант.
vi: Tôi chưa sẵn sàng chơi biến thể này ngay bây giờ.
zh: 我现在不愿意下这个变体
zh_tw: 我現在不想玩這個變體。

# challengeDeclineNoBot
source: I'm not accepting challenges from bots.
af: Ek aanvaar nie uitdagings deur bots nie.
ar: أنا لا أقبل التحديات من البوت.
az: Botlardan gələn çağırışları qəbul etmirəm.
be: Я не прымаю выклікі ад ботаў.
bg: Не приемам предизвикателства от ботове.
bn: আমি এখন রোবোটের চ্যালেঞ্জ গ্রহন করছি না
bs: Ne prihvatam izazove od botova.
ca: No accepto desafiaments de bots.
cs: Nepřijímám výzvy od botů.
da: Jeg accepterer ikke udfordringer fra bots.
el: Δε δέχομαι προκλήσεις από bots.
eo: Mi ne akceptas defiojn de robotoj.
es: No acepto desafíos de bots.
eu: Ez dut erroboten erronkarik onartzen.
fa: من پیشنهاد بازی از ربات‌ها را نمی‌پذیرم.
fi: En ota vastaan haasteita boteilta.
gl: Non acepto desafíos de bots.
he: אני לא מאשר/ת הזמנות מבוטים.
hy: Ես չեմ ընդունում բոտերի մարտահրավերները։
id: Saya tidak menerima tantangan dari bot.
it: Non accetto sfide da bot.
kk: Мен роботтардан шақыруларды қабылдамаймын.
ko: 봇의 도전은 받지 않습니다.
lt: Nepriimu iššūkių iš programų.
lv: Pašlaik nepieņemu izaicinājumus no botiem.
mk: Не прифаќам предизвици од ботови.
nl: Ik neem geen uitdagingen van bots aan.
pt: Não estou a aceitar desafios de bots.
ro: Nu accept provocările roboților.
ru: Я не принимаю вызовы от ботов.
sk: Neprijímam výzvy od botov.
sl: Izzivov od robotov ne sprejemam.
sq: S’pranoj sfida prej robotësh.
sr: Не прихватам изазове од ботова.
sv: Jag antar inte utmaningar från bottar.
tr: Botlardan gelen oyun tekliflerini kabul etmiyorum.
uk: Я не приймаю виклики від ботів.
vi: Tôi không chấp nhận các thách đấu từ các BOT.
zh: 我不接受来自机器人的挑战
zh_tw: 我不接受機器人的對弈。

# challengeDeclineOnlyBot
source: I'm only accepting challenges from bots.
af: Ek aanvaar slegs uitdagings deur bots.
ar: أنا أقبل التحديات فقط من البوت.
az: Yalnız botlardan gələn çağırışları qəbul edirəm.
be: Я прымаю выклікі толькі ад ботаў.
bg: Приемам предизвикателства само от ботове.
bn: আমি এখন শুধুমাত্র রোবোটের চ্যালেঞ্জ গ্রহন করছি.
bs: Prihvatam izazove samo od botova.
ca: Només accepto desafiaments de bots.
cs: Přijímám výzvy pouze od botů.
da: Jeg accepterer kun udfordringer fra bots.
el: Δέχομαι προκλήσεις μόνο από bots.
eo: Mi nur akceptas defiojn de robotoj.
es: Sólo acepto desafíos de bots.
eu: Erroboten erronkak bakarrik onartzen ditut.
fa: من فقط پیشنهاد بازی از ربات‌ها را می‌پذیرم.
fi: Otan vastaan haasteita vain boteilta.
gl: Só acepto desafíos de bots.
he: מאשר/ת הזמנות למשחק רק מבוטים.
hy: Ես ընդունում եմ միայն բոտերի մարտահրավերները։
id: Saya hanya menerima tantangan dari bot.
it: Accetto solo sfide da bot.
kk: Мен тек роботтардан келген шақыруларды қабылдаймын.
ko: 봇의 도전만 받고 있습니다.
lt: Priimu iššūkius tik iš programų.
lv: Pieņemu izaicinājumus tikai no botiem.
mk: Прифаќам предизвици само од ботови.
nl: Ik neem alleen uitdagingen van bots aan.
pt: Apenas aceito desafios de bots.
ro: Accept doar provocări de la roboți.
ru: Я принимаю вызовы только от ботов.
sk: Prijímam výzvy výlučne od botov.
sl: Sprejemam le izzive od robotov.
sq: Pranoj vetëm sfida prej robotësh.
sr: Прихватам само изазове од ботова.
sv: Jag antar endast utmaningar från bottar.
tr: Yalnızca botlardan gelen oyun tekliflerini kabul ediyorum.
uk: Я приймаю виклики лише від ботів.
vi: Tôi chỉ chấp nhận các thách đấu từ BOT.
zh: 我只接受来自机器人的挑战
zh_tw: 我目前只接受機器人的對弈。

# challengeInviteLichessUser
source: Or invite a Lichess user:
af: Of nooi 'n Lichess-gebruiker uit:
ar: أو قم بدعوة أحد المستخدمين:
be: Ці запрасіце карыстальніка Lichess:
bg: Или поканете Lichess потребител:
bn: অথবা একজন লিচেস ব্যবহারকারীকে আমন্ত্রণ জানান
bs: Ili pozovite korisnika Lichessa:
ca: O invita un usuari de Lichess:
cs: Nebo pozvěte uživatele Lichess:
da: Eller inviter en Lichess-bruger:
el: Ή προσκαλέστε έναν χρήστη του Lichess:
eo: Aŭ invitu Lichess uzanton:
es: O invita a un usuario de Lichess:
eu: Edo gonbidatu Lichesseko erabiltzaile bat:
fa: یا یک کاربر Lichess را دعوت کنید:
fi: Tai kutsu Lichess-käyttäjä:
gl: Ou convida a un usuario de Lichess:
he: ניתן גם לשלוח הזמנה למשתמש/ת Lichess:
hy: Կամ հրավիրեք Lichess-ի օգտատիրոջ.
id: Atau undang pengguna Lichess lain:
it: Oppure invita un utente di Lichess:
kk: Не Личес ойыншысын шақыру:
ko: 또는 Lichess 사용자를 초대합니다:
lt: Arba pakvieskite Lichess vartotoją:
lv: Vai uzaicināt Lichess lietotāju:
nl: Of nodig een Lichess-gebruiker uit:
pt: Ou convide um utilizador Lichess:
ro: Sau invitați un utilizator Lichess:
ru: Или пригласите пользователя Lichess:
sk: Alebo pozvite používateľa Lichess:
sl: Ali pa povabite Lichess uporabnika:
sq: Ose ftoni një Përdorues Lichess-i:
sv: Eller bjud in en Lichess-användare:
tr: Veya bir Lichess kullanıcısını davet edin:
uk: Або запросіть користувача Lichess:
vi: Hoặc mời một người dùng Lichess:
zh: 或邀请一位 Lichess 用户：
zh_tw: 或邀請一位 Lichess 用户：

# contactContact
source: Contact
af: Kontak
ar: اتصل بنا
az: Əlaqə
be: Звязацца
bg: Контакти
bn: লাইকেস. আর. সি. / এর যোগাযোগের সংক্ষিপ্ত লিঙ্ক, হোমপেজে দৃশ্যমান
bs: Kontakti
ca: Contacte
cs: Kontakt
da: Kontakt
el: Επικοινωνία
eo: Kontakto
es: Contacto
eu: Harremana
fa: ارتباط با ما
fi: Ota yhteyttä
gl: Contacto
he: צרו קשר
hy: Կոնտակտներ
id: Kontak
it: Contattaci
kk: Байланыс
ko: 문의
lt: Susisiekite
lv: Kontakti
mk: Контакт
pt: Contacto
ru: Обратная связь
sk: Kontakt
sl: Kontakt
sq: Kontakt
sr: Контакт
sv: Kontakt
tr: İletişim
uk: Контакти
vi: Liên hệ
zh: 联系我们
zh_tw: 聯繫我們

# contactContactLichess
source: Contact Lichess
af: Kontak Lichess
ar: تواصل مع Lichess
az: Lichess ilə əlaqə
be: Звязацца з Lichess
bg: Свържи се с нас
bn: পৃষ্ঠার শিরোনাম lichess. org/contact
bs: Kontaktirajte Lichess
ca: Contacte Lichess
cs: Kontaktujte Lichess
da: Kontakt Lichess
el: Επικοινωνήστε με το Lichess
eo: Kontakti Lichess
es: Contactar con Lichess
eu: Jarri kontaktuan Lichessekin
fa: ارتباط با Lichess
fi: Ota yhteyttä Lichessiin
gl: Contactar con Lichess
he: צרו קשר עם ליצ'ס
hy: Lichess-ի կոնտակտներ
id: Kontak Lichess
it: Contatta Lichess
kk: Личеспен байланыс
ko: Lichess에 문의하기
lt: Susisiekite su „Lichess“
lv: Sazināties ar Lichess
mk: Контактирајте ја Lichess
nl: Contact met Lichess
pt: Contactar o Lichess
ro: Contactează Lichess
ru: Связаться с Lichess
sk: Kontaktuj Lichess
sl: Kontaktiraj lichess
sq: Kontaktoni me Lichess-in
sr: Контактирај Lichess
sv: Kontakta Lichess
tr: Lichess ile iletişime geçin
uk: Зв'язатися з Lichess
vi: Liên hệ Lichess
zh: 联系 Lichess
zh_tw: 聯繫 Lichess

# coordinatesCoordinates
source: Coordinates
af: Koördinate
ar: أسماء المربعات
az: Koordinatlar
be: Каардынаты
bg: Координати
bn: স্থানাংকসমূহ
bs: Koordinate
ca: Coordenades
cs: Souřadnice
da: Koordinater
el: Συντεταγμένες
eo: Koordinatoj
es: Coordenadas
eu: Koordenatuak
fa: همآرا
fi: Koordinaatit
gl: Coordenadas
he: קואורדינטות (נקודות ציון)
hy: Կոորդինատներ
id: Koordinat
it: Coordinate
kk: Координат
ko: 좌표
lt: Koordinatės
lv: Koordinātas
mk: Координати
nl: Coördinaten
pt: Coordenadas
ro: Coordonate
ru: Координаты
sk: Súradnice
sl: Polja
sq: Kordinata
sr: Координате
sv: Koordinater
tr: Koordinatlar
uk: Координати
vi: Tầm nhìn
zh: 坐标
zh_tw: 座標

# coordinatesCoordinateTraining
source: Coordinate training
af: Koördinaat oefening
ar: التدريب على أسماء المربعات
az: Koordinatlar məşğələsi
be: Трэніроўка каардынат
bg: Упражнение по координати
bn: স্থানাংক প্রশিক্ষণ
bs: Trening koordinata
ca: Entrenament de coordenades
cs: Trénink souřadnic
da: Koordinattræning
el: Εξάσκηση στις συντεταγμένες
eo: Koordinata ekzerco
es: Entrenar coordenadas
eu: Koordenatuen entrenamendua
fa: تمرین همآرا
fi: Koordinaattiharjoittelu
gl: Adestramento de coordenadas
he: אימון קואורדינטות (נקודות ציון)
hy: Կոորդինատների մտապահում
id: Latihan koordinat
it: Allenamento sulle coordinate
kk: Координат меңгеру
ko: 좌표 훈련
lt: Koordinačių treniruotė
lv: Koordinātu treniņš
mk: Вежба за координатите
nl: Coördinatentraining
pt: Treino de coordenadas
ro: Antrenament la coordonate
ru: Запоминание координат полей
sk: Tréning znalosti šachovnicových súradníc
sl: Trening šahovskih polj
sq: Trajnim kordinatash
sr: Тренинг координата
sv: Träna på koordinaterna
tr: Koordinat Antrenmanı
uk: Координатне тренування
vi: Luyện tập tầm nhìn
zh: 坐标训练
zh_tw: 座標訓練

# coordinatesAverageScoreAsWhiteX
source: Average score as white: {param}
af: Gemiddelde telling as wit: {param}
ar: متوسط الدرجات كأبيض: {param}
az: Ağlar qismində orta xal: {param}
be: Сярэдні вынік за белых: {param}
bg: Среден резултат с белите: {param}
bn: সাদা হিসাবে গড় মান: {param}
bs: Prosječan rezultat kao bijeli: {param}
ca: Puntuació mitjana amb blanques: {param}
cs: Průměrné skóre jako bílý: {param}
da: Gennemsnitlig score som hvid: {param}
el: Μέση βαθμολογία ως λευκά: {param}
eo: Meznombra poentaro por blanka: {param}
es: Puntuación media con blancas: {param}
eu: Zuri gisa egindako puntuen batazbestekoa: {param}
fa: میانگین امتیاز به عنوان سفید: {param}
fi: Keskimääräinen tulos valkeana: {param}
gl: Puntuación media con brancas: {param}
he: הציון הממוצע כלבן: {param}
hy: Միջին հաշիվը սպիտակներով՝ {param}
id: Skor rata-rata putih: {param}
it: Punteggio medio come bianco: {param}
kk: Ақтың орташа есебі: {param}
ko: 백색으로 평균 점수: {param}
lt: Vidutinis rezultatas baltaisiais: {param}
lv: Vidējais rezultāts ar baltajām: {param}
mk: Просечен резултат со белите: {param}
nl: Gemiddelde score als wit: {param}
pt: Pontuação média com as brancas: {param}
ro: Media scorului cu albele: {param}
ru: Средний счёт за белых: {param}
sk: Priemerné skóre ako biely: {param}
sl: Povprečno število točk kot beli: {param}
sq: Rezultati mesatar si i bardhë: {param}
sr: Просечан скор као бели: {param}
sv: Genomsnittlig poäng som vit: {param}
tr: Beyaz olarak ortalama skor: {param}
uk: Середній результат за білих: {param}
vi: Điểm trung bình khi cầm quân trắng: {param}
zh: 白方平均得分：{param}
zh_tw: 白棋方平均分數: {param}

# coordinatesAverageScoreAsBlackX
source: Average score as black: {param}
af: Gemiddelde telling as swart: {param}
ar: متوسط النتيجة كأسود: {param}
az: Qaralar qismində orta xal: {param}
be: Сярэдні вынік за чорных: {param}
bg: Среден резултат с черните: {param}
bn: কালো হিসাবে গড় মান: {param}
bs: Prosječan rezultat kao crni: {param}
ca: Puntuació mitjana amb negres: {param}
cs: Průměrné skóre jako černý: {param}
da: Gennemsnitlig score som sort: {param}
el: Μέση βαθμολογία ως μαύρα: {param}
eo: Meznombra poentaro por nigra: {param}
es: Puntuación media con negras: {param}
eu: Beltz gisa egindako puntuen batazbestekoa: {param}
fa: میانگین امتیاز به عنوان سیاه: {param}
fi: Keskimääräinen tulos mustana: {param}
gl: Puntuación media con negras: {param}
he: הציון הממוצע כשחור: {param}
hy: Միջին հաշիվը սևերով՝ {param}
id: Skor rata-rata hitam: {param}
it: Punteggio medio come nero: {param}
kk: Қараның орташа есебі: {param}
ko: 흑색으로 평균 점수: {param}
lt: Vidutinis rezultatas juodaisiais: {param}
lv: Vidējais rezultāts ar melnajām: {param}
mk: Просечен резултат со црните: {param}
nl: Gemiddelde score als zwart: {param}
pt: Pontuação média com as pretas: {param}
ro: Media scorului cu negrele: {param}
ru: Средний счёт за чёрных: {param}
sk: Priemerné skóre ako čierny: {param}
sl: Povprečno število točk kot črni: {param}
sq: Rezultati mesatar si i zi: {param}
sr: Просечан скор као црни: {param}
sv: Genomsnittlig poäng som svart: {param}
tr: Siyah olarak ortalama skor: {param}
uk: Середній результат за чорних: {param}
vi: Điểm trung bình khi cầm quân đen: {param}
zh: 黑方平均得分：{param}
zh_tw: 黑棋方平均分數: {param}

# coordinatesKnowingTheChessBoard
source: Knowing the chessboard coordinates is a very important skill for several reasons:
af: Om die koördinate op die skaakbord te ken is 'n baie belangrike skaakvaardigheid:
ar: معرفة أسماء مربعات لوحة الشطرنج مهارة هامة جداً لعدة أسباب:
az: Şahmat lövhəsinin koordinatlarını bilmək çox önəmlidir:
be: Ведаць каардынаты шахматнай дошкі - вельмі важны шахматны навык:
bg: Познаването на координатите на шахматната дъска е много важно умение:
bn: দাবার বোর্ড জানার জন্য স্থানাংক হয় একটি গুরুত্বপূর্ন দাবার দক্ষতা:
bs: Znanje šahovskih koordinata je jako važna šahovska vještina:
ca: Saber les coordenades del tauler és una habilitat important:
cs: Naučit se správně souřadnice na šachovnici je velmi důležitá šachová dovednost:
da: Det er vigtigt at kende koordinaterne på skakbrættet:
el: Η γνώση των συντεταγμένων της σκακιέρας είναι μια πολύ σημαντική δεξιότητα:
eo: Scii la koordinatojn de ŝako estas tre grava ŝako:
es: Conocer las coordenadas de los escaques es esencial en el ajedrez:
eu: Xake-taulako koordenatuak jakitea oso garrantzitsua da jokalarientzat:
fa: دانستن همآرای صفحه شطرنج، مهارت خیلی مهمی است، به چند دلیل:
fi: Shakkilaudan koordinaattien hallinta on erittäin tärkeä kyky shakinpelaajalle:
gl: Coñecer as coordenadas do taboleiro é unha importante habilidade no xadrez por varias razóns:
he: ידיעת הקואורדינטות (נקודות הציון) של לוח השחמט היא מיומנות שחמטאית חשובה מאוד:
hy: Շախմատի կոորդինատները իմանալը շատ կարևոր հմտություն է:
id: Mengetahui koordinat papan catur adalah kemampuan catur yang sangat penting:
it: Conoscere le coordinate della scacchiera è un'abilità molto importante:
kk: Шахмат координаттарын білу – шеберліктің бір бөлігі:
ko: 체스판 좌표를 아는 것은 아주 중요한 체스 기술입니다:
lt: Šachmatų lentos koordinačių žinojimas yra ypač svarbus įgūdis:
lv: Šaha galdiņa koordinātu zināšana ir svarīga šaha prasme:
mk: Препознавањето на координатите на шаховската табла е многу важна вештина:
nl: De schaakbordcoördinaten kennen is een zeer belangrijke schaakvaardigheid:
pt: Saber as coordenadas do tabuleiro é uma habilidade muito importante no xadrez:
ro: Să știi coordonatele tablei de șah e o abilitate foarte importantă:
ru: Знание координат на шахматной доске — очень важный навык для шахматиста:
sk: Znalosť šachovnicových súradníc je pre šach veľmi dôležitá:
sl: Poznavanje polj je zelo pomembna šahovska veščina:
sq: Njohja e koordinatave të fushës është një aftësi shumë e rëndësishme e shahut:
sr: Знати координате шаховске табле је веома важна шаховска вештина из више разлога:
sv: Att veta schackbrädets koordinater är en mycket viktig schackfärdighet:
tr: Satranç tahtasının koordinatlarını bilmek çok önemli bir satranç becerisidir:
uk: Знання координат шахівниці - дуже важлива шахова навичка:
vi: Biết tọa độ bàn cờ là một kỹ năng rất quan trọng vì nhiều lý do:
zh: 掌握国际象棋棋盘坐标是一项非常重要的技能，原因如下：
zh_tw: 能快速對照棋盤上的座標與其位置是一項很重要的技巧。

# coordinatesMostChessCourses
source: Most chess courses and exercises use the algebraic notation extensively.
af: Meeste skaak kursusse en oefeninge gebruik algebraïese notasie.
ar: معظم دورات الشطرنج والتمارين تستخدم التدوين الجبري على نطاق واسع.
az: Bir çox şahmat dərs və məşğələlərində cəbri notasiyadan istifadə edilir.
be: Большасць шахматных задач та заданняў выкарыстоўваць шахматнаю натацыю.
bg: Повечето шахматни уроци и упражнения използват алгебричната нотация.
bn: অনেক দাবা প্রশিক্ষন এবং ব্যায়াম ব্যাপকভাবে বীজগাণিতিক চিহ্ন ব্যবহার করে.
bs: Većina šahovskih kurseva i vježbi intenzivno koriste algebarsku notaciju.
ca: La majoria de cursos i exercicis usa la notació algebraica de forma extensiva.
cs: Většina šachových kurzů a cvičení velmi často používá algebraickou notaci.
da: De fleste skakkurser og øvelser bruger i vid udstrækning den algebraiske notation.
el: Τα περισσότερα μαθήματα κι οι περισσότερες ασκήσεις στο σκάκι χρησιμοποιούν τον αλγεβρικό τρόπο γραφής.
eo: Plej multaj ŝako-kursoj kaj ekzercoj uzas la algebra notacio vaste.
es: La mayoría de los cursos y ejercicios de ajedrez usan la notación algebraica.
eu: Ikastaro eta ariketa gehienek idazkera algebraikoa erabiltzen dute.
fa: بیشتر دوره‌ها و تمرین‌های شطرنج، از نشانه‌گذاری جبری استفاده می‌کنند.
fi: Shakkikursseilla ja -harjoituksissa käytetään useimmiten algebrallista merkintätapaa.
gl: A maioría dos cursos e exercicios de xadrez empregan a notación alxébrica.
he: בימינו, שיטת הרישום האלגברית היא הנפוצה ביותר בכל תוכנות האימון.
hy: Շախմատային դասընթացներում և խնդիրներում լայնորեն կիրառվում է նոտագրությունը:
id: Kebanyakan program catur dan latihan menggunakan notasi aljabar secara ekstensif.
it: La maggior parte dei corsi e degli esercizi utilizzano ampiamente la notazione algebrica.
kk: Шахмат мектептердің көпшілігі алгебралық жазу тәртібін ұстанады.
ko: 대부분의 체스 강좌와 훈련은 `대수적 표기법`을 광범위하게 사용합니다.
lt: Dauguma šachmatų kursų ir pratimų plačiai naudoja algebrinį žymėjimą.
lv: Lielākajā daļā šaha literatūras plaši tiek lietota algebriskā notācija.
mk: Повеќето шаховски курсеви и вежби исклучиво ја користат алгебарската нотација.
nl: De meeste schaakcursussen en -oefeningen maken gebruik van de algebraïsche notatie.
pt: A maioria dos cursos e exercícios usam extensamente a notação algébrica.
ro: Majoritatea exercițiilor și cursurilor de șah folosesc des notația algebrică.
ru: В большинстве шахматных курсов и упражнений широко используется шахматная нотация.
sk: Väčšina šachových kurzov a cvičení veľmi často používa algebraickú notáciu.
sl: Večino šahovskih tečajev uporablja algebraičen način zapisovanja.
sq: Shumica e kurseve dhe ushtrimeve të shahut përdorin gjerësisht shënimet algjebrike.
sr: Већина шаховских курсева и вежби опширно користе алгебарску нотацију.
sv: De flesta schackkurserna och övningarna använder algebraisk notation.
tr: Satranç derslerinin ve alıştırmalarının çoğunda cebirsel gösterim kullanılır.
uk: У більшості шахових задач активно використовуються шахова нотація.
vi: Hầu hết các khóa học và bài tập cờ vua dùng ký hiệu đại số rộng rãi.
zh: 大多数国际象棋课程和练习都广泛使用代数记谱法。
zh_tw: 大多數的西洋棋課程都很頻繁的使用代數記譜法。
