Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# xHostsY
source: {param1} hosts {param2}
af: {param1} bied {param2} aan
ar: {param1} يستضيف {param2}
az: {param1} ev sahibi: {param2}
be: {param1} стварыў {param2}
bg: {param1} води {param2}
bn: {param1} নির্মানকর্তা {param2}
bs: {param1} održava {param2}
ca: {param1} és amfitrió de {param2}
cs: {param1} založil {param2}
da: {param1} er vært for {param2}
el: {param1} φιλοξενεί τη {param2}
eo: {param1} gastigas {param2}
es: {param1} crea {param2}
eu: {param1} erabiltzaileak {param2} antolatu du
fa: {param1} میزبان {param2} است
fi: {param1} isännöi {param2}
gl: {param1} crea {param2}
he: {param1} מארח/ת {param2}
hy: {param1}-ը ստեղծել է {param2}-ը
id: {param1} tuan rumah {param2}
it: {param1} ospita {param2}
kk: {param1} {param2}-ны бастады
ko: {param2}가 {param1}를 시작했습니다.
lt: {param1} veda {param2}
lv: {param1} vada {param2}
mk: {param1} одржува {param2}
nl: {param1} organiseert {param2}
pt: {param1} criou a exibição simultânea {param2}
ro: {param1} găzduiește {param2}
ru: {param1} создал {param2}
sk: {param1} založil {param2}
sl: {param1} gostuje {param2}
sq: {param1} organizon {param2}
sr: {param1} организује {param2}
sv: {param1} är värd för {param2}
tr: {param1} ev sahipliği yaptı: {param2}
uk: {param1} створив {param2}
vi: {param1} đã chủ trì {param2}
zh: {param1} 主持了 {param2}
zh_tw: {param1}主持{param2}

# xJoinsY
source: {param1} joins {param2}
af: {param1} sluit by {param2} aan
ar: {param1} إنضم ل {param2}
az: {param1} qoşuldu: {param2}
be: {param1} далучыўся да {param2}
bg: {param1} се присъедини към {param2}
bn: {param1} যোগদেয় {param2}
bs: {param1} se pridružuje {param2}
ca: {param1} s'uneix a {param2}
cs: {param1} se přidal k {param2}
da: {param1} melder sig til {param2}
el: {param1} συμμετέχει στη {param2}
eo: {param1} kuplas {param2}
es: {param1} se une a {param2}
eu: {param1} {param2}ra sartu da
fa: {param1} به {param2} می‌پیوندد
fi: {param1} liittyi {param2}
gl: {param1} únese a {param2}
he: {param1} מצטרף/ת ל־{param2}
hy: {param1}-ը միացել է {param2}-ին
id: {param1} bergabung {param2}
it: {param1} ha partecipato a {param2}
kk: {param1} {param2}-ға қосылды
ko: {param2}가 {param1}에 참여했습니다.
lt: {param1} prisijungė prie {param2}
lv: {param1} pievienojas {param2}
mk: {param1} се придружува на {param2}
nl: {param1} neemt deel aan {param2}
pt: {param1} entrou em {param2}
ro: {param1} se alătură {param2}
ru: {param1} присоединился к {param2}
sk: {param1} sa pridal k {param2}
sl: {param1} se pridruži {param2}
sq: {param1} merr pjesë në {param2}
sr: {param1} се придружио/ла {param2}
sv: {param1} deltar i {param2}
tr: {param1} katıldı: {param2}
uk: {param1} приєднався до {param2}
vi: {param1} gia nhập {param2}
zh: {param1} 加入了 {param2}
zh_tw: {param1}加入{param2}

# xLikesY
source: {param1} likes {param2}
af: {param1} hou van {param2}
ar: {param1} أعجب ب {param2}
az: {param1} bəyəndi: {param2}
be: {param1} упадабаў {param2}
bg: {param1} хареса {param2}
bn: {param1} পচ্ছন্দ {param2}
bs: {param1} se sviđa {param2}
ca: A {param1} li agrada {param2}
cs: {param1} lajknul {param2}
da: {param1} synes godt om {param2}
el: {param2} αρέσει στον χρήστη {param1}
eo: {param1} ŝatas {param2}
es: a {param1} le gusta {param2}
eu: {param1}k {param2} gogoko du
fa: {param1}، {param2} را می‌پسندد
fi: {param1} tykkää {param2}
gl: A {param1} gústalle {param2}
he: {param1} אוהב/ת את {param2}
hy: {param1}-ը հավանել է {param2}-ին
id: {param1} suka {param2}
it: A {param1} piace {param2}
kk: {param1} {param2}-ны ұнатады
ko: {param1}(이)가 {param2}를 좋아합니다.
lt: {param1} patiko {param2}
lv: {param1} patīk {param2}
mk: на {param1} му се допаѓа {param2}
nl: {param1} vindt {param2} leuk
pt: {param1} gostou de {param2}
ro: {param1} îi place {param2}
ru: {param1} понравилось {param2}
sk: {param1} lajkol {param2}
sl: {param1} všečka {param2}
sq: {param1} pëlqen {param2}
sr: {param1} каже да му/јој се свиђа {param2}
sv: {param1} gillar {param2}
tr: {param1} beğendi: {param2}
uk: {param1} сподобалось {param2}
vi: {param1} thích {param2}
zh: {param1} 喜欢 {param2}
zh_tw: {param1}對{param2}按讚

source: Quick pairing
af: Vinnige plasing
ar: مزاوجة سريعة
az: Sürətli qoşulma
be: Хуткі старт
bg: Бързо свързване
bn: দ্রুত জোর-বাঁধানো
bs: Brzo uparivanje
ca: Emparellament ràpid
cs: Rychlá hra
da: Hurtig parring
el: Γρήγορη αντιστοίχιση
eo: Rapida parado
es: Emparejamiento rápido
eu: Parekatze azkarra
fa: رویارویی سریع
fi: Nopeasti peliin
gl: Emparellamento rápido
he: הצטרפות מהירה
hy: Արագ սկիզբ
id: Pencarian cepat
it: Accoppiamento rapido
kk: Қалыптар
ko: 빠른 상대 찾기
lt: Greitas suporavimas
lv: Ātrais pāris
mk: Брзо спојување
nl: Snel koppelen
pt: Emparelhamento rápido
ro: Potrivire rapidă
ru: Быстрый старт
sk: Rýchle nájdenie súpera
sl: Hitri pari
sq: Çiftim i shpejtë
sr: Брзо упаривање
sv: Snabbparning
tr: Hızlı eşleşme
uk: Швидкий старт
vi: Xếp cặp nhanh
zh: 快速匹配
zh_tw: 快速配對

source: Lobby
af: Ontvangs
ar: الصالة
az: Lobbi
be: Лобі
bg: Лоби
bn: উপশালা
bs: Lobi
cs: Výzvy
da: Lobbyen
el: Χώρος αναμονής
eo: Atendejo
es: Sala de espera
eu: Egongela
fa: سَرسَرا
fi: Aula
gl: Retos
he: לובי
hy: Սպասասրահ
id: Ruang Lobi
kk: Шақырулар
ko: 로비
lt: Laukiamasis
lv: Vestibils
mk: Лоби
pt: Sala de espera
ru: Зал ожидания
sk: Výzvy hráčov
sl: Dvorana
sq: Holli
sr: Лоби
tr: Lobi
uk: Лобі
vi: Phòng chờ
zh: 大厅
zh_tw: 大廳

source: Anonymous
af: Anoniem
ar: مجهول
az: Anonim
be: Ананімны гулец
bg: Анонимен
bn: অজ্ঞাত
bs: Anoniman igrač
ca: Anònim
cs: Anonymní
da: Anonym
el: Ανώνυμος
eo: Sennoma
es: Anónimo
eu: Anonimoa
fa: ناشناس
fi: Nimetön
gl: Anónimo
he: אנונימי
hy: Անանուն
id: Tanpa Nama
it: Anonimo
kk: Аноним
ko: 익명 플레이어
lt: Anonimas
lv: Anonīms
mk: Анонимен
nl: Anoniem
pt: Anônimo
ro: Anonim
ru: Аноним
sk: Anonym
sl: Anonimen
sq: Anonim
sr: Анониман
sv: Anonym
tr: Anonim
uk: Анонім
vi: Ẩn danh
zh: 匿名
zh_tw: 匿名用户

# yourScore
source: Your score: {param}
af: Jou puntetelling: {param}
ar: نقاطك: {param}
az: Hesab: {param}
be: Ваш лік: {param}
bg: Резултатът ви: {param}
bn: আপনার স্কোর: {param}
bs: Vaš rezultat: {param}
ca: El seu resultat: {param}
cs: Vaše skóre: {param}
da: Din score: {param}
el: Η βαθμολογία σας: {param}
eo: Via poentaro: {param}
es: Tu puntuación: {param}
eu: Zure puntuaketa: {param}
fa: امتیازتان: {param}
fi: Pisteesi: {param}
gl: Os teus resultados: {param}
he: התוצאה שלך: {param}
hy: Ձեր հաշիվը՝ {param}
id: Skor Anda: {param}
it: Il tuo punteggio: {param}
kk: Жетістігіңіз: {param}
ko: 당신의 점수는 {param}입니다.
lt: Jūsų rezultatas: {param}
lv: Jūsu rezultāts: {param}
mk: Вашиот резултат: {param}
nl: Uw score: {param}
pt: O teu resultado: {param}
ro: Scorul tău: {param}
ru: Ваш счёт: {param}
sk: Vaše skóre: {param}
sl: Vaš rezultat: {param}
sq: Rezultati juaj: {param}
sr: Твој скор: {param}
sv: Dina poäng: {param}
tr: Puan durumu: {param}
uk: Ваш рахунок: {param}
vi: Điểm của bạn: {param}
zh: 您的得分：{param}
zh_tw: 您的分數:{param}

source: Language
af: Taal
ar: اللغة
az: Dil
be: Мова
bg: Език
bn: ভাষা
bs: Jezik
ca: Llengua
cs: Jazyk
da: Sprog
el: Γλώσσα
eo: Lingvo
es: Idioma
eu: Hizkuntza
fa: زبان
fi: Kieli
gl: Idioma
he: שפה
hy: Լեզու
id: Bahasa
it: Lingua
kk: Тіл
ko: 언어
lt: Kalba
lv: Valoda
mk: Јазик
nl: Taal
pt: Lingua
ro: Limbă
ru: Язык (Language)
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_tw: 語言

source: All languages
af: Alle tale
ar: كل اللغات
bg: Всички езици
bs: Svi jezici
ca: Tots els idiomes
cs: Všechny jazyky
da: Alle sprog
el: Οποιαδήποτε γλώσσα
eo: Ĉiuj lingvoj
es: Cualquier idioma
eu: Hizkuntza guztiak
fa: تمام زبان ها
fi: Kaikki kielet
gl: Todos os idiomas
he: כל השפות
it: Tutte le lingue
kk: Барлық тілдер
ko: 모든 언어
lt: Visos kalbos
nl: Alle talen
pt: Todos os idiomas
ro: Orice limbă
ru: Все языки
sk: Všetky jazyky
sl: Vsi jeziki
sq: Krejt gjuhët
sr: Сви језици
sv: Alla språk
tr: Tüm diller
uk: Усі мови
vi: Tất cả ngôn ngữ
zh: 所有语言

source: Background
af: Agtergrond
ar: الخلفية
az: Arxa fon
be: Фон
bg: Фон
bn: পটভূমি
bs: Pozadina
ca: Fons
cs: Pozadí
da: Baggrund
el: Φόντο
eo: Fono
es: Fondo
eu: Atzeko planoa
fa: زمینه
fi: Tausta
gl: Fondo
he: רקע
hy: Ֆոն
id: Latar
it: Sfondo
kk: Фон
ko: 배경
lt: Fonas
lv: Fons
mk: Позадина
nl: Achtergrond
pt: Fundo
ro: Fundal
ru: Тема
sk: Pozadie
sl: Ozadje
sq: Sfond
sr: Позадина
sv: Bakgrund
tr: Arkaplan
uk: Фон
vi: Nền
zh: 背景
zh_tw: 背景

source: Light
af: Lig
ar: فاتح
az: Yüngül
be: Светлы
bg: Светъл
bn: আলো
bs: Svijetla
ca: Clar
cs: Světlé
da: Lys
el: Ανοιχτόχρωμο
eo: Hela
es: Claro
eu: Argia
fa: روشن
fi: Vaalea
gl: Claro
he: בהיר
hy: Բաց
id: Terang
it: Chiaro
kk: Жарық
ko: 밝게
lt: Šviesus
lv: Gaišs
mk: Светло
nl: Licht
pt: Claro
ro: Luminos
ru: Светлая
sk: Svetlé
sl: Svetla
sq: I çelët
sr: Светла
sv: Ljus
tr: Açık
uk: Світлий
vi: Sáng
zh: 浅色
zh_tw: 亮

source: Dark
af: Donker
ar: داكن
az: Qaranlıq
be: Цёмны
bg: Тъмен
bn: অন্ধকার
bs: Tamna
ca: Fosc
cs: Tmavé
da: Mørk
el: Σκουρόχρωμο
eo: Malhela
es: Oscuro
eu: Iluna
fa: تیره
fi: Tumma
gl: Escuro
he: כהה
hy: Մուգ
id: Gelap
it: Scuro
kk: Қараңғы
ko: 어둡게
lt: Tamsus
lv: Tumšs
mk: Темно
nl: Donker
pt: Escuro
ro: Întunecat
ru: Тёмная
sk: Tmavé
sl: Temna
sq: I errët
sr: Тамна
sv: Mörk
tr: Koyu
uk: Темний
vi: Tối
zh: 深色
zh_tw: 暗

source: Transparent
af: Deurdigtig
ar: شفّاف
az: Şəffaf
be: Празрысты
bg: Прозрачен
bn: স্বচ্ছ
bs: Prozirna
cs: Průhledné
da: Gennemsigtigt
el: Διάφανο
eo: Travidebla
es: Transparente
eu: Gardena
fa: شفاف
fi: Läpinäkyvä
gl: Transparente
he: שקוף
hy: Թափանցիկ
id: Tembus pandang
it: Trasparente
kk: Мөлдір
ko: 투명하게
lt: Permatomas
lv: Caurspīdīgs
mk: Проѕирно
nl: Transparant
pt: Transparente
ru: Прозрачная
sk: Priehľadné
sl: Prosojna
sq: I tejdukshëm
sr: Провидна
sv: Genomskinlig
tr: Şeffaf
uk: Прозорий
vi: Trong suốt
zh: 透明
zh_tw: 透明度

source: Device theme
af: Toestel se tema
ar: مظهر الجهاز
be: Тэма прылады
bg: Тема на устройството
bn: ডিভাইস থিম
bs: Tema uređaja
ca: Tema del dispositiu
cs: Motiv podle zařízení
da: Enhedstema
el: Θέμα συσκευής
eo: Ila etoso
es: Tema del dispositivo
eu: Gailuaren gaia
fa: پوستهٔ اَفزاره
fi: Laitteen teema
gl: Tema do dispositivo
he: לפי הגדרות המכשיר
hy: Սարքի թեման
id: Tema perangkat
it: Tema del dispositivo
kk: Құрылғы кейпі
ko: 기기 테마
lt: Įrenginio tema
lv: Saskaņot ar sistēmu
mk: Тема на уредот
nl: Apparaatthema
pt: Tema do dispositivo
ro: Tema dispozitivului
ru: Системная
sk: Motív zariadenia
sl: Tema naprave
sq: Temën e pajisjes
sr: Тема уређаја
sv: Enhetstema
tr: Cihaz teması
uk: Тема пристрою
vi: Giao diện thiết bị
zh: 跟随系统
zh_tw: 設備主題

source: Background image URL:
af: Agtergrond prent URL:
ar: رابط صورة الخلفية:
az: Arxa fon rəsm URL-i:
be: Спасылка на фон:
bg: URL адрес на фоновия образ:
bn: পটভূমি ছবির URL:
bs: Llink pozadinske slike:
ca: Imatge de fons URL:
cs: URL zdroj obrázku na pozadí:
da: Baggrundsbillede URL:
el: Διεύθυνση εικόνας φόντου:
eo: Malantaŭografikaĵo URL:
es: URL de imagen de fondo:
eu: Atzeko-planoko irudia:
fa: وب‌نشانی تصویر پس‌زمینه:
fi: Taustakuvan URL:
gl: URL da imaxe de fondo:
he: כתובת תמונת רקע (URL):
hy: Հետնաշերտի պատկերի հղում`
id: URL gambar latar belakang:
it: URL dell'immagine di sfondo:
kk: Фон суретіне сілтеме:
ko: 배경 이미지 URL:
lt: Fono paveikslo URL:
lv: Fona attēla URL:
mk: URL на заднинската слика:
nl: Achtergrondafbeelding URL:
pt: URL da imagem de fundo:
ro: URL-ul imaginii de fundal:
ru: URL фонового изображения:
sk: URL obrázka na pozadí:
sl: URL slike ozadja:
sq: URL figure sfondi:
sr: Линк позадиснке слике:
sv: Bakgrundsbild URL:
tr: Arka plan resim linki:
uk: Посилання фонового зображення:
vi: URL ảnh nền:
zh: 背景图片链接：
zh_tw: 背景圖片網址：

source: Board
af: Bord
ar: اللوحة
be: Дошка
bg: Дъска
bn: বোর্ড
bs: Odbor
ca: Tauler
cs: Šachovnice
da: Bræt
el: Σκακιέρα
eo: Ŝaktabulo
es: Tablero
eu: Taula
fa: صفحه شطرنج
fi: Lauta
gl: Taboleiro
he: לוח
id: Papan
it: Scacchiera
kk: Тақта
ko: 보드
lt: Lenta
lv: Galdiņš
nl: Bord
pt: Tabuleiro
ro: Tablă
ru: Доска
sk: Šachovnica
sl: Šahovnica
sq: Fushë
sr: Табла
sv: Bräde
tr: Tahta
uk: Дошка
vi: Bàn cờ
zh: 棋盘
zh_tw: 棋盤外觀

source: Size
af: Grootte
ar: الحجم
be: Размер
bg: Размер
bn: সাইজ
bs: Veličina
ca: Mida
cs: Velikost
da: Størrelse
el: Μέγεθος
eo: Amplekso
es: Tamaño
eu: Tamaina
fa: اندازه
fi: Koko
gl: Tamaño
he: גודל
id: Ukuran
it: Grandezza
kk: Үлкендігі
ko: 크기
lt: Dydis
lv: Izmērs
nl: Grootte
pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sl: Velikost
sq: Madhësi
sr: Величина
sv: Storlek
tr: Boyut
uk: Розмір
vi: Kích cỡ
zh: 尺寸
zh_tw: 大小

source: Opacity
ar: الشفافيّة
be: Празрыстасць
bg: Прозрачност
bn: অসস্বচছলতা
bs: Neprozirnost
ca: Opacitat
cs: Průhlednost
da: Uigennemsigtighed
el: Αδιαφάνεια
eo: Opakeco
es: Opacidad
eu: Gardentasuna
fa: کدری
fi: Peittävyys
gl: Opacidade
he: אטימות
id: Transparansi
it: Opacità
kk: Айқындығы
ko: 투명도
lt: Skaidrumas
lv: Necaurspīdīgums
nl: Transparantie
pt: Opacidade
ro: Opacitate
ru: Непрозрачность
sk: Priehľadnosť
sl: Prosojnost
sq: Patejdukshmëri
sv: Genomskinlighet
tr: Opaklık
uk: Прозорість
vi: Độ trong suốt
zh: 不透明度
zh_tw: 透明度

source: Brightness
ar: السطوع
be: Яркасць
bg: Яркост
bn: ব্রাইটনেস
bs: Svjetlina
ca: Brillantor
cs: Jas
da: Lysstyrke
el: Φωτεινότητα
eo: Lumeco
es: Brillo
eu: Argitasuna
fa: درخشندگی
fi: Kirkkaus
gl: Brillo
he: בהירות
id: Kecerahan
it: Luminosità
kk: Ашықтығы
ko: 명도
lt: Ryškumas
lv: Spilgtums
nl: Helderheid
pt: Brilho
ro: Luminozitate
ru: Яркость
sk: Jas
sl: Svetlost
sq: Ndriçim
sr: Осветљеност
sv: Ljusstyrka
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh: 亮度
zh_tw: 亮度

source: Hue
ar: التدرج اللوني
be: Адценне
bg: Цветови тон
bn: হিউ
bs: Nijansa
ca: Tonalitat
da: Farvetone
el: Χροιά
eo: Kolortono
es: Tono
eu: Ñabardura
fa: فام
fi: Värisävy
gl: Matiz
he: גוון
id: Rona
it: Tonalità
kk: Түс ауытқуы
ko: 색상
lt: Atspalvis
lv: Tonis
nl: Kleurschakering
pt: Tonalidade
ro: Nuanță
ru: Насыщенность
sk: Odtieň
sl: Odtenek
sq: Ngjyrim
sr: Нијанса
sv: Nyans
tr: Ton
uk: Відтінок
vi: Màu gốc
zh: 色调
zh_tw: 色調

# boardReset
source: Reset colours to default
ar: إعادة تعيين الألوان إلى الافتراضي
bg: Възстановяване на стандартните цветовете
bn: ডিফল্টে রং রিসেট করুন
bs: Vrati boje na zadane vrijednosti
ca: Restableix els colors per defecte
cs: Vrátit barvy na původní nastavení
da: Nulstil farver til standard
el: Επαναφορά χρωμάτων στα προκαθορισμένα
eo: Restarigi kolorojn al la defaŭlta
es: Restablecer los colores predeterminados
eu: Berrezarri koloreak defektuzkoetara
fa: بازنشاندن به رنگ‌های پیش‌فرض
fi: Palauta oletusvärit
gl: Restaurar ás cores por defecto
he: חזרה לצבעי ברירת המחדל
id: Kembalikan warna ke pengaturan semula
it: Ripristina i colori predefiniti
kk: Бастапқы түстерді қайтару
ko: 기본 색상으로 되돌리기
lt: Atstatyti spalvas į pradines
lv: Atiestatīt krāsas
nl: Kleuren terugzetten naar standaard
pt: Redefinir cores para o padrão
ro: Resetează culorile la valorile implicite
ru: Сбросить на цвета по умолчанию
sk: Obnoviť farby na predvolené hodnoty
sl: Ponastavi barve na privzete
sq: Riktheji ngjyrat te parazgjedhjet
sr: Ресетуј боје на подразумевано
sv: Återställ färger till standard
tr: Renkleri varsayılana döndür
uk: Застосувати кольори за замовчуванням
vi: Đặt lại màu về mặc định
zh: 恢复默认
zh_tw: 回復預設顏色設定

source: Piece set
af: Stuk stel
ar: مجموعة القطع
az: Fiqur seti
be: Набор фігур
bg: Дизайн на фигури
bn: টুকরা সেট
bs: Set figura
ca: Conjunt de peces
cs: Vzhled figur
da: Brikker
el: Επιλογή κομματιών
eo: Ŝakpecaro
es: Estilo de piezas
eu: Pieza formatua
fa: نوع مهره
fi: Nappuloiden tyyli
gl: Estilo das pezas
he: סט הכלים
hy: Խաղաքարերի ձևավորումը
id: Susunan buah catur
it: Set pezzi
kk: Тастар келбеті
ko: 기물 세트
lt: Figūrų rinkinys
lv: Figūru komplekts
mk: Дизајн на фигурите
nl: Schaakstukken
pt: Peças
ro: Set de piese
ru: Оформление фигур
sk: Vzhľad figúr
sl: Figure
sq: Figura
sr: Сет фигура
sv: Pjäsuppsättning
tr: Taş seti
uk: Набір фігур
vi: Bộ cờ
zh: 棋子样式
zh_tw: 棋子外觀設定

source: Embed in your website
af: Embed in jou webwerf
ar: تضمين في موقع الويب الخاص بك
az: Saytınıza yerləşdirin
be: Убудаваць у свой сайт
bg: Вграждане в уебсайта ви
bn: আপনার ওয়েবসাইটে বসান
bs: Ugradite u svoju internet stranicu
ca: Integrar en el seu lloc web
cs: Vložit na web
da: Indlejr på din hjemmeside
el: Ενσωματώστε στην ιστοσελίδα σας
eo: Enkorpigi en via retejo
es: Añadir a mi sitio
eu: Zure webgunean txertatu
fa: قرار دادن در وبگاه خود
fi: Upota sivustollesi
gl: Incrustar na túa páxina web
he: הטמעה באתרך
hy: Ստանալ կոդ՝ կայքում տեղադրելու համար
id: Salin dalam website Anda
it: Incorpora nel tuo sito Web
kk: Өз сайтыңызға енгізу
ko: 웹사이트에 공유하기
lt: Įterpto jūsų svetainėje
lv: Iegult savā mājaslapā
mk: Вгради во твојот сајт
nl: Insluiten in uw website
pt: Incorporar no teu site
ro: Incorporează în site-ul tău
ru: Получить код для вставки на свой сайт
sk: Vložiť na web
sl: Vstavite v vašo internetno stran
sq: Trupëzojeni në sajtin tuaj
sr: Угради у свој сајт
sv: Integrera i din webbplats
tr: İnternet sitenizde gömülü olarak paylaşın
uk: Вставити на свій сайт
vi: Nhúng vào trang web của bạn
zh: 嵌入到您的网站
zh_tw: 嵌入您的網站

# usernameAlreadyUsed
source: This username is already in use, please try another one.
af: Hierdie gebruikersnaam is reeds in gebruik, probeer asseblief 'n ander een.
ar: اسم المستخدم الذي اخترته موجود بالفعل، الرجاء كتابة اسم آخر.
az: Bu istifadəçi adı artıq istifadə olunur, lütfən başqasını sınayın.
be: Гэтае імя карыстальніка ўжо занятае. Калі ласка, паспрабуйце іншае.
bg: Потребителското име е заето. Опитайте с друго име.
bn: এই ব্যবহারকারীর নাম ইতিমধ্যে ব্যবহার করা হয়েছে, দয়া করে অন্য একটি চেষ্টা করুন.
bs: Ovo korisničko ime se već koristi, molimo probajte neko drugo.
ca: Aquest nom d'usuari ja està en ús. Si us plau, tria un altre nom.
cs: Toto uživatelské jméno již existuje. Zvol, prosím, jiné.
da: Dette brugernavn er allerede i brug. Vælg et andet og prøv igen.
el: Αυτό το όνομα χρήστη ήδη χρησιμοποιείται, παρακαλώ δοκιμάστε ένα άλλο.
eo: Oni jam uzas tiun salutnomon. Bonvolu provi alian.
es: Este nombre de usuario ya existe. Pruebe con otro, por favor.
eu: Erabiltzaile izen hori hartuta dago, erabili beste bat.
fa: این نام کاربری در حال حاضر انتخاب شده است.لطفا نام دیگری انتخاب کنید.
fi: Käyttäjänimi varattu, kokeile jotain toista.
gl: Este nome de usuario xa está en uso. Proba outro, por favor.
he: שם המשתמש הזה כבר קיים, אנא נסו שם משתמש אחר.
hy: Մասնակցային այս անունն արդեն զբաղված է։ Խնդրում ենք փորձել ուրիշը
id: Nama pengguna ini sudah digunakan, coba yang lain.
it: Questo nome è già in uso. Prego sceglierne un altro.
kk: Бұл ат қолданыста, басқасын жазып көріңіз.
ko: 이미 사용중인 사용자 이름입니다. 다른 이름을 사용해주세요.
lt: Šis vartotojo vardas jau naudojamas, pabandykite kitą.
lv: Lietotājvārds ir aizņemts, lūdzu mēģiniet citu.
mk: Ова корисничко име е во употреба, ве молиме одберете поинакво.
nl: Deze naam is al in gebruik, probeer a.u.b. een andere naam.
pt: Este nome de utilizador já existe, por favor escolhe outro.
ro: Numele de utilizator este deja folosit, te rugăm să încerci altul.
ru: Такое имя пользователя уже занято. Пожалуйста, попробуйте другое.
sk: Toto užívateľské meno už existuje. Zvoľte si, prosím, iné.
sl: Uporabniško ime je že v uporabi, prosimo izberite si drugo.
sq: Ky emër përdoruesi është tashmë në përdorim, ju lutemi, provoni një tjetër.
sr: Ово корисничко име је већ у употреби, молимо Вас да изаберете друго.
sv: Användarnamnet är upptaget, vänligen försök med ett annat.
tr: Bu kullanıcı adı zaten kullanılıyor, lütfen başka bir kullanıcı adı deneyin.
uk: Таке ім'я користувача вже використовується, будь ласка, спробуйте інше.
vi: Tên người dùng này đã được sử dụng, hãy chọn tên khác.
zh: 此用户名已被使用，请尝试其他名称。
zh_tw: 該使用者名稱已被使用，請換一個試試！

# usernamePrefixInvalid
source: The username must start with a letter.
af: Die gebruikersnaam moet met 'n letter begin.
ar: اسم المستخدم يجب أن يبدأ بحرف.
az: İstifadəçi adı hərflə başlamalıdır.
be: Імя карыстальніка павінна пачынацца з літары.
bg: Потребителското име трябва да започва с буква.
bn: ইউজারনেম অবশ্যই কোন অক্ষর দ্বারা শুরু হতে হবে।
bs: Korisničko ime mora započeti sa slovom.
ca: El nom d'usuari ha de començar amb una lletra.
cs: Uživatelské jméno musí začínat písmenem.
da: Brugernavnet skal begynde med et bogstav.
el: Το όνομα χρήστη πρέπει να αρχίζει με ένα γράμμα.
eo: La salutnomo devas komenci kun litero.
es: El nombre de usuario debe comenzar con una letra.
eu: Erabiltzaile izena hizki batekin hasi behar da.
fa: نام کاربری باید با حرف شروع شود.
fi: Käyttäjänimen täytyy alkaa kirjaimella.
gl: O nome de usuario debe comezar cunha letra.
he: שם המשתמש חייב להתחיל באות.
hy: Մասնակցային անունը պետք է սկսվի տառով
id: Nama pengguna harus berawal huruf.
it: Il nome utente deve iniziare con una lettera.
kk: Атыңыз әріптен басталуы керек.
ko: 유저 이름의 첫 글자는 알파벳이어야 합니다.
lt: Vartotojo vardas turi prasidėti raide.
lv: Lietotājvārdam jāsākas ar burtu.
mk: Корисничкото име мора да започнува со буква.
nl: De gebruikersnaam moet met een letter beginnen.
pt: O nome do utilizador tem começar com uma letra.
ro: Numele de utilizator trebuie să înceapă cu o literă.
ru: Имя пользователя должно начинаться с буквы.
sk: Užívateľské meno sa musí začínať písmenom.
sl: Uporabniško ime se mora začeti s črko.
sq: Emri i përdoruesit duhet të fillojë me një shkronjë.
sr: Корисничко име мора започети са словом.
sv: Användarnamnet måste börja med en bokstav.
tr: Kullanıcı adınız bir harfle başlamak zorundadır.
uk: Ім'я користувача має починатися з літери.
vi: Tên người dùng phải bắt đầu với một chữ cái.
zh: 用户名必须以字母开头。
zh_tw: 使用者名稱必須以字母開頭

# usernameSuffixInvalid
source: The username must end with a letter or a number.
af: Die gebruikersnaam moet met 'n letter of nommer eindig.
ar: اسم المستخدم يجب أن ينتهي بحرف أو رقم.
az: İstifadəçi adı hərf və ya rəqəmlə bitməlidir.
be: Імя карыстальніка павінна сканчацца на лічбу або літару.
bg: Потребителското име трябва да завършва с буква или число.
bn: ইউজারনেম অবশ্যই কোন অক্ষর বা সংখ্যা দ্বারা শেষ হতে হবে।
bs: Korisničko ime mora završiti sa slovom ili brojem.
ca: El nom d'usuari ha d'acabar amb una lletra o dígit.
cs: Uživatelské jméno musí končit písmenem nebo číslem.
da: Brugernavnet skal afsluttes med et bogstav eller et tal.
el: Το όνομα χρήστη πρέπει να τελειώνει με ένα γράμμα ή έναν αριθμό.
eo: La salutnomo devas finanta kun letero aux numero.
es: El nombre de usuario debe finalizar con una letra o un número.
eu: Erabiltzaile izena hizki edo zenbaki batekin bukatu behar da.
fa: نام کاربری باید با حرف یا شماره خاتمه یابد.
fi: Käyttäjänimen täytyy loppua kirjaimeen tai numeroon.
gl: O nome de usuario debe rematar cunha letra ou cun número.
he: שם המשתמש חייב להסתיים באות או מספר.
hy: Մասնակցային անունը պետք է վերջանա տառով կամ թվով։
id: Nama pengguna harus berakhiran dengan huruf atau angka.
it: Il nome utente deve terminare con una lettera o un numero.
kk: Атыңыз әріп не санмен аяқталуы керек.
ko: 유저 이름의 끝 글자는 알파벳이나 숫자여야 합니다.
lt: Vartotojo vardas turi baigtis raide arba skaičiumi.
lv: Lietotājvārdam jābeidzas ar burtu vai ciparu.
mk: Корисничкото име мора да завршува со буква или бројка.
nl: De gebruikersnaam moet eindigen met een letter of een cijfer.
pt: O nome do utilizador tem de acabar com uma letra ou número.
ro: Numele de utilizator trebuie să se termine cu o literă sau o cifră.
ru: Имя пользователя должно заканчиваться буквой или цифрой.
sk: Užívateľské meno musí končiť písmenom alebo číslom.
sl: Uporabniško ime se mora končati s črko ali s številko.
sq: Emri i përdoruesit duhet të përfundojë me një letër ose një numër.
sr: Корисничко име мора завршити са словом или бројем.
sv: Användarnamnet måste sluta med en bokstav eller ett nummer.
tr: Kullanıcı adınız bir harf veya sayı ile bitmelidir.
uk: Ім'я користувача має закінчуватися літерою або цифрою.
vi: Tên người dùng phải kết thúc với một chữ cái hoặc một số.
zh: 用户名必须以字母或数字结尾。
zh_tw: 使用者名稱的結尾必須為字母或數字
