Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyNoLetPeopleBrowseFreely
source: No: let people browse freely
af: Nee: laat mense toe om vrylik deur te gaan
ar: لا: دع الناس يتصفحون بحرية
az: Xeyr: sərbəst gəzməyə icazə ver
be: Не: хай людзі вольна праглядаюць пазіцыі
bg: Не: позволи свободно разглеждане
bn: না: মানুষকে মুক্তভাবে ব্রাউজ করতে দিন
bs: Ne: Dozvolite ljudima da slobodno pregledaju
ca: No: permetre que la gent navegui lliurement
cs: Ne, umožnit volné procházení
da: Nej: lad folk gennemse frit
el: Όχι: ελεύθερη επιλογή θέσης
eo: Ne: lasu homojn esplori libere
es: No: permitir que la gente navegue libremente
eu: Ez: erabiltzaileei nahi dutena egiten utzi
fa: خیر: به مردم اجازه جستجوی آزادانه بده
fi: Ei: anna ihmisten selata vapaasti
gl: Non: permitir que a xente navegue libremente
he: לא: תן לאנשים לדפדף בחופשיות
hy: Ոչ. թույլատրել մասնակիցներին ազատ ուսումնասիրել բոլոր դիրքերը
id: Tidak: Bolehkan untuk menjelajah dengan bebas
it: No: ognuno potrà scorrere i capitoli indipendentemente
kk: Жоқ: бәріне еркін шолуға рұқсат ету
ko: 아니요: 사람들이 자유롭게 이동할 수 있습니다
lt: Ne: leisti žmonėms naršyti laisvai
lv: Nē: ļaut katram brīvi pārlūkot
nl: Nee: laat mensen vrij bladeren
pt: Não: deixa as pessoas navegarem livremente
ro: Nu: permite navigarea liberă
ru: Нет: позволить участникам свободно изучать все позиции
sk: No: povoľte ľudom voľne prehľadávať
sl: Ne: naj uporabniki prosto raziskujejo
sq: Jo: lejoji njerëzit të shfletojnë lirisht
sr: Не: дозволи људима да слободно прегледају
sv: Nej: låt alla bläddra fritt
tr: Hayır: herkes dilediğince gezinebilsin
uk: Ні, дозволити вільний перегляд
vi: Không: để mọi người tự do xem xét
zh: 取消：让棋手自由选择
zh_tw: 不同步：允許所有人自由進行瀏覽

# studyPinnedStudyComment
source: Pinned study comment
af: Vasgepende studie opmerking
ar: تعليق الدراسة المثبتة
az: Sancaqlanmış çalışma rəyləri
be: Замацаваць каментар да занятку
bg: Коментар на казуса
bn: পিন করা স্টাডি মন্তব্য
bs: Stalni komentar studije
ca: Comentar estudi fixat
cs: Připnutý komentář studie
da: Fastgjort studie-kommentar
el: Καρφιτσωμένο σχόλιο μελέτης
eo: Komento alpinglita al la studo
es: Comentario fijado del estudio
eu: Azterlanaren iltzatutako iruzkina
fa: یادداشت سنجاقیده به مطالعه
fi: Kiinnitetty tutkielmakommentti
gl: Comentario fixado do estudo
he: תגובה מוצמדת ללוח הלמידה
hy: Ստուդիայի ամրակցված մեկնաբանություն
id: Sematkan komentar studi
it: Commento dello studio
kk: Қадаулы зерттеу пікірі
ko: 고정된 댓글
lt: Prisegtas studijos komentaras
lv: Piesprausts izpētes komentārs
nl: Vastgezette studie reactie
pt: Comentário de estudo fixo
ro: Comentariu fixat
ru: Закреплённый комментарий студии
sk: Pripnutý komentár k učivu
sl: Označen komentar študije
sq: Koment studimi i fiksuar
sr: Закачен коментар студије
sv: Ständigt synlig studiekommentar
tr: Çalışma üzerine yorumlar
uk: Закріплений коментар дослідження
vi: Bình luận nghiên cứu được ghim
zh: 置顶评论
zh_tw: 置頂研究留言

# studyStart
source: Start
af: Begin
ar: ابدأ
az: Başlat
be: Пачаць
bg: Начало
bn: শুরু করুন
bs: Pokreni
ca: Inici
cs: Začít
el: Δημιουργία
eo: Komenci
es: Comenzar
eu: Hasi
fa: آغاز
fi: Aloita
gl: Comezar
he: שמירה
hy: Սկսել
id: Mulai
it: Inizia
kk: Бастау
ko: 시작
lt: Pradėti
lv: Sākt
pt: Iniciar
ro: Începe
ru: Начать
sk: Štart
sl: Začni
sq: Fillo
sr: Започни
sv: Starta
tr: Başlat
uk: Почати
vi: Bắt đầu
zh: 开始
zh_tw: 開始

# studySave
source: Save
af: Stoor
ar: حفظ
az: Saxla
be: Захаваць
bg: Запази
bn: সংরক্ষন করুন
bs: Sačuvaj
ca: Desa
cs: Uložit
da: Gem
el: Αποθήκευση
eo: Konservi
es: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
gl: Gardar
he: שמירה
hy: Պահպանել
id: Simpan
it: Salva
kk: Сақтау
ko: 저장
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
nl: Opslaan
pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сачувај
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 存檔

# studyClearChat
source: Clear chat
af: Maak die gesprek skoon
ar: مسح المحادثة
az: Söhbəti təmizlə
be: Ачысціць чат
bg: Изтрий чат съобщенията
bn: চ্যাট পরিষ্কার করুন
bs: Izbrišite dopisivanje
ca: Neteja el Chat
cs: Vyčistit chat
da: Ryd chat
el: Εκκαθάριση συνομιλίας
eo: Vakigi babiladon
es: Limpiar el chat
eu: Txata garbitu
fa: پاک کردن گفتگو
fi: Tyhjennä keskustelu
gl: Borrar a sala de conversa
he: ניקוי הצ'אט
hy: Մաքրել զրուցարանը
id: Bersihkan obrolan
it: Cancella chat
kk: Чатты өшіру
ko: 채팅 기록 지우기
lt: Išvalyti pokalbį
lv: Notīrīt saraksti
nl: Maak de chat leeg
pt: Limpar o chat
ro: Șterge conversația
ru: Очистить чат
sk: Vymazať čet
sl: Počisti klepet
sq: Spastroje bisedën
sr: Очисти ћаскање
sv: Rensa Chatten
tr: Sohbeti temizle
uk: Очистити чат
vi: Xóa trò chuyện
zh: 清空聊天
zh_tw: 清空對話紀錄

# studyDeleteTheStudyChatHistory
source: Delete the study chat history? There is no going back!
af: Vee die gesprek uit? Onthou, jy kan dit nie terug kry nie!
ar: هل تريد حذف سجل الدردشة الدراسية؟ لا يمكن إرجاعها!
az: Çalışmanın söhbət tarixçəsi silinsin? Bunun geri dönüşü yoxdur!
be: Выдаліць гісторыю чата навучання цалкам? Гэта нельга будзе адмяніць!
bg: Изтриване на чат историята? Това е необратимо!
bn: স্টাডি চ্যাটের ইতিহাস মুছে ফেলবেন? এটা কিন্তু ফিরে আসবে না!
bs: Da li želite izbrisati svo dopisivanje vezano za ovu studiju? Nakon ove akcije, obrisani tekst se ne može vratiti!
ca: Eliminar el xat de l’estudi? No hi ha volta enrera!
cs: Opravdu chcete vymazat historii chatu? Operaci nelze vrátit!
da: Slet studiets chat-historik? Du kan ikke fortryde!
el: Θέλετε σίγουρα να διαγράψετε το ιστορικό συνομιλίας της μελέτης; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί!
eo: Ĉu forigi la historian babilejon de la ĉapitro? Tiun agon vi ne povos malfari!
es: ¿Realmente quieres borrar el historial de chat? ¡Esta acción no se puede deshacer!
eu: Azterlaneko txata ezabatu? Ez dago atzera egiterik!
fa: پیشینه گپِ مطالعه پاک شود؟ بازگشت وجود ندارد!
fi: Haluatko poistaa tutkielman keskusteluhistorian? Et voi palauttaa sitä enää!
gl: Borrar o historial da sala de conversa? Esta acción non se pode desfacer!
he: למחוק את היסטוריית הצ'אט של לוח הלמידה? אין דרך חזרה!
hy: Հեռացնե՞լ ստուդիայի զրուցարանը։ Վերականգնել հնարավոր չի լինի։
id: Hapus riwayat obrolan studi? Ini tidak akan dapat mengulangkan kembali!
it: Vuoi davvero eliminare la cronologia della chat? Sarà persa per sempre!
kk: Зерттеудің чат тарихын өшіресіз бе? Кері жол жоқ!
ko: 연구 채팅 기록을 삭제할까요? 되돌릴 수 없습니다!
lt: Ištrinti studijos pokalbių istoriją? Nėra kelio atgal!
lv: Vai dzēst izpētes sarakstes vēsturi? Atpakaļceļa nav!
nl: Verwijder de studiechat geschiedenis? Er is geen weg terug!
pt: Apagar o histórico do chat do estudo? Não há volta atrás!
ro: Ștergeți istoricul chatului? Nu există cale de întoarcere!
ru: Удалить чат студии? Восстановить будет невозможно!
sk: Definitívne vymazať históriu četu k tejto štúdii? Táto akcia sa nedá vrátit späť!
sl: Brisanje zgodovine klepeta? Poti nazaj več ni!
sq: Të fshihet historiku i fjalosjeve të mësimit? S’ka kthim mbrapa!
sr: Избриши историју ћаскања студије? Нема повратка назад!
sv: Radera studiens chatthistorik? Detta går inte att ångra!
tr: Çalışmanın sohbet geçmişi silinsin mi? Bunun geri dönüşü yok!
uk: Видалити історію чату дослідження? Відновити буде неможливо!
vi: Xóa lịch sử trò chuyện nghiên cứu? Không thể khôi phục lại!
zh: 删除研习聊天记录？此操作不可撤销！
zh_tw: 確定要清空課程對話紀錄嗎？此操作無法還原！

# studyDeleteStudy
source: Delete study
af: Vee die studie uit
ar: حذف الدراسة
az: Çalışmanı sil
be: Выдаліць навучанне
bg: Изтрий казуса
bn: স্টাডি মুছে ফেলুন
bs: Izbrišite studiju
ca: Eliminar estudi
cs: Smazat studii
da: Slet studie
el: Διαγραφή μελέτης
eo: Forigi studon
es: Borrar estudio
eu: Azterlana ezabatu
fa: پاکیدن مطالعه
fi: Poista tutkielma
gl: Borrar estudo
he: מחיקת לוח למידה
hy: Հեռացնել ստուդիան
id: Hapus studi
it: Elimina studio
kk: Зерттеуді жою
ko: 연구 삭제
lt: Ištrinti studiją
lv: Dzēst izpēti
nl: Studie verwijderen
pt: Eliminar estudo
ro: Ștergeți studiul
ru: Удалить студию
sk: Vymazať štúdiu
sl: Izbriši študijo
sq: Fshije mësimin
sr: Избриши студију
sv: Ta bort studie
tr: Çalışmayı sil
uk: Видалити дослідження
vi: Xóa nghiên cứu
zh: 删除研习
zh_tw: 刪除此研究

# studyConfirmDeleteStudy
source: Delete the entire study? There is no going back! Type the name of the study to confirm: {param}
af: Skrap die hele studie? Daar is geen terugkeer nie! Tik die naam van die studie om te bevesting: {param}
ar: حذف الدراسة بأكملها؟ لا يمكنك التراجع عن هذه الخطوة! اكتب اسم الدراسة لتأكيد عملية الحذف: {param}
be: Выдаліць навучанне поўнасцю? Гэта нельга будзе адмяніць! Увядзіце назву навучання каб падцвердзіць: {param}
bg: Изтриване на целия казус? Това е необратимо! Въведете името на казуса за да потвърдите: {param}
bs: Izbrisati cijelu studiju? Nema povratka! Ukucajte naziv studije da potvrdite: {param}
ca: Esteu segurs que voleu eliminar el estudi? Tingues en compte que no es pot desfer. Per a confirmar-ho escriu el nom del estudi: {param}
cs: Opravdu chcete smazat celou studii? Akci nelze vrátit zpět. Zadejte název studie pro potvrzení: {param}
da: Slet hele studiet? Det kan ikke fortrydes! Skriv navnet på studiet for at bekræfte: {param}
el: Θέλετε σίγουρα να διαγραφεί όλη η μελέτη; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί! Πληκτρολογήστε το όνομα της μελέτης για επιβεβαίωση: {param}
eo: Ĉu forigi la tuta studo? Ne estas reiro! Tajpi la nomon de la studo por konfirmi: {param}
es: ¿Seguro que quieres eliminar el estudio? Ten en cuenta que esta acción no se puede deshacer. Para confirmar, escribe el nombre del estudio: {param}
eu: Azterlan osoa ezabatu? Ez dago atzera egiterik! Idatzi azterlanaren izena baieztapena emateko: {param}
fa: کل مطالعه پاک شود؟ بازگشت وجود ندارد! برای تایید، نام مطالعه را بنویسید: {param}
fi: Poistetaanko koko tutkielma? Et voi palauttaa sitä enää. Vahvista poisto kirjoittamalla tutkielman nimen: {param}
gl: Borrar todo o estudo? Non se poderá recuperar! Teclea o nome do estudo para confirmar: {param}
he: האם למחוק את כל לוח הלמידה? אין דרך חזרה! הקלידו את שם לוח הלמידה לאישור: {param}
hy: Հեռացնե՞լ ամբողջ ստուդիան։ Հեռացումն անդառնալի կլինի։ Հաստատելու համար մուտքագրեք ստուդիայի անվանումը՝ {param}
id: Hapus seluruh studi? Tidak dapat kembal lagi! Tuliskan nama studi untuk konfirmasi: {param}
it: Eliminare l'intero studio? Non sarà possibile annullare l'operazione! Digitare il nome dello studio per confermare: {param}
kk: Бүкіл зерттеуді жоясыз ба? Қайтар жол жоқ. Растау үшін зерттеу атауын жазыңыз: {param}
ko: 모든 연구를 삭제할까요? 복구할 수 없습니다! 확인을 위해서 연구의 이름을 입력하세요: {param}
lt: Ištrinti visą studiją? Ištrynimas negrįžtamas. Norėdami tęsti įrašykite studijos pavadinimą: {param}
lv: Dzēst visu izpēti? Atpakaļceļa nav! Ievadiet izpētes nosaukumu, lai apstiprinātu: {param}
nl: De hele studie verwijderen? Er is geen weg terug! Type de naam van de studie om te bevestigen dat je de studie wilt verwijderen: {param}
pt: Eliminar todo o estudo? Não há volta atrás! Digite o nome do estudo para confirmar: {param}
ro: Ștergeți întregul studiu? Nu există cale de întoarcere! Introduceți numele studiului pentru a confirma: {param}
ru: Удалить всю студию? Удаление необратимо! Введите название студии для подтверждения: {param}
sk: Definitívne vymazať štúdiu? Táto akcia sa nedá vrátit späť! Napíšte názov štúdie pre potvrdenie: {param}
sl: Želite izbrisati celotno študijo? Ni poti nazaj! Za potrditev vnesite ime študije: {param}
sq: Të fshihet krejt mësimi? S’ka kthim mbrapa! Për ta ripohuar, shtypni emrin e mësimit: {param}
sv: Radera hela studien? Detta går inte att ångra! Skriv namnet på studien för att bekräfta: {param}
tr: Tüm çalışma silinsin mi? Bunun geri dönüşü yok! İşlemi onaylamak için çalışmanın adını yazın: {param}
uk: Ви дійсно бажаєте видалити все дослідження? Назад дороги немає! Введіть назву дослідження для підтвердження: {param}
vi: Xóa toàn bộ nghiên cứu? Không có cách nào để khôi phục lại! Nhập tên của nghiên cứu để xác nhận: {param}
zh: 您确定要删除整个研习？此操作不可撤销！请输入研习名称以确认：{param}
zh_tw: 你確定要刪除整個研究？此動作無法反悔。輸入研究名稱確認：{param}

# studyWhereDoYouWantToStudyThat
source: Where do you want to study that?
af: Waar wil jy dit bestudeer?
ar: أين تريد دراسة ذلك؟
az: Harada çalışmaq istəyirsən?
be: Дзе вы жадаеце навучацца?
bg: Къде да бъде проучено това?
bn: আপনি কোথায় এটা চর্চা করবেন?
bs: Gdje želite da ovu poziciju prostudirate?
ca: A on vols estudiar-ho?
cs: Kde chcete tuto pozici studovat?
da: Hvor vil du studere det?
el: Πού θέλετε να μελετήσετε αυτή τη θέση;
eo: Kie vi volas studi tion?
es: ¿Dónde quieres estudiar eso?
eu: Non nahi duzu hori aztertu?
fa: کجا می‌خواهید آنرا مطالعه کنید؟
fi: Missä haluat tutkia tätä?
gl: Onde queres estudar isto?
he: היכן ליצור את לוח הלמידה?
hy: Որտե՞ղ եք ցանկանում ստեղծել ստուդիան։
id: Dimana Anda ingin mempelajarinya?
it: Dove vuoi creare lo studio?
kk: Бұл күйдің зерттеуін қай жерде бастайсыз?
ko: 어디에서 연구를 시작하시겠습니까?
lt: Kur norite tai studijuoti?
lv: Kur vēlaties to izpētīt?
nl: Waar wil je dat bestuderen?
pt: Onde queres estudar isso?
ro: Unde vreți s-o studiați?
ru: Где вы хотите создать студию?
sk: Kde to chcete študovať?
sl: Kje želite to študirati?
sq: Ku doni ta studioni atë?
sr: Где желиш то проучити?
sv: Var vill du studera detta?
tr: Bu çalışmayı nerede sürdürmek istersiniz?
uk: Де ви хочете це дослідити?
vi: Bạn muốn nghiên cứu ở đâu?
zh: 您想在何处研习此内容？
zh_tw: 要從哪裡開始研究呢？

# studyGoodMove
source: Good move
af: Goeie skuif
ar: نقلة جيدة
az: Yaxşı gediş
be: Добры ход
bg: Добър ход
bn: ভালো চাল
bs: Dobar potez
ca: Bona jugada
cs: Dobrý tah
da: Godt træk
el: Καλή κίνηση
eo: Bona movo
es: Buena jugada
eu: Jokaldi ona
fa: حرکت خوب
fi: Hyvä siirto
gl: Bo movemento
he: מסע טוב
hy: Լավ քայլ է
id: Langkah bagus
it: Bella mossa
kk: Жақсы жүріс
ko: 좋은 수
lt: Geras ėjimas
lv: Labs gājiens
mk: Добар потег
nl: Goede zet
pt: Boa jogada
ro: Mutare bună
ru: Хороший ход
sk: Dobrý ťah
sl: Dobra poteza
sq: Lëvizje e mirë
sr: Добар потез
sv: Bra drag
tr: İyi hamle
uk: Хороший хід
vi: Nước tốt
zh: 好着
zh_tw: 好棋

# studyMistake
source: Mistake
af: Fout
ar: خطأ
az: Səhv
be: Памылка
bg: Грешка
bn: ভূল চাল
bs: Greška
ca: Errada
cs: Chyba
da: Fejl
el: Λάθος
eo: Eraro
es: Error
eu: Akatsa
fa: اشتباه
fi: Virhe
gl: Erro
he: טעות
hy: Սխալ
id: Kesalahan
it: Errore
kk: Қате
ko: 실수
lt: Klaida
lv: Kļūda
mk: Грешка
nl: Fout
pt: Erro
ro: Greșeală
ru: Ошибка
sk: Chyba
sl: Napakica
sq: Gabim
sr: Грешка
sv: Misstag
tr: Hata
uk: Помилка
vi: Sai lầm
zh: 错着
zh_tw: 失誤

# studyBrilliantMove
source: Brilliant move
af: Skitterende skuif
ar: نقلة رائعة
az: Brilyant gediş
be: Бліскучы ход
bg: Отличен ход
bn: অসাধারণ চাল
bs: Briljantan potez
ca: Jugada brillant
cs: Výborný tah
da: Fremragende træk
el: Εξαιρετική κίνηση
eo: Brilianta movo
es: Jugada brillante
eu: Jokaldi bikaina
fa: حرکت درخشان
fi: Loistava siirto
gl: Movemento brillante
he: מסע מבריק
hy: Գերազանց քայլ է
id: Langkah Brilian
it: Mossa geniale
kk: Әдемі жүріс
ko: 매우 좋은 수
lt: Puikus ėjimas
lv: Izcils gājiens
nl: Briljante zet
pt: Jogada brilhante
ro: Mișcare genială
ru: Отличный ход
sk: Veľmi dobrý ťah
sl: Briljantna poteza
sq: Lëvizje e shkëlqyer
sv: Lysande drag
tr: Muhteşem hamle
uk: Блискучий хід
vi: Nước đi thiên tài
zh: 妙着
zh_tw: 妙着

# studyBlunder
source: Blunder
af: Flater
ar: غلطة
az: Kobud səhv
be: Позех
bg: Груба грешка
bn: ব্লান্ডার
bs: Grubi previd
ca: Error greu
cs: Hrubá chyba
da: Brøler
el: Σοβαρό λάθος
eo: Erarego
es: Error grave
eu: Akats larria
fa: اشتباه فاحش
fi: Vakava virhe
gl: Metida de zoca
he: טעות חמורה
hy: Վրիպում
it: Errore grave
kk: Өрескел қателік
ko: 블런더
lt: Šiurkšti klaida
lv: Rupja kļūda
mk: Глупа грешка
pt: Erro grave
ro: Gafă
ru: Зевок
sk: Hrubá chyba
sl: Napaka
sq: Gafë
sr: Груба грешка
tr: Vahim hata
uk: Груба помилка
vi: Sai lầm nghiêm trọng
zh: 败着
zh_tw: 嚴重失誤

# studyInterestingMove
source: Interesting move
af: Interesante skuif
ar: نقلة مثيرة للاهتمام
az: Maraqlı gediş
be: Цікавы ход
bg: Интересен ход
bn: আগ্রহোদ্দীপক চাল
bs: Zanimljiv potez
ca: Jugada interessant
cs: Zajímavý tah
da: Interessant træk
el: Ενδιαφέρουσα κίνηση
eo: Interesa movo
es: Jugada interesante
eu: Jokaldi interesgarria
fa: حرکت جالب
fi: Mielenkiintoinen siirto
gl: Movemento interesante
he: מסע מעניין
hy: Հետաքրքիր քայլ է
id: Langkah menarik
it: Mossa interessante
kk: Қызық жүріс
ko: 흥미로운 수
lt: Įdomus ėjimas
lv: Interesants gājiens
nl: Interessante zet
pt: Lance interessante
ro: Mișcare interesantă
ru: Интересный ход
sk: Zaujímavý ťah
sl: Zanimiva poteza
sq: Lëvizje me interes
sv: Intressant drag
tr: İlginç hamle
uk: Цікавий хід
vi: Nước đi hay
zh: 趣味着法
zh_tw: 有趣的一着

# studyDubiousMove
source: Dubious move
af: Twyfelagte skuif
ar: نقلة مشبوهة
az: Şübhəli gediş
be: Сумнеўны ход
bg: Съмнителен ход
bn: অনিশ্চিত চাল
bs: Sumnjiv potez
ca: Jugada dubtosa
cs: Pochybný tah
da: Tvivlsomt træk
el: Κίνηση αμφίβολης αξίας
eo: Dubinda movo
es: Jugada dudosa
eu: Zalantzazko jokaldia
fa: حرکت مشکوک
fi: Kyseenalainen siirto
gl: Movemento dubidoso
he: מסע מפוקפק
hy: Կասկածելի քայլ
id: Langkah meragukan
it: Mossa dubbia
kk: Күмәнді жүріс
ko: 애매한 수
lt: Abejotinas ėjimas
lv: Apšaubāms gājiens
nl: Dubieuze zet
pt: Lance duvidoso
ro: Mutare dubioasă
ru: Сомнительный ход
sk: Pochybný ťah
sl: Dvomljiva poteza
sq: Lëvizje e dyshimtë
sv: Tvivelaktigt drag
tr: Şüpheli hamle
uk: Сумнівний хід
vi: Nước đi mơ hồ
zh: 可疑着法
zh_tw: 值得商榷的一着

# studyOnlyMove
source: Only move
af: Eenigste skuif
ar: نقلة وحيدة
az: Tək gediş
be: Адзіны ход
bg: Единствен ход
bn: একমাত্র সম্ভাব্য চাল
bs: Jedini potez
ca: Única jugada
cs: Jediný tah
da: Eneste mulige træk
el: Μοναδική κίνηση
eo: Nura movo
es: Única jugada
eu: Jokaldi bakarra
fa: تک‌حرکت
fi: Ainoa siirto
gl: Movemento único
he: המסע היחיד
hy: Միակ քայլ
id: Langkah satu-satunya
it: Unica mossa
kk: Жалғыз жүріс
ko: 유일한 수
lt: Vienintelis ėjimas
lv: Vienīgais gājiens
nl: Enig mogelijke zet
pt: Lance único
ro: Singura mișcare posibilă
ru: Единственный ход
sk: Jediný možný ťah
sl: Edina poteza
sq: Lëvizja e vetme
sv: Enda draget
tr: Tek hamle
uk: Єдиний хід
vi: Nước duy nhất
zh: 唯一着法
zh_tw: 唯一著法

# studyZugzwang
source: Zugzwang
az: Suqsvanq
be: Цугцванг
bg: Цугцванг
bn: যুগযোয়াং
bs: Iznudica
ca: Zugzwang (atzucac)
da: Træktvang
el: Τσούγκσβανγκ
eo: Movdevigo
fa: اکراهی
fi: Siirtopakko
he: כפאי
hy: Ցուգցվանգ
kk: Цугцванг
ko: 추크추방
lt: Cugcvangas
lv: Gājiena spaids
nl: Zetdwang
ru: Цугцванг
sk: Nevýhoda ťahu
sl: Nujnica
uk: Цугцванг
zh: 楚茨文格
zh_tw: 等著

# studyEqualPosition
source: Equal position
af: Gelyke posisie
ar: وضع متساوي
az: Bərabər mövqe
be: Раўная пазіцыя
bg: Равна позиция
bn: সমান অবস্থান
bs: Jednaka pozicija
ca: Posició igualada
cs: Rovná pozice
da: Lige stilling
el: Ισόπαλη θέση
eo: Egala aranĝo
es: Posición igualada
eu: Berdindutako posizioa
fa: وضعیت برابر
fi: Tasainen asema
gl: Posición igualada
he: עמדה מאוזנת
hy: Հավասար դիրք
id: Posisi imbang
it: Posizione equivalente
kk: Күйлері шамалас
ko: 동등한 포지션
lt: Lygi pozicija
lv: Vienlīdzīga pozīcija
nl: Stelling in evenwicht
pt: Posição igual
ro: Poziție egală
ru: Равная позиция
sk: Rovnocenná pozícia
sl: Enaka pozicija
sq: është baras me
sr: Једнака позиција
sv: Likvärdig position
tr: Eşit pozisyon
uk: Рівна позиція
vi: Thế trận cân bằng
zh: 均势局面
zh_tw: 勢均力敵

# studyUnclearPosition
source: Unclear position
af: Onduidelike posise
ar: وضعية غير واضح
az: Qeyri-müəyyən mövqe
be: Незразумелая пазіцыя
bg: Неясна позиция
bn: অনিশ্চিত অবস্থান
bs: Nejasna pozicija
ca: Posició poc clara
cs: Nejasná pozice
da: Uafklaret stilling
el: Ασαφής θέση
eo: Malklara aranĝo
es: Posición poco clara
eu: Posizioa ez da argia
fa: وضعیت ناروشن
fi: Epäselvä asema
gl: Posición pouco clara
he: עמדה לא ברורה
hy: Անորոշ դիրք
id: Posisi tidak jelas
it: Posizione non chiara
kk: Күйі анық емес
ko: 불확실한 포지션
lt: Neaiški pozicija
lv: Neskaidra pozīcija
nl: Onduidelijke stelling
pt: Posição não clara
ro: Poziție neclară
ru: Неясная позиция
sk: Nejasná pozícia
sl: Nejasna pozicija
sq: Shenjë gishti e paqartë
sr: Нејасна позиција
sv: Oklar position
tr: Belirsiz pozisyon
uk: Незрозуміла позиція
vi: Thế cờ không rõ ràng
zh: 局面不明
zh_tw: 局勢不明

# studyWhiteIsSlightlyBetter
source: White is slightly better
af: Wit is effens beter
ar: الأبيض أفضل بقليل
az: Ağlar biraz öndədir
be: У белых трошкі лепш
bg: Белите са малко по-добре
bn: সাদা একটু বেশি ভালো
bs: Bijeli je u blagoj prednosti
ca: El blanc està lleugerament millor
cs: Bílý stojí o něco lépe
da: Hvid står lidt bedre
el: Το λευκά είναι ελαφρώς καλύτερα
eo: Blanko estas iomete pli bona
es: Las blancas están ligeramente mejor
eu: Zuria hobetoxeago
fa: سفید کمی بهتر است
fi: Valkealla on pieni etu
gl: As brancas están lixeiramente mellor
he: יתרון קל ללבן
hy: Սպիտակները մի քիչ լավ են
id: Putih sedikit lebih unggul
it: Il bianco è in lieve vantaggio
kk: Ақ сәл күштірек
ko: 백이 미세하게 좋음
lt: Šiek tiek geriau baltiesiems
lv: Baltajiem nedaudz labāka pozīcija
nl: Wit staat iets beter
pt: As brancas estão ligeiramente melhor
ro: Albul este puțin mai bun
ru: У белых немного лучше
sk: Biely stojí o trochu lepšie
sl: Beli je nekoliko boljši
sq: I bardhi është pakëz më mirë
sr: Бели је благо бољи
sv: Vit är något bättre
tr: Beyaz biraz önde
uk: Позиція білих трохи краще
vi: Bên trắng có một chút lợi thế
zh: 白方稍优
zh_tw: 白方稍占優勢

# studyBlackIsSlightlyBetter
source: Black is slightly better
af: Swart is effens beter
ar: الأسود أفضل بقليل
az: Qaralar biraz öndədir
be: У чорных трошкі лепш
bg: Черните са малко по-добре
bn: কালো একটু বেশি ভালো
bs: Crni je u blagoj prednosti
ca: El negre està lleugerament millor
cs: Černý stojí o něco lépe
da: Sort står lidt bedre
el: Το μαύρα είναι ελαφρώς καλύτερα
eo: Nigro estas iomete pli bona
es: Las negras están ligeramente mejor
eu: Beltza hobetoxeago
fa: سیاه کمی بهتر است
fi: Mustalla on pieni etu
gl: As negras están lixeiramente mellor
he: יתרון קל לשחור
hy: Սևերը մի քիչ լավ են
id: Hitam sedikit lebih unggul
it: Il nero è in lieve vantaggio
kk: Қара сәл күштірек
ko: 흑이 미세하게 좋음
lt: Šiek tiek geriau juodiesiems
lv: Melnajiem nedaudz labāka pozīcija
nl: Zwart staat iets beter
pt: As pretas estão ligeiramente melhor
ro: Negrul este puțin mai bun
ru: У чёрных немного лучше
sk: Čierny stojí o trochu lepšie
sl: Črni je nekoliko boljši
sq: I ziu është pakëz më mirë
sr: Црни је благо бољи
sv: Svart är något bättre
tr: Siyah biraz önde
uk: Позиція чорних трохи краще
vi: Bên đen có một chút lợi thế
zh: 黑方稍优
zh_tw: 黑方稍占優勢

# studyWhiteIsBetter
source: White is better
af: Wit is beter
ar: الأبيض أفضل
az: Ağlar üstündür
be: У белых лепш
bg: Белите са по-добре
bn: সাদা ভালো
bs: Bijeli je bolji
ca: El blanc està millor
cs: Bílý stojí lépe
da: Hvid står bedre
el: Τα λευκά είναι καλύτερα
eo: Blanko estas pli bona
es: Las blancas están mejor
eu: Zuria hobeto
fa: سفید بهتر است
fi: Valkealla on etu
gl: As brancas están mellor
he: יתרון ללבן
hy: Սպիտակները լավ են
id: Putih lebih unggul
it: Il bianco è in vantaggio
kk: Ақтың жағдайы жақсы
ko: 백이 유리함
lt: Geriau baltiesiems
lv: Baltajiem labāka pozīcija
nl: Wit staat beter
pt: As brancas estão melhor
ro: Albul este mai bun
ru: У белых лучше
sk: Biely stojí lepšie
sl: Beli je boljši
sq: I bardhi është më mirë
sr: Бели је бољи
sv: Vit är bättre
tr: Beyaz daha üstün
uk: Позиція білих краще
vi: Bên trắng lợi thế hơn
zh: 白方优势
zh_tw: 白方占優勢

# studyBlackIsBetter
source: Black is better
af: Swart is beter
ar: الأسود أفضل
az: Qaralar üstündür
be: У чорных лепш
bg: Черните са по-добре
bn: কালো ভালো
bs: Crni je bolji
ca: El negre està millor
cs: Černý stojí lépe
da: Sort står bedre
el: Τα μαύρα είναι καλύτερα
eo: Nigro estas pli bona
es: Las negras están mejor
eu: Beltza hobeto
fa: سیاه بهتر است
fi: Mustalla on etu
gl: As negras están mellor
he: יתרון לשחור
hy: Սևերը լավ են
id: Hitam lebih unggul
it: Il nero è in vantaggio
kk: Қараның жағдайы жақсы
ko: 흑이 유리함
lt: Geriau juodiesiems
lv: Melnajiem labāka pozīcija
nl: Zwart staat beter
pt: As pretas estão melhor
ro: Negrul este mai bun
ru: У чёрных лучше
sk: Čierny stojí lepšie
sl: Črni je boljši
sq: I ziu është më mirë
sr: Црни је бољи
sv: Svart är bättre
tr: Siyah daha üstün
uk: Позиція чорних краще
vi: Bên đen lợi thế hơn
zh: 黑方优势
zh_tw: 黑方占優勢
