Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# kidModeExplanation
source: This is about safety. In kid mode, all site communications are disabled. Enable this for your children and school students, to protect them from other internet users.
af: Hierdie gaan oor veiligheid. In kindermodus, alle webwerf kommunikasie word afgeskakel. Skakel dit aan vir jou kinders en skoliere, om hulle te beskerm teen ander internet gebruikers.
ar: هذا يتعلق بالأمان. في نمط الطفل، يتم تعطيل كافة اتصالات المواقع. تمكين هذا للأطفال والطلاب، لحمايتهم من مستخدمي الإنترنت الأخرين.
az: Bu təhlükəsizliklə bağlıdır. Uşaq rejimində bütün sayt əlaqələri deaktivdir. Uşaqlarınız və məktəb şagirdləriniz üçün, onları digər internet istifadəçilərindən qorumaq üçün bunu aktiv edin.
be: Гэта для бяспекі. У дзіцячым рэжыме адключаны ўсе камунікацыі на сайце. Уключыце гэта для вашых дзяцей і школьнікаў, каб абараніць іх ад іншых карыстачоў Інтэрнэту.
bg: В името на безопасността. В детския режим цялата комуникация в сайта е изключена. Включете детския режим, за да защитите вашите деца и ученици от другите потребители.
bn: এটা হয় নিরাপত্তা সম্পর্কে. বাচ্চা ধরনের মধ্যে সব সাইটের যোগাযোগ নিষ্ক্রিয় করা হয়েছে. আপনার বাচ্চা এবং বিদ্যালয়ের ছাত্রদের, অন্য ইন্টারনেট ব্যবহারকারীদের থেকে রক্ষা করতে এটা সক্রিয় করুন.
bs: Ova opcija se nudi zbog sigurnosti. U dječjem režimu, sve komunikacije na stranici su ukinute. Omogućite ovu opciju za Vašu djecu i učenike, kako bi ste ih zaštitili od drugih internet korisnika.
ca: Es tracta de seguretat. En el mode nen, totes les comunicacions de la pàgina estan inhabilitades. Activa això als seus nens o alumnes, per protegir-los d'altres usuaris d'internet.
cs: To je pro bezpečnost. V dětském režimu je jakákoli komunikace zablokována. Zapněte to pro děti a studenty, pro ochranu před ostatními na Internetu.
da: Dette angår sikkerhed. I børnetilstand er alt kommunikation deaktiveret. Aktivér dette for dine børn eller skoleelever for at beskytte dem mod andre internetbrugere.
el: Αυτό έχει σχέση με την ασφάλεια. Στην λειτουργία για παιδιά, απενεργοποιούνται όλες οι επικοινωνίες της ιστοσελίδας. Ενεργοποιήστε το για τα παιδιά σας και τους μαθητές, για την προστασία τους από άλλους διαδικτυακούς χρήστες.
eo: Ĉi tio temas pri sekureco. En infana reĝimo, ĉiuj retejaj komunikadoj estas malebligitaj. Aktivigu ĉi tiun por viaj infanoj kaj lernejaj studentoj, por protekti ilin de aliaj retaj uzantoj.
es: Por seguridad, en el modo infantil se desactivan todas las comunicaciones con otros usuarios. Activa esto para proteger a los menores de otros usuarios de Internet.
eu: Hau segurtasunari buruzkoa da. Haurren moduan, webguneko komunikazio guztiak desaktibatuta daude. Aktibatu zure haur eta ikasleei beste Internet erabiltzaileengandik babesteko.
fa: این دربارهٔ ایمنی است. در حالت کودک، همهٔ ارتباط‌های وبگاه نافعال است. این را برای فرزندان و شطرنج‌آموزان مدرسه خود فعال کنید تا از آنها در برابر دیگر کاربران اینترنت حفاظت کنید.
fi: Turvallisuusasia. Lapsitilassa kaikki kommunikointi sivustolla on pois käytöstä. Käytä tätä suojaamaan lasta tai koululaista muilta internetin käyttäjiltä.
gl: Por seguridade, no modo infantil desactívanse tódalas comunicacións. Activa isto para protexer aos teus nenos ou alumnos de outros usuarios de Internet.
he: בשביל הבטיחות. במצב ילדים, כל אמצעי התקשורת באתר מבוטלים. הפעילו אופציה זו עבור ילדיכם ועבור תלמידי בית ספר. זאת כדי להגן עליהם מפני משתמשים אחרים.
hy: Սա անվտանգության համար է։ Մանկական ռեժիմում անջատված են կայքի հաղորդակցության բոլոր միջոցները։ Միացրեք այս ռեժիմը ձեր երեխաների և աշակերտների համար` նրանց այլ օգտատերերից պաշտպանելու համար։
id: Ini adalah tentang keselamatan. Dalam modus anak, semua situs komunikasi dinonaktifkan. Mengaktifkan ini untuk anak-anak Anda dan sekolah siswa, untuk melindungi mereka dari pengguna internet yang lain.
it: Questa modalità riguarda la sicurezza: in modalità bambino tutte le comunicazioni sono disabilitate. Si consiglia di attivare questa modalità per bambini e studenti, in modo da proteggerli dagli altri utenti.
kk: Бұл сақтық үшін. Балалық нұсқада бүкіл әңгімелесу жолдары жабылған. Мақсатыңыз – бала мен мектеп оқушыларын басқа интернет қолданушыларынан қорғау болса, осы нұсқаны іске қосыңыз.
ko: 이 모드는 안전에 관한 것입니다. 어린이 모드에서는 모든 통신이 비활성화됩니다. 당신의 아이들이나 학생들을 다른 인터넷 사용자들에서 보호하려면 이 모드를 켜십시오.
lt: Tai yra dėl saugumo. Vaiko veiksenoje išjungiamas visas bendravimas svetainėje. Įjunkite tai savo vaikams bei moksleiviams, norėdami juos apsaugoti nuo kitų interneto naudotojų.
lv: Runa ir par drošību. Bērnu režīmā jebkāda saziņa ir atspējota. Ieslēdziet šo režīmu, lai pasargātu savus bērnus un skolēnus no citiem interneta lietotājiem.
mk: Ова е заради безбедност. Во детска заштита, сите комуникации се оневозможени. Вклучете го овој начин за вашите деца, да ги заштитите од останатите интернет корисници.
nl: Dit gaat over veiligheid. In kindvriendelijke modus, worden alle communicatiemogelijkheden op de website uitgeschakeld. Activeer dit voor kinderen en scholieren, om hen te beschermen tegen andere internetgebruikers.
pt: Iso é sobre segurança. No modo infantil, todas as comunicações do site ficam desactivadas. Activa esta opção para os teus filhos ou alunos, para protegê-los de outros utilizadores da internet.
ro: În modul „copil”, toate modalitățile de comunicare sunt dezactivate. Activează asta pentru copilul tău sau pentru școlari, pentru a-i proteja de alți utilizatori ai internetului.
ru: Это для безопасности. В детском режиме отключены все коммуникации на сайте. Включите его для ваших детей и учеников, чтобы защитить их от других пользователей интернета.
sk: V detskom režime je pre ochranu detí a mládeže pred ostatnými užívateľmi akákoľvek komunikácia zablokovaná.
sl: To je o varnosti. V načinu za otroke so vsi pogovori onemogočeni. Omogočite ta način, da otroke in šolarje zaščitite pred drugimi uporabniki na internetu.
sq: Kjo është për sigurinë. Nën mënyrën për fëmijë, krejt komunikimet në sajt janë të çaktivizuara. Aktivizojeni këtë për fëmijët dhe nxënësit tuaj të shkollave, për t’i mbrojtur ata nga të tjerë përdorues të internetit.
sr: Ово је о сигурности. У дечијем режиму, све комуникације на сајту су искључене. Омогућите ово за Вашу децу и школске ученике како бисте их заштитили од других интернет корисника.
sv: Detta är en säkerhetsinställning. I barnsäkert läge är all kommunikation inaktiverad. Använd detta för dina barn och skolelever för att skydda dem från andra internetanvändare.
tr: Bu mod çocuğunuzun güvenliği ile ilgilidir. Tüm site bağlantıları devre dışı bırakılır. Eğer çocuklarınızı veya okul öğrencilerinizi diğer internet kullanıcılarına karşı korumak istiyorsanız, bu modu etkinleştirin.
uk: Це заради безпеки. У дитячому режимі усе спілкування на сайті вимкнено. Увімкніть цю функцію для ваших дітей та учнів, щоб захистити їх від інших користувачів Інтернету.
vi: Điều này là để an toàn. Trong chế độ trẻ em, tất cả mọi giao tiếp trên trang web đều bị tắt. Kích hoạt điều này cho con của bạn và học viên trong lớp để bảo vệ chúng khỏi những người dùng khác trên Internet.
zh: 安全第一。在儿童模式下，所有网站通信功能都被禁用。为您的孩子或学生启用此模式，以保护他们免受其他用户的影响。
zh_tw: 考量安全，在兒童模式中，網站上全部的文字交流將會被關閉。開啟此模式來保護你的孩子及學生不被網路上的人傷害。

# inKidModeTheLichessLogoGetsIconX
source: In kid mode, the Lichess logo gets a {param} icon, so you know your kids are safe.
af: In kindermodus kry die Lichess handelsmerk 'n {param} ikoon, sodat jy weet jou kinders is veilig.
ar: في نمط الطفل، يكون لشعار ليتشيس رمز {param}، لكي تعرف أن أطفالك آمنين.
az: Uşaq rejimində, Lichess loqosu {param} işarəsini alır, beləliklə uşaqlarınızın təhlükəsiz olduğunu bilirsiniz.
be: У дзіцячым рэжыме лагатып lichess атрымвае значок у выглядзе {param}, так што вы ведаеце, што вашы дзеці знаходзяцца ў бяспецы.
bg: В детския режим логото на Lichess става {param}, за да сте сигурни в безопасността на своите деца.
bn: বাচ্চা ধরনের মধ্যে, লিচেস লোগো পায় একটি {param} প্রতীক, তাই আপনি জানতে পারবেন আপনার বাচ্চা নিরাপদ.
bs: U dječjem režimu, logo lichess-a dobiva {param} ikonu, tako da znate da su Vaša djeca sigurna.
ca: En el mode nen, el logo de lichess té una icona de {param}, per què sàpigues que els teus nens estan segurs.
cs: Když je zapnutý dětský režim, tak se u loga Lichess objeví ikona {param}. Podle toho poznáte, že je Vaše dítě v bezpečí.
da: I børnetilstand vil Lichess-logoet få et {param} ikon, så du ved, at dine børn er sikret.
el: Στην λειτουργία για παιδιά, το λογότυπο του lichess παίρνει ένα εικονίδιο {param}, έτσι ώστε να γνωρίζετε ότι τα παιδιά σας είναι ασφαλή.
eo: En infana reĝimo, la lichess-emblemo ekhavas {param}-emblemon, por ke vi sciu ke viaj infanoj sekuras.
es: En el modo infantil, el logo de lichess tiene un icono de {param}, indicando que los niños están seguros.
eu: Haurren moduan, lichess logoak {param} ikonoa du, haurrak seguru daudela jakin dezazun.
fa: در حالت کودک، نماد لیچس نقشک {param} را می‌گیرد، بنابراین می‌دانید کودکان‌تان در امانند.
fi: Lapsitilassa Lichessin logoon liitetään {param}-kuvake, josta tiedät lastesi olevan turvassa.
gl: En modo infantil, o logo de Lichess ten unha icona de {param}, indicando que os nenos están seguros.
he: במצב ילדים הסמל של Lichess מקבל אייקון {param}, כדי שתדעו שילדיכם מוגנים.
hy: Մանկական ռեժիմում Lichess-ի պատկերանշանին ավելանում է {param} տեսքով նշան, որպեսզի Դուք իմանաք, որ Ձեր երեխաներն անվտանգության մեջ են։
id: Dalam modus anak, lichess logo mendapat ikon {param}, sehingga Anda tahu anak-anak Anda aman.
it: In "modalità bambino", al logo di lichess viene aggiunto {param}, in questo modo sai che il bambino è sicuro.
kk: Балалық нұсқа кезінде Личес таңбасына {param} белгісі қосылады, осылайша балаңызға қауіп жоқ екенін білесіз.
ko: 어린이 모드에서는 lichess 로고가 {param} 아이콘이 뜨기 때문에 안심하셔도 됩니다.
lt: Vaiko veiksenoje „lichess“ logotipas gauna {param} piktogramą tam, kad žinotumėte, jog jūsų vaikai yra saugūs.
lv: Bērnu režīmā Lichess logo tiek pievienota {param} ikona, lai jūs zinātu, ka jūsu bērni ir drošībā.
mk: Во детскиот режим, на Lichess логото е додадено „{param}“, за да знаете дека вашите деца се безбедни.
nl: In kindvriendelijke modus, krijgt het Lichess-logo een {param}-icoontje, zodat je weet dat je kinderen veilig zijn.
pt: No modo criança, o logótipo do Lichess fica com um ícone {param} para que saibas que as tuas crianças estão seguras.
ro: În modul „copil”, sigla paginii va avea iconița {param}, în felul acesta vei ști când copiii tăi sunt în siguranță.
ru: В детском режиме к логотипу lichess добавляется значок в виде {param}, чтобы вы знали, что ваши дети находятся в безопасности.
sk: Keď je zapnutý detský režim, tak sa pri logu Lichess objaví ikona {param}. Podľa toho viete, že je Vaše dieťa v bezpečí.
sl: V načinu za otroke ima lichess ikono {param} in označuje da so otroci varni.
sq: Nën mënyrën për fëmijë, stemës së Lichess-it i vihet një ikonë {param}, që ta dini se fëmijët tuaj janë të parrezik.
sr: У дечијем режиму, Lichess-ов лого добија {param} икону да бисте знали да су Ваша деца сигурна.
sv: I barnsäkert läge får lichess-logotypen en {param} ikon, så att du vet att dina barn är säkra.
tr: Çocuk modunda, lichess.org logosu yerine {param} belirir, bilin ki çocuğunuz güvendedir :)
uk: В дитячому режимі логотип Lichess замінюється на {param}, щоб ви знали, що ваші діти в безпеці.
vi: Trong chế độ trẻ em, biểu tượng Lichess có một biểu tượng {param}, từ đó bạn biết con bạn được an toàn.
zh: 在儿童模式下，Lichess 徽标会显示一个 {param} 图标，这样您就知道您的孩子是安全的。
zh_tw: 在兒童模式下，Lichess的標誌會有一個{param}圖示，讓你知道你的孩子是安全的。

# askYourChessTeacherAboutLiftingKidMode
source: Your account is managed. Ask your chess teacher about lifting kid mode.
af: Jou rekening word bestuur deur jou skaak onderwyser. Vra hulle om kinder modus af te skakel.
ar: يتم إدارة حسابك. اسأل معلم الشطرنج الخاص بك عن رفع وضع الطفل.
bg: Вашата сметка се управлява. Попитайте учителя си по шахмат за вдигане на детския режим.
bn: আপনার অ্যাকাউন্ট পরিচালিত করা হয়. কিড মোড উত্তোলন সম্পর্কে আপনার দাবা শিক্ষককে জিজ্ঞাসা করুন.
bs: Vaš je račun pod administracijom. Upitajte Vašeg učitelja šaha o isključivanju načina za djecu.
ca: El vostre compte és gestionat. Demaneu al vostre professor deixar el mode per a nens.
cs: Váš účet je spravován. Požádejte svého šachového učitele o zrušení dětského režimu.
da: Din konto er under administration. Spørg din skaklærer om at ophæve børnetilstanden.
el: Ο λογαριασμός σας βρίσκεται υπό διαχείριση. Ζητήστε από τον δασκαλό σας στο σκάκι να απενεργοποιήσει τη λειτουργία για παιδιά για τον λογαριασμό σας.
eo: Via konto estas mastrumita. Petu vian ŝako-instruiston pri malaktivigado de "infana reĝimo".
es: Tu cuenta está administrada. Pídele a tu profesor de ajedrez que desactive el modo para niños.
eu: Zure kontua beste norbaitek kudeatzen du. Eskatu zure irakasleari haur modua desaktibatzeko.
fa: حسابتان مدیریت می‌شود. از آموزگار شطرنج‌تان درباره برداشتن حالت کودک بپرسید.
fi: Käyttäjätunnuksesi on hallinnassa. Lapsitilan poistoa voit pyytää shakkiopettajaltasi.
gl: A túa conta é xestionada. Pídelle ó teu mestre que desactive o modo infantil.
he: החשבון שלך מנוהל. תוכל/י לבקש מהמורה שלך לשחמט להסיר את מצב הילדים.
hy: Ձեր հաշիվը կառավարվում է: Հարցրեք ձեր շախմատի ուսուցիչին երեխաների ռեժիմը հեռացնելու մասին:
id: Akun anda dimanjemen. Tanya pelatih catur anda untuk menghapus mode anak-anak.
it: Il tuo account è gestito esternamente. Chiedi al tuo istruttore di disattivare la "modalità bambino".
kk: Тіркелгіңізді ұстаз басқарады. Балалық нұсқаны өшіруді одан сұраңыз.
ko: 당신의 계정은 관리되고 있습니다. 어린이 모드 해제에 대해서는 체스 선생님께 문의하세요.
lt: Jūsų paskyra yra valdoma. Norėdami pašalinti vaiko režimą kreipkitės į savo šachmatų mokytoją.
lv: Jūsu konts tiek pārvaldīts. Prasiet savam šaha skolotājam, ja vēlaties noņemt bērnu režīmu.
mk: Вашиот профил е под администратор. Прашајте го Вашиот учител за исклучување на работниот начин за деца.
nl: Je account wordt beheerd. Vraag je schaakdocent om de kindermodus uit te zetten.
pt: A sua conta é gerida. Peça ao seu professor de xadrez para retirar o modo infantil.
ro: Contul tău este gestionat. Întreabă-ți profesorul de șah despre scoaterea modului copil.
ru: Ваш аккаунт находится под управлением. Спросите своего учителя по шахматам об удалении детского режима.
sk: Váš účet je spravovaný niekým iným. Opýtajte sa svojho učiteľa šachu na zrušenie detského režimu.
sl: Vaš račun je upravljan. Vprašajte svojega učitelja šaha o dvigovalnem otroškem načinu.
sq: Llogaria juaj administrohet. Rreth heqjes së mënyrës “fëmijë” pyetni mëuesin tuaj të shahut.
sv: Ditt konto hanteras. Fråga din schacklärare om att ta bort barnläget.
tr: Hesabınız kısıtlandı. Çocuk modunu kaldırmak için satranç öğretmeninize danışın.
uk: Ваш обліковий запис керується. Попросіть вашого вчителя шахів вимкнути дитячий режим.
vi: Tài khoản của bạn đang bị quản lý. Hỏi giáo viên dạy cờ của bạn để lấy lại quyền điều khiển.
zh: 您的账户已被托管，请咨询您的国际象棋老师以解除儿童模式。
zh_tw: 你的帳戶被管理，詢問你的老師解除兒童模式。

source: Enable Kid mode
af: Skakel kindermodus aan
ar: تمكين نمط الطفل
az: Uşaq rejimini aktivləşdir
be: Уключыць дзіцячы рэжым
bg: Включване на детски режим
bn: বাচ্চা ধরন সক্রিয় করুন
bs: Uključite dječji režim
ca: Activar el mode de nen
cs: Povolit dětský režim
da: Aktiver børnetilstand
el: Ενεργοποίηση λειτουργίας παιδιού
eo: Aktivigi infanan reĝimon
es: Activar el modo infantil
eu: Haurren modua aktibatu
fa: فعال‌سازی حالت کودک
fi: Lapsitila käyttöön
gl: Activar modo infantil
he: הפעילו מצב ילדים
hy: Միացնել մանկական ռեժիմը
id: Mengaktifkan mode anak
it: Attiva "modalità bambino"
kk: Балалық нұсқаны іске қосу
ko: 어린이 모드 활성화하기
lt: Įjungti vaiko veikseną
lv: Iespējot Bērnu režīmu
mk: Вклучи го детскиот режим
nl: Activeer Kindermodus
pt: Ativar o modo infantil
ro: Activează modul „copil”
ru: Включить детский режим
sk: Povoliť detský režim
sl: Vključite otroški način
sq: Aktivizo mënyrën për Fëmijë
sr: Омогући Дечији режим
sv: Aktivera barnsäkert läge
tr: Çocuk modunu aktifleştir
uk: Увімкнути дитячий режим
vi: Kích hoạt chế độ Trẻ em
zh: 启用儿童模式
zh_tw: 啟用兒童模式

source: Disable Kid mode
af: Skakel kindermodus aan
ar: تعطيل نمط الطفل
az: Uşaq rejimini deaktiv et
be: Адключыць дзіцячы рэжым
bg: Изключване на детски режим
bn: বাচ্চা ধরন নিষ্ক্রিয় করুন
bs: Isključite dječji režim
ca: Desactivar el mode de nen
cs: Vypnout dětský režim
da: Deaktiver børnetilstand
el: Απενεργοποίηση λειτουργίας παιδιού
eo: Malaktivigi infanan reĝimon
es: Desactivar el modo infantil
eu: Haurren modua desaktibatu
fa: ازکاراندازی حالت کودک
fi: Lapsitila käytöstä
gl: Desactivar modo infantil
he: בטל מצב ילדים
hy: Անջատել մանկական ռեժիմը
id: Menonaktifkan modus anak
it: Disattiva "modalità bambino"
kk: Балалық нұсқаны сөндіру
ko: 어린이 모드 비활성화하기
lt: Išjungti vaiko veikseną
lv: Atspējot Bērnu režīmu
mk: Исклучи го детскиот режим
nl: Deactiveer Kindermodus
pt: Desativar o modo infantil
ro: Dezactivează modul „copil”
ru: Отключить детский режим
sk: Vypnúť detský režim
sl: Izključite otroški način
sq: Çaktivizo mënyrën për Fëmijë
sr: Онемогући Дечији режим
sv: Avaktivera barnsäkert läge
tr: Çocuk modunu devre dışı bırak
uk: Вимкнути дитячий режим
vi: Tắt chế độ Trẻ em
zh: 禁用儿童模式
zh_tw: 停用兒童模式

source: Security
af: Sekuriteit
ar: الأمان
az: Təhlükəsizlik
be: Бяспека
bg: Сигурност
bn: নিরাপত্তা
bs: Sigurnost
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
el: Ασφάλεια
eo: Sekureco
es: Seguridad
eu: Segurtasuna
fa: امنیت
fi: Turvallisuus
gl: Seguridade
he: אבטחה
hy: Անվտանգություն
id: Keamanan
it: Sicurezza
kk: Қорғаныс
ko: 보안
lt: Saugumas
lv: Drošība
mk: Безбедност
nl: Beveiliging
pt: Segurança
ro: Securitate
ru: Безопасность
sk: Zabezpečenie
sl: Varnost
sq: Siguri
sr: Сигурност
sv: Säkerhet
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh: 安全
zh_tw: 資訊安全相關設定

source: Sessions
af: Sessies
ar: جلسات
be: Сэсіі
bg: Заседания
bn: সেশনসমূহ
bs: Sesije
cs: Relace
da: Sessioner
el: Συνεδρίες
eo: Sesioj
es: Sesiones
eu: Saioak
fa: جلسه
fi: Istunnot
gl: Sesións
he: מכשירים מחוברים
hy: Սեսիաներ
id: Sesi
it: Sessioni
kk: Қосылулар
ko: 세션
lt: Sesijos
lv: Sesijas
mk: Сесии
nl: Sessies
pt: Sessões
ro: Sesiuni
ru: Сессии
sk: Pripojenia
sl: Seje
sq: Sesione
sr: Сесије
sv: Sessioner
tr: Oturumlar
uk: Сесії
vi: Phiên
zh: 登录会话
zh_tw: 裝置

source: revoke all sessions
af: alle sessies herroep
ar: إلغاء كافة جلسات العمل
az: bütün sessiyaları ləğv et
be: скасаваць усе сесіі
bg: отмени всички сесии
bn: সকল সেশন বাতিল করুন
bs: opozvati sve sesije
ca: tancar totes les sessions
cs: odebrat všechny relace
da: annuller alle sessioner
el: ανακαλέστε όλες τις συνεδρίες
eo: revoki ĉiujn sesiojn
es: cerrar todas las sesiones
eu: sesio guztiak itxi
fa: باطل کردن تمامی موارد
fi: katkaista kaikki sessiot
gl: pechar todas as sesións
he: נתק את כל המכשירים
hy: փակել բոլոր սեսիաները
id: mencabut semua sesi
it: rimuovi tutte le sessioni
kk: бәрін ажырату
ko: 모든 세션 비활성화
lt: atšaukti visus seansus
lv: dzēst visas sesijas
mk: избришете сите сесии
nl: alle sessies intrekken
pt: desativar todas as sessões
ro: revocați toate sesiunile
ru: закрыть все сессии
sk: zrušiť všetky pripojenia
sl: preklic vseh sej
sq: shfuqizoji krejt sesionet
sr: опозвати све сесије
sv: återkalla alla sessioner
tr: tüm oturumları kaldır
uk: завершити усі сеанси
vi: xóa toàn bộ phiên đăng nhập
zh: 撤销所有会话
zh_tw: 登出所有裝置

source: Play chess everywhere
af: Speel skaak oral
ar: العب الشطرنج فى كل مكان
az: Şahmatı hər yerdə oyna
be: Гуляйце ў шахматы дзе заўгодна
bg: Играй шах навсякъде
bn: দাবা খেলুন সব জায়গায়
bs: Igrajte šah svugdje
ca: Jugueu a escacs a qualsevol lloc
cs: Hrajte šachy kdekoliv
da: Spil skak hvor som helst
el: Παίξτε σκάκι παντού
eo: Ludi ŝakon ĉie
es: Juega al ajedrez donde sea
eu: Jokatu xakean, nonnahi
fa: همه جا شطرنج بازی کنید
fi: Pelaa shakkia kaikkialla
gl: Xoga ó xadrez en todas partes
he: שחקו שחמט בכל מקום
hy: Խաղացեք շախմատ ամենուր
id: Bermain catur dimanapun
it: Gioca a scacchi ovunque
kk: Шахматты кез-келген жерде ойнаңыз
ko: 어디에서나 체스를 즐기세요
lt: Žaiskite šachmatais visur
lv: Spēlējiet šahu jebkur
mk: Играј шах секаде
nl: Schaak overal
pt: Joga xadrez em qualquer lugar
ro: Joacă șah oriunde
ru: Играйте в шахматы везде
sk: Hrajte šachy kdekoľvek
sl: Igraj šah kjerkoli
sq: Luani shah kudo
sr: Играј шах свуда
sv: Spela schack var du vill
tr: Her yerde satranç oyna
uk: Грайте в шахи будь-де
vi: Chơi cờ ở bất cứ đâu
zh: 在任何地方下棋！
zh_tw: 隨處下棋！

source: Everybody gets all features for free
af: Almal kry al die funksies gratis
ar: كل المميزات لكل الأعضاء مجاناً
az: Hər kəs bütün özəllikləri pulsuz əldə edir
be: Кожны бясплатна атрымлівае ўсе магчымасці
bg: Всеки взима всички възможности безплатно
bn: সকলেই পাবে বিনামূল্যে সব বৈশিষ্ট্য
bs: Svi dobijaju sve mogućnosti besplatno
ca: Tothom accedeix gratuïtament a totes les funcions
cs: Každý dostane všechny možnosti zdarma
da: Alle får alle funktioner gratis
el: Όλα τα στοιχεία είναι δωρεάν για όλους
eo: Ĉiuj ricevas ĉiujn trajtojn senpage
es: Todos tienen acceso gratuito a todas las funciones
eu: Ezaugarri guztiak eskuragarri, dohain.
fa: همگی از مزایا بصورت رایگان استفاده می کنند
fi: Jokainen saa kaikki ominaisuudet ilmaiseksi
gl: Todo o mundo obtén todas as funcións gratis
he: כולם מקבלים את כל התוכן בחינם
hy: Բոլոր հնարավորությունները բոլորի համար անվճար են
id: Semua pengguna mendapatkan seluruh fitur dengan gratis
it: Tutti hanno le stesse funzionalità gratis
kk: Барлық құралдары барлық адам үшін тегін
ko: 모두가 모든 기능을 무료로 이용할 수 있습니다
lt: Kiekvienas gauna visas galimybes už dyką
lv: Visas iespējas ir pieejamas jebkuram bez maksas
mk: Секој ги добива сите функции бесплатно
nl: Iedereen krijgt gratis alle mogelijkheden
pt: Todos têm todos os recursos gratuitamente
ro: Toată lumea are access la toate opțiunile, gratuit
ru: Все возможности для всех бесплатно
sk: Každý dostane všetky možnosti zadarmo
sl: Vsak dobi vse funkcije zastonj
sq: Gjithkush merr falas krejt veçoritë
sr: Сви добијају све могућности за бесплатно
sv: Alla får alla funktioner gratis
tr: Bütün özellikler ücretsizdir
uk: Усі можливості безкоштовні для всіх
vi: Mọi người đều được sử dụng tất cả các tính năng hoàn toàn miễn phí
zh: 所有人均可免费使用全部功能
zh_tw: 每個人都能免費使用所有功能

source: View the solution
af: Kyk na die oplossing
ar: الحل
az: Həllə bax
be: Паглядзець рашэнне
bg: Виж решението
bn: সমাধান দেখুন
bs: Pogledaj rješenje
ca: Veure la solució
cs: Zobrazit řešení
da: Se løsningen
el: Δείτε τη λύση
eo: Vidi la solvon
es: Ver la solución
eu: Erantzuna ikusi
fa: دیدن راه‌حل
fi: Katso ratkaisu
gl: Mirar a solución
he: הראה פתרון
hy: Դիտել լուծումը
id: Lihat jawaban
it: Visualizza la soluzione
kk: Жауабты қарау
ko: 정답 보기
lt: Parodyti sprendimą
lv: Skatīt atrisinājumu
mk: Види го решението
nl: Bekijk de oplossing
pt: Ver a solução
ro: Vezi soluția
ru: Посмотреть решение
sk: Zobraziť riešenie
sl: Poglej rešitev
sq: Shihni zgjidhjen
sr: Погледај решење
sv: Visa lösningen
tr: Çözümü göster
uk: Дивитись рішення
vi: Xem đáp án
zh: 查看解答
zh_tw: 看解答

source: No challenges.
af: Geen uitdagings nie.
ar: لا توجد تحديات.
bg: Няма предизвикателства.
bs: Nema izazova.
ca: Sense desafiaments.
cs: Žádné výzvy.
da: Ingen udfordringer.
el: Δεν έχετε προκλήσεις.
eo: Sen defioj.
es: Sin desafíos.
eu: Erronkarik ez.
fa: هیچ چالشی موجود نیست.
fi: Ei haasteita.
gl: Sen desafíos.
he: אין הזמנות למשחק.
it: Nessuna sfida.
kk: Шақыру жоқ.
ko: 도전 없음.
lt: Jokių iššūkių.
nl: Geen uitdagingen.
pt: Sem desafios.
ro: Nici o provocare.
ru: Нет вызовов.
sk: Žiadne výzvy.
sl: Ni izzivov.
sq: Pa sfida.
sr: Нема изазова.
sv: Inga utmaningar.
tr: Meydan okuma yok.
uk: Немає викликів.
vi: Không có lời thách đấu nào.
zh: 暂无挑战
zh_tw: 沒有挑戰。
