Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# broadcastAllBroadcastsByMonth
source: View all broadcasts by month
ar: اعرض البثوث حسب الشهر
bg: Виж всички излъчвания по месец
bs: Vidi sva moja emitovanja ovaj mjesec
ca: Veure totes les retransmissions per més
cs: Zobrazit všechny vysílání podle měsíce
da: Vis alle udsendelser efter måned
el: Προβολή όλων των μεταδόσεων ανά μήνα
es: Ver todas las transmisiones por mes
eu: Ikusi zuzeneko guztiak hilabeteka
fa: دیدن پخش‌های هر ماه
fi: Näytä kaikki lähetykset kuukausikohtaisesti
gl: Ver todas as emisións por mes
he: צפו בכל ההקרנות לפי חודש
it: Visualizza tutte le trasmissioni per mese
ko: 월별 방송들 모두 보기
lt: Rodyti visas transliacijas pagal mėnesį
nl: Alle uitzendingen per maand weergeven
pt: Ver todas as transmissões por mês
ro: Vezi toate transmisiunile pe fiecare lună
ru: Просмотр всех трансляций за месяц
sk: Zobraziť všetky vysielania podľa mesiacov
sl: Oglejte si vse oddaje po mesecih
sq: Shihni krejt transmetimet sipas muajsh
sv: Visa alla sändningar efter månad
tr: Tüm yayınları aylara göre görüntüleyin
uk: Переглянути всі трансляції за місяцями
vi: Xem tất cả phát sóng theo tháng
zh: 按月查看所有转播
zh_tw: 以月份顯示所有直播

# broadcastBackToLiveMove
source: Back to live move
af: Terug na lewende skuif
ar: العودة إلى الحرقات المباشرة
bs: Nazad na uživo preseljenje
ca: Torna al moviment en directe
cs: Zpět k přímému tahu
da: Tilbage til live træk
el: Επιστροφή στην τρέχουσα κίνηση
es: Volver al movimiento en directo
eu: Zuzeneko jokaldi-modura itzuli
fa: بازگشت به حرکت زنده
fi: Takaisin siirtojen reaaliaikaiseen seurantaan
gl: Voltar á xogada en directo
he: חזרה לשידור החי
it: Torna alla mossa attuale
ko: 실시간 수로 돌아가기
lt: Grįžti prie esamo ėjimo
nl: Terug naar de actuele stelling
pt: Voltar a posição em direto
ro: Înapoi la mutarea live
ru: Вернуться к текущему ходу
sk: Späť na aktuálny ťah
sl: Nazaj na živo potezo
sq: Mbrapsht te lëvizja “live”
sv: Tillbaka till nuvarande drag
tr: Canlı hamleye dön
uk: Повернутися до поточного ходу
vi: Trở lại nước đi thực tế
zh: 返回实时着法
zh_tw: 返回及時走法

# broadcastSinceHideResults
source: Since you chose to hide the results, all the preview boards are empty to avoid spoilers.
af: Aangesien jy verkies om nie die resultate te sien nie, is al die voorskouborde leeg sodat niks weggegee word nie.
ar: بما أنك اخترت إخفاء النتائج، فإن جميع لوحات المعاينة فارغة لتجنب الحرق.
bs: Pošto ste odlučili sakriti rezultate, sve ploče za pregled su prazne kako bi se izbjegli spojleri.
ca: Ja que heu escollit amagar els resultats, la previsualització de tots els taulers està buida per tal d'evitar espòilers.
cs: Vzhledem k tomu, že jste se rozhodli skrýt výsledky, všechny náhledy jsou prázdné, abyste se vyhnuli spoilerům.
da: Da du har valgt at skjule resultaterne, er alle forhåndsvisningerne af brætter tomme for at undgå afsløringer.
el: Επειδή επιλέξατε να κρύψετε τα αποτελέσματα, όλες οι σκακιέρες προεπισκόπησης εμφανίζονται κενές ώστε να αποφευχθούν τα spoilers.
es: Como elegiste ocultar los resultados, todos los tableros de vista previa están vacíos.
eu: Emaitzak ezkutatzea erabaki duzunez, taulen aurreikuspenak hutsik daude.
fa: چون شما پنهان کردن نتایج را انتخاب کردید، تمام صفحه‌های پیش‌نمایش برای جلوگیری از لو رفتن نتیجه، خالی هستند.
fi: Koska olet päättänyt piilottaa tulokset ja koska vältämme spoilereita, ovat kaikkien lautojen esikatselut tyhjiä.
gl: Os taboleiros de vista previa están baleiros xa que elixiches agochar os resultados.
it: Poiché hai scelto di nascondere i risultati, tutte le schede di anteprima sono vuote per evitare spoiler.
ko: 결과를 숨기도록 설정하였기에, 스포일러 방지 차원에서 모든 보드 미리보기가 비어 있습니다.
lt: Kadangi pasirinkote nerodyti rezutatų, visos peržiūros lentos yra tuščios, kad neišduotų jų.
nl: Omdat je ervoor kiest om de resultaten te verbergen, zijn alle borden leeg om spoilers te voorkomen.
pt: Como optastes por ocultar os resultados, todas as pré-visualizações dos tabuleiros estão vazias para evitar spoilers.
ro: Din moment ce ai ales să ascunzi rezultatele, toate tablele de previzualizare sunt goale pentru a evita spoilerele.
ru: Вы выбрали скрыть результаты, поэтому обзор досок пуст, чтобы сохранить интригу.
sk: Keďže ste sa rozhodli skryť výsledky, všetky náhľadové šachovnice sú prázdne, aby sme Vám neprezradili priveľa.
sl: Ker ste se odločili skriti rezultate, so vse table za predogled prazne, da se izognete ploščam.
sq: Meqë zgjodhët të fshihen përfundimet, krejt tabelat e paraparjeve janë të zbrazëta, për të shmangur tregime.
sv: Eftersom du valde att dölja resultatet är alla förhandsgransknings-bräden tomma, för att undvika spoilers.
tr: Sonuçları gizlemeyi seçtiğiniz için, spoiler vermemek adına tüm tahta görünümleri boş olacak.
uk: Оскільки ви вибрали приховати результати, огляд дощок порожній, щоб не розкривати подробиць.
vi: Bởi vì bạn đã chọn ẩn kết quả, tất cả các bàn đấu xem trước sẽ trống để tránh lộ thông tin.
zh: 由于您选择隐藏结果，为避免剧透，所有预览棋盘均为空。
zh_tw: 由於您選擇隱藏結果，所有預覽棋盤都是空的，以避免劇透。

# broadcastLiveboard
source: Live board
ar: اللوحة الآن
bs: Ploča uživo
ca: Tauler en directe
cs: Živá deska
da: Live bræt
el: Ζωντανά
es: Tablero en directo
eu: Zuzeneko taula
fa: صفحه زنده
fi: Live-pelilauta
gl: Taboleiro en directo
it: Scacchiera in diretta
ko: 실시간 체스판
lt: Esama lenta
nl: Live-bord
pt: Tabuleiro em direto
ro: Tablă live
ru: Доска в прямом эфире
sk: Aktuálna pozícia
sl: Živa deska
sv: Nuvarande position
uk: Наживо
vi: Bàn cờ trực tiếp
zh: 实时棋盘

# broadcastCommunityBroadcast
source: Community broadcast
bg: Излъчване от общността
bs: Emisija zajednice
ca: Retransmissió comunitària
da: Fællesskabsudsendelse
el: Μετάδοση της κοινότητας
es: Transmisión de la comunidad
eu: Komunitatearen zuzenekoa
fa: پخش همگانی
fi: Yhteisölähetys
gl: Emisión da comunidade
it: Trasmissione della community
nl: Gemeenschapsuitzending
pt: Transmissão comunitária
ro: Transmisie din comunitate
ru: Трансляция сообщества
sk: Vysielanie člena komunity
sl: Skupnostna oddaja
sq: Transmetim nga bashkësia
uk: Трансляція спільноти
vi: Phát sóng cộng đồng
zh: 社区转播

# broadcastCreatedAndManagedBy
source: Created and managed by {param}.
bg: Създадено и управлявано от {param}.
bs: Kreirano od i njime upravlja {param}.
ca: Creada i gestionada per {param}.
da: Oprettet og administreret af {param}.
el: Δημιουργήθηκε και διαχειρίζεται από τον {param}.
es: Creada y administrada por {param}.
eu: {param} erabiltzaileak sortu eta kudeatua.
fa: ایجاد و مدیریت‌شده توسط {param}.
fi: Lähetyksen on luonut ja sitä hallinnoi {param}.
gl: Creada e xestionada por {param}.
it: Creata e gestita da {param}.
nl: Aangemaakt en beheerd door {param}.
pt: Criado e administrado por {param}.
ro: Creat și gestionat de {param}.
ru: Создано и управляется {param}.
sk: Vytvoril a spravuje {param}.
sl: Ustvaril in upravlja {param}.
sq: Krijuar dhe administruar nga {param}.
uk: Створено та адмініструється {param}.
vi: Được tạo và quản lý bởi {param}.
zh: 由 {param} 创建和管理。

# broadcastRoundX
source: Round {param}
ca: Ronda {param}
it: Turno {param}
nl: Ronde {param}
ru: Раунд {param}
vi: Vòng {param}
zh: 第 {param} 轮

# broadcastDefaultRoundNameHelp
source: Keeping the default name will automatically translate it to all other languages.
ca: Deixant el nom per defecte el traduirà automàticament a tots els altres llenguatges.
it: Mantenendo il nome predefinito, questo verrà automaticamente tradotto in tutte le altre lingue.
nl: Laat de standaardnaam intact voor automatische vertaling naar alle andere talen.
ru: Сохранение названия по умолчанию автоматически переведёт его на все другие языки.
vi: Giữ nguyên tên mặc định sẽ tự động dịch sang mọi ngôn ngữ khác.
zh: 保留默认名称会将其自动翻译为其他语言。

# broadcastNbBroadcasts
source: {count, plural, =1{{count} broadcast} other{{count} broadcasts}}
af: {count, plural, =1{{count} uitsending} other{{count} uitsendings}}
ar: {count, plural, =0{{count} بث} =1{{count} بث} =2{{count} بث} few{{count} بث} many{{count} بث} other{{count} بث}}
bg: {count, plural, =1{{count} излъчване} other{{count} излъчвания}}
bs: {count, plural, =1{{count} emitovanje} few{{count} emitovanja} other{{count} emitovanja}}
ca: {count, plural, =1{{count} retransmissió} other{{count} retransmissions}}
cs: {count, plural, =1{{count} vysílání} few{{count} vysílání} many{{count} vysílání} other{{count} vysílání}}
da: {count, plural, =1{{count} udsendelse} other{{count} udsendelser}}
el: {count, plural, =1{{count} μετάδοση} other{{count} μεταδόσεις}}
eo: {count, plural, =1{{count} elsendo} other{{count} elsendoj}}
es: {count, plural, =1{{count} transmisión} other{{count} transmisiones}}
eu: {count, plural, =1{Zuzeneko {count}} other{{count} zuzeneko}}
fa: {count, plural, =1{{count} پخش همگانی} other{{count} پخش همگانی}}
fi: {count, plural, =1{{count} lähetys} other{{count} lähetystä}}
gl: {count, plural, =1{{count} emisión} other{{count} emisións}}
he: {count, plural, =1{הקרנה {count}} =2{{count} הקרנות} many{{count} הקרנות} other{{count} הקרנות}}
it: {count, plural, =1{{count} diretta} other{{count} dirette}}
kk: {count, plural, =1{{count} көрсетілім} other{{count} көрсетілім}}
ko: {count, plural, other{{count} 방송}}
lt: {count, plural, =1{{count} transliacija} few{{count} transliacijos} many{{count} transliacijos} other{{count} transliacijų}}
nl: {count, plural, =1{{count} uitzending} other{{count} uitzendingen}}
pt: {count, plural, =1{{count} transmissão} other{{count} transmissões}}
ro: {count, plural, =1{{count} transmisiune} few{{count} transmisiuni} other{{count} de transmisiuni}}
ru: {count, plural, =1{{count} трансляция} few{{count} трансляции} many{{count} трансляций} other{{count} трансляций}}
sk: {count, plural, =1{{count} vysielanie} few{{count} vysielania} many{{count} vysielaní} other{{count} vysielaní}}
sl: {count, plural, =1{{count} oddaja} =2{{count} oddaji} few{{count} oddaje} other{{count} oddaj}}
sq: {count, plural, =1{{count} transmetim} other{{count} transmetime}}
sv: {count, plural, =1{{count} sändning} other{{count} sändningar}}
tr: {count, plural, =1{{count} canlı turnuva} other{{count} canlı turnuva}}
uk: {count, plural, =1{{count} трансляція} few{{count} трансляції} many{{count} трансляцій} other{{count} трансляцій}}
vi: {count, plural, other{{count} phát sóng}}
zh: {count, plural, other{{count} 场转播}}
zh_tw: {count, plural, other{{count} 個直播}}

# broadcastNbViewers
source: {count, plural, =1{{count} viewer} other{{count} viewers}}
ar: {count, plural, =0{{count} مشاهد} =1{{count} مشاهد} =2{{count} مشاهد} few{{count} مشاهد} many{{count} مشاهد} other{{count} مشاهد}}
bs: {count, plural, =1{{count} gledalac} few{{count} gledalaca} other{{count} gledalaca}}
ca: {count, plural, =1{{count} espectador} other{{count} espectadors}}
cs: {count, plural, =1{{count} divák} few{{count} diváků} many{{count} diváků} other{{count} diváků}}
da: {count, plural, =1{{count} seer} other{{count} seere}}
el: {count, plural, =1{{count} θεατής } other{{count} θεατές}}
eo: {count, plural, =1{{count} spektanto} other{{count} spektantoj}}
es: {count, plural, =1{{count} espectador} other{{count} espectadores}}
eu: {count, plural, =1{Ikusle {count}} other{{count} ikusle}}
fa: {count, plural, =1{{count} تماشاگر} other{{count} تماشاگرها}}
fi: {count, plural, =1{{count} katsoja} other{{count} katsojaa}}
gl: {count, plural, =1{{count} espectador} other{{count} espectadores}}
it: {count, plural, =1{{count} spettatore} other{{count} spettatori}}
kk: {count, plural, =1{{count} көрермен} other{{count} көрермен}}
ko: {count, plural, other{시청자 {count}명}}
lt: {count, plural, =1{{count} žiūrovas} few{{count} žiūrovai} many{{count} žiūrovų} other{{count} žiūrovų}}
nl: {count, plural, =1{{count} kijker} other{{count} kijkers}}
pt: {count, plural, =1{{count} espetador} other{{count} espetadores}}
ro: {count, plural, =1{{count} spectator} few{{count} spectatori} other{{count} spectatori}}
ru: {count, plural, =1{{count} зритель} few{{count} зрителя} many{{count} зрителей} other{{count} зрителей}}
sk: {count, plural, =1{{count} sledujúci} few{{count} sledujúci} many{{count} sledujúcich} other{{count} sledujúcich}}
sl: {count, plural, =1{{count} gledalec} =2{{count} gledalca} few{{count} gledalci} other{{count} gledalcev}}
sq: {count, plural, =1{{count} parës} other{{count} parës}}
sv: {count, plural, =1{{count} tittare} other{{count} tittare}}
uk: {count, plural, =1{{count} глядач} few{{count} глядачі} many{{count} глядачів} other{{count} глядачів}}
vi: {count, plural, other{{count} người xem}}
zh: {count, plural, other{{count} 名观众}}

# challengeChallengesX
source: Challenges: {param1}
af: Uitdagings: {param1}
ar: التحديات: {param1}
be: Выклікаў: {param1}
bg: Предизвикателства: {param1}
bn: প্রতিদ্বন্দ্বীরা:{param1}
bs: Izazovi: {param1}
ca: Desafiaments: {param1}
cs: Výzvy: {param1}
da: Udfordringer: {param1}
el: Προκλήσεις: {param1}
eo: Defioj: {param1}
es: Desafíos: {param1}
eu: Erronkak: {param1}
fa: پیشنهاد بازی: {param1}
fi: Haasteet: {param1}
gl: Desafíos: {param1}
he: הזמנות למשחק: {param1}
hy: Մարտահրավերներ: {param1}
it: Sfide: {param1}
kk: Шақырулар: {param1}
ko: 도전: {param1}
lt: Iššūkiai: {param1}
lv: Izaicinājumi: {param1}
nl: Uitdagingen: {param1}
pt: Desafios: {param1}
ro: Provocări: {param1}
ru: Вызовов: {param1}
sk: Výzvy: {param1}
sl: Izzivi:{param1}
sq: Sfida: {param1}
sv: Utmaningar: {param1}
tr: {param1} karşılaşmaları
uk: Виклики: {param1}
vi: Số thách đấu: {param1}
zh: 挑战：{param1}
zh_tw: 挑戰: {param1}

# challengeChallengeToPlay
source: Challenge
af: Daag uit tot 'n spel
ar: تحدى في مباراة
az: Oyuna çağırış
be: Выклікаць на гульню
bg: Предизвикайте на партия
bn: খেলার জন্য চ্যালেঞ্জ করুন
bs: Izazov na partiju
ca: Desafia a una partida
cs: Vyzvat k partii
da: Udfordr til et spil
el: Νέα πρόκληση
eo: Defii al nova ludo
es: Desafiar a una partida
eu: Partida baterako erronka egin
fa: پیشنهاد بازی دادن
fi: Haasta peliin
gl: Desafía a unha partida
he: הזמינו למשחק
hy: Ուղարկել խաղի մարտահրավեր
id: Menantang ke permainan
it: Sfida a una partita
kk: Ойынға шақыру
ko: 도전 신청
lt: Iškelti iššūkį
lv: Izaicināt uz spēli
mk: Предизвикај на Игра
nl: Uitdagen voor een partij
pt: Desafiar para jogar
ro: Provoacă la o partidă
ru: Вызвать на игру
sk: Vyzvať na partiu
sl: Izzovi na partijo
sq: Sfidoni me një lojë
sr: Изазови на партију
sv: Utmana till ett parti
tr: Oyun teklif et
uk: Виклик на гру
vi: Thách đấu một ván cờ
zh: 发起挑战
zh_tw: 邀請對弈

# challengeChallengeDeclined
source: Challenge declined.
af: Uitdaging afgewys.
ar: تم رفض التحدي
az: Çağırış rədd edildi.
be: Выклік адхілены
bg: Предизвикателството е отказано
bn: চ্যালেঞ্জ প্রত্যাখ্যান করা হয়েছে
bs: Izazov odbijen.
ca: Desafiament rebutjat
cs: Výzva odmítnuta
da: Udfordring afvist
el: Η πρόκληση απορρίφθηκε.
eo: Defio malakceptita
es: Desafío rechazado
eu: Erronka baztertuta
fa: پیشنهاد بازی رد شد.
fi: Haasteesta kieltäydyttiin
gl: Desafío rexeitado
he: ההזמנה למשחק נדחתה
hy: Մարտահրավերը մերժված է
id: Tantangan ditolak
it: Sfida rifiutata
kk: Шақыруды қабылдамады
ko: 도전 거절됨
lt: Iššūkis atmestas
lv: Izaicinājums noraidīts
mk: Предизвикот е одбиен
nl: Uitdaging geweigerd
pt: Desafio recusado
ro: Provocare refuzată
ru: Вызов отклонён
sk: Výzva odmietnutá
sl: Izziv zavrnjen
sq: Sfida u refuzua
sr: Изазов одбијен
sv: Utmaning avböjd
tr: Oyun teklifi reddedildi
uk: Виклик відхилено
vi: Lời thách đấu bị từ chối.
zh: 挑战已拒绝
zh_tw: 對弈邀請已拒絕

# challengeChallengeAccepted
source: Challenge accepted!
af: Uitdaging aanvaar!
ar: تم قبول التحدي!
az: Çağırış qəbul edildi!
be: Выклік прыняты!
bg: Предизвикателството е прието!
bn: চ্যালেঞ্জ গৃহীত হয়েছে!
bs: Izazov prihvaćen!
ca: Desafiament acceptat!
cs: Výzva přijata!
da: Udfordring accepteret!
el: Η πρόκληση έγινε δεκτή!
eo: Defio akceptita!
es: ¡Desafío aceptado!
eu: Erronka onartuta!
fa: پیشنهاد بازی پذیرفته شد!
fi: Haaste hyväksytty!
gl: Desafío aceptado!
he: ההזמנה למשחק התקבלה!
hy: Մարտահրավերն ընդունված է
id: Tantangan diterima!
it: Sfida accettata!
kk: Шақыруды қабылдады!
ko: 도전 수락!
lt: Iššūkis priimtas!
lv: Izaicinājums pieņemts!
mk: Предизвикот е прифатен!
nl: Uitdaging aangenomen!
pt: Desafio aceite!
ro: Provocare acceptată!
ru: Вызов принят!
sk: Výzva prijatá!
sl: Izziv je sprejet!
sq: Sfida u pranua!
sr: Изазов прихваћен!
sv: Utmaning accepterad!
tr: Oyun teklifi kabul edildi!
uk: Виклик прийнято!
vi: Lời thách đấu được chấp nhận!
zh: 挑战已接受
zh_tw: 對弈邀請已接受

# challengeChallengeCanceled
source: Challenge cancelled.
af: Uitdaging gekanselleer.
ar: تم إلغاء التحدي.
az: Çağırışdan imtina edildi.
be: Выклік скасаваны.
bg: Предизвикателството е отменено.
bn: চ্যালেঞ্জ বাতিল হয়েছে.
bs: Izazov otkazan.
ca: Desafiament cancel·lat.
cs: Výzva byla zrušena.
da: Udfordring annulleret.
el: Η πρόκληση ακυρώθηκε.
eo: Defio nuligita.
es: Desafío cancelado.
eu: Erronka bertan behera utzita.
fa: پیشنهاد بازی لغو شد.
fi: Haaste peruutettu.
gl: Desafío cancelado.
he: ההזמנה למשחק התבטלה.
hy: Մարտահրավերը կասեցված է
id: Tantangan dibatalkan.
it: Sfida annullata.
kk: Шақырудың күші жойылды.
ko: 도전 취소됨.
lt: Iššūkis atšauktas.
lv: Izaicinājums atcelts.
mk: Предизвикот е откажан.
nl: Uitdaging geannuleerd.
pt: Desafio cancelado.
ro: Provocare anulată.
ru: Вызов отменён.
sk: Výzva zrušená.
sl: Izziv je preklican.
sq: Sfida u anulua.
sr: Изазов отказан.
sv: Utmaning avbruten.
tr: Oyun teklifi iptal edildi.
uk: Виклик скасовано.
vi: Lời thách đấu bị hủy bỏ.
zh: 挑战已取消
zh_tw: 對弈邀請已撤銷

# challengeRegisterToSendChallenges
source: Please register to send challenges to this user.
af: Registreer om uitdagings te stuur.
ar: الرجاء التسجيل لإرسال تحديات.
az: Çağırış göndərmək üçün lütfən qeydiyyatdan keçin.
be: Зарэгіструйцеся, каб выклікаць супернікаў на гульню.
bg: Регистрирайте се, за да отправяте предизвикателства.
bn: চ্যালেঞ্জ করার জন্য একাউন্ট প্রয়োজন। দয়া করে নিবন্ধন করুন।.
bs: Molimo, registrirajte se da biste mogli slati izazove.
ca: Si us plau, registra't per enviar desafiaments.
cs: Pro poslání výzvy se musíte zaregistrovat.
da: Opret en konto for at sende udfordringer.
el: Εγγραφείτε για να προκαλέσετε αυτόν τον χρήστη.
eo: Bonvolu registri por sendi defiojn.
es: Por favor, regístrate para desafiar a otros jugadores.
eu: Eman izena erronkak bidaltzeko.
fa: برای پیشنهاد بازی دادن به این کاربر، لطفا نام‌نویسی کنید.
fi: Rekisteröidy niin voit lähettää haasteita.
gl: Por favor, rexístrate para retar a este usuario.
he: אנא הירשמו כדי לשלוח הזמנות למשחקים.
hy: Գրանցվեք՝ մրցակիցներին խաղի հրավիրելու համար։
id: Harap mendaftar untuk mengirim tantangan.
it: Registrati per sfidare altri giocatori.
kk: Ойынға шақыру үшін тіркеліңіз.
ko: 도전을 하려면 가입하십시오.
lt: Norėdami kurti iššūkius užsiregistruokite.
lv: Lūdzu reģistrējieties, lai sūtītu izaicinājumus.
mk: Ве молиме регистрирајте се за испраќање предизвици.
nl: Gelieve te registreren om uitdagingen te versturen.
pt: Por favor regista-te para enviar desafios.
ro: Te rugăm să te înregistrezi pentru a putea trimite provocări.
ru: Зарегистрируйтесь, чтобы вызывать соперников на игру.
sk: Pre odoslanie výzvy sa zaregistrujte.
sl: Če želite poslati izziv, se, prosim, registrirajte.
sq: Që të dërgoni sfidë, ju lutemi, regjistrohuni.
sr: Молимо Вас да се региструјете како би послали изазове.
sv: Vänligen registrera ett konto för att skicka utmaningar.
tr: Oyun daveti göndermek için lütfen üye olun.
uk: Зареєструйтесь, щоб викликати суперників на гру.
vi: Xin hãy đăng ký để gửi lời thách đấu tới người dùng này.
zh: 请注册后再向此用户发送挑战
zh_tw: 請登入以向其他人發出對弈邀請

# challengeYouCannotChallengeX
source: You cannot challenge {param}.
af: Jy kan nie {param} uitdaag nie.
ar: لا يمكنك تحدي {param}.
az: {param} istifadəçisinə çağırış edə bilməzsiz.
be: Вы не можаце выклікаць на гульню {param}.
bg: Не можете да предизвикате {param}.
bn: আপনি {param} কে চ্যালেঞ্জ করতে পারবেন না.
bs: Ne možete izazvati {param}.
ca: No pots desafiar a {param}.
cs: Nemůžete vyzvat {param}.
da: Du kan ikke udfordre {param}.
el: Δεν μπορείτε να προκαλέσετε τον χρήστη {param}.
eo: Vi ne povas defii {param}.
es: No puedes desafiar a {param}.
eu: Ezin diozu {param} erabiltzaileri erronka egin.
fa: شما نمی‌توانید به {param} پیشنهاد بازی دهید.
fi: Et voi haastaa pelaajaa {param}.
gl: Non podes desafiar a {param}.
he: לא ניתן להזמין את {param} למשחק.
hy: Դուք չեք կարող խաղին հրավիրել {param}-ին։
id: Anda tidak dapat menantang {param}.
it: Non puoi sfidare {param}.
kk: Сіз {param} шақыра алмайсыз.
ko: {param}에게는 도전할 수 없습니다.
lt: Negalite kelti iššūkio {param}.
lv: Nevarat izaicināt {param}.
mk: Не можете да го предизвикате {param}.
nl: Je kunt {param} niet uitdagen.
pt: Não podes desafiar {param}.
ro: Nu poți să îl provoci pe {param}.
ru: Вы не можете вызвать на игру {param}.
sk: Nemôžete vyzvať {param}.
sl: Ne morete izzvati {param}.
sq: S’mund të sfidoni {param}.
sr: Не можете изазвати {param}.
sv: Du kan inte utmana {param}.
tr: {param} adlı oyuncuya oyun daveti gönderemezsiniz.
uk: Ви не можете викликати на гру {param}.
vi: Bạn không thể thách đấu {param}.
zh: 您不能挑战 {param}
zh_tw: 你無法向{param}發出對弈邀請

# challengeXDoesNotAcceptChallenges
source: {param} does not accept challenges.
af: {param} aanvaar nie uitdagings nie.
ar: {param} لا يقبل التحديات.
az: {param} çağırışları qəbul etmir.
be: {param} не прымае выклікі.
bg: {param} не приема предизвикателства.
bn: {param} চ্যালেঞ্জ গ্রহন করেননি.
bs: {param} ne prihvata izazove.
ca: {param} no accepta desafiaments.
cs: {param} nepřijímá výzvy.
da: {param} accepterer ikke udfordringer.
el: Ο χρήστης {param} δε δέχεται προκλήσεις.
eo: {param} ne akceptas defiojn.
es: {param} no acepta desafíos.
eu: {param} erabiltzaileak ez du erronkarik onartzen.
fa: {param} پیشنهاد بازی را نپذیرفت.
fi: {param} ei ota haasteita vastaan.
gl: {param} non acepta desafíos.
he: {param} לא מקבל/ת הזמנות למשחקים.
hy: {param}-ը չի ընդունում մարտահրավերները։
id: {param} tidak menerima tantangan.
it: {param} non accetta sfide.
kk: {param} шақыруды қабылдамады.
ko: {param}가 도전을 받아들이지 않았습니다.
lt: {param} nepriima iššūkių.
lv: {param} nepieņem izaicinājumus.
mk: {param} не прифаќа предизвици.
nl: {param} neemt geen uitdagingen aan.
pt: {param} não aceita desafios.
ro: {param} nu acceptă provocări.
ru: {param} не принимает вызовы.
sk: {param} neprijíma výzvy.
sl: {param} ne sprejema izzivov.
sq: {param} nuk pranon sfida.
sr: {param} не прихвата изазове.
sv: {param} accepterar inte utmaningar.
tr: {param} oyun davetlerini kabul etmiyor.
uk: {param} не приймає викликів.
vi: {param} không chấp nhận các lời thách đấu.
zh: {param} 不接受挑战
zh_tw: {param}沒有接受對弈邀請
