Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeAdvancedPawnDescription
source: One of your pawns is deep into the opponent position, maybe threatening to promote.
af: 'n Pion wat bevorder of dreig om te bevorder, is die sleutel tot die taktiek.
ar: أحد البيادق الخاصة بك تقدمت إلي ساحة الخَصْم, ممكن من أجل التهديد بالترقية.
az: Çevrilən və ya çevrilməyə yaxın bir piyada taktikanın açarıdır.
be: Адна з вашых пешак глыбока ў пазіцыі суперніка, магчыма пагражае ператварэннем.
bg: Произвеждането на пешка, или заплахата за произвеждане, е ключова стратегия.
bn: আপনার একটি সৈন্য প্রতিপক্ষের অবস্থানের গভীরে গিয়েছে, সম্ভবত তা প্রমোশনের জন্য হুশিয়ারি দিচ্ছে।
bs: Jedan od vaših pijuna je duboko u poziciji protivnika, možda prijeti promocijom.
ca: Un peó a punt de coronar o amenaçant la coronació és la tàctica clau.
cs: Jeden z Vašich pěšců je hluboko v poli protihráče, a možná hrozí proměnou.
da: En bonde, der forvandles eller truer med at forvandle, er nøglen til taktikken.
el: Ένα πιόνι έχει προχωρήσει πολύ και απειλεί να προαχθεί.
eo: Unu el viaj soldatoj profundas en la kontraŭa flanko, kaj ĝia ebla rangaltiĝo minacas.
es: Uno de tus peones está bien avanzado en territorio enemigo, quizás amenazando promocionar.
eu: Sustatuko den edo sustatze-bidean dagoen peoia da ariketa honen muina.
fa: یکی از پیاده‌های‌تان به اردوگاه حریف پیش رفته، شاید تهدید به ارتقا دارد.
fi: Taktiikassa keskeistä on sotilas, joka korottuu tai uhkaa korottua.
gl: Un dos teus peóns infíltrase no campo inimigo, ameazando con coroar.
he: אחד מהחיילים שלך עמוק בקווי היריב, אולי מאיים להיות מוכתר.
hy: Զինվորը վերածվելու կամ զինվորը վերածվելու սպառնալիքի հետ կապված մարտավարություն։
id: Satu pion anda jauh dalam posisi lawan, mungkin mengancam untuk melakukan promosi.
it: Un pedone che promuove o che minaccia di promuovere è la chiave della tattica.
kk: Айналуға ұмтылған не айналу қаупін төндіретін сарбаз – тактиканың өзегі.
ko: 상대방 진영에 깊숙히 전진한 폰이 승급을 노립니다.
lt: Pėstininkas, kuris keičiamas kita figūra, ar tuoj tai darys, čia yra esminė taktika.
lv: Kāds no jūsu bandiniekiem nonācis dziļi pretinieka pozīcijā, iespējams draudot ar paaugstināšanu.
nl: Een pion die promoveert of dreigt te promoveren is hier cruciaal.
pt: A chave do tático é um peão a promover ou a ameaçar promover.
ro: Unul dintre pionii care este avansat in teritoriul inamic, poate amenință să promoveze.
ru: Одна из Ваших пешек далеко продвинута, есть шанс превращения.
sk: Premena pešiaka alebo hrozba premeny je kľúčom k taktike.
sl: 85 / 5000 Translation results Eden od vaših kmetov je globoko na nasprotnikovem področju in ima morda možnost za promocijo.
sq: Një nga ushtarët tuaj ka hyrë thellë në territorin e kundërshtarit, ndoshta duke kërcënuar të gradohet.
sr: Један од Ваших пешака је дубоко у противничкој позицији, можда прети да промовише.
sv: En bonde som promoverar eller hotar att promovera är nyckeln till taktiken.
tr: Terfi eden veya terfi etmek üzere olan bir piyon taktik bilgisinin olmazsa olmazıdır.
uk: Один з Ваших пішаків просунувся по позиціях суперника, ймовірна загроза перетворення.
vi: Một quân tốt của bạn có thể đe dọa phong cấp đang nằm sâu bên trong thế trận của đối thủ.
zh: 您的其中一个兵已深入对方阵地，可能威胁升变。
zh_tw: 你的其中一個兵已經深入了對方的棋位，或許要威脅升變。

# puzzleThemeAdvantage
source: Advantage
af: Voordeel
ar: أفضلية
az: Üstünlük
be: Перавага
bg: Предимство
bn: লাভ
bs: Prednost
ca: Avantatge
cs: Výhoda
da: Fordel
el: Πλεονέκτημα
eo: Avantaĝo
es: Ventaja
eu: Abantaila
fa: برتری
fi: Etu
gl: Vantaxe
he: יתרון
hy: Առավելություն
id: Keuntungan
it: Vantaggio
kk: Басымдылық
ko: 이점
lt: Pranašumas
lv: Pārsvars
mk: Предност
nl: Voordeel
pt: Vantagem
ro: Avantaj
ru: Преимущество
sk: Výhoda
sl: Prednost
sq: Avantazh
sr: Предност
sv: Fördel
tr: Avantaj
uk: Перевага
vi: Lợi thế
zh: 优势
zh_tw: 取得優勢

# puzzleThemeAdvantageDescription
source: Seize your chance to get a decisive advantage. (200cp ≤ eval ≤ 600cp)
af: Gryp u kans aan om 'n deurslaggewende voordeel te behaal. (200cp ≤ eval ≤ 600cp)
ar: اغتنم فرصتك للحصول على ميزة حاسمة. (200cp ≤ التقييم ≤ 600cp)
az: Həlledici üstünlük əldə etmək üçün fürsətdən istifadə edin. (200-600sp arası)
be: Не ўпусціце шанец, каб атрымаць вырашальную перавагу. (200сп ≤ ацэнка ≤ 600сп)
bg: Възползване от шанс за решаващо предимство. (200cp ≤ eval ≤ 600cp)
bn: মারাত্বক লাভের জন্য আপনার সুযোগকে কাজে লাগান (200cp ≤ eval ≤ 600cp)
bs: Iskoristite svoju šansu da ostvarite odlučujuću prednost. (200cp ≤ eval ≤ 600cp)
ca: Aprofita l'oportunitat per agafar avantatge definitiva. (200cp ≤ eval ≤ 600cp)
cs: Využijte své šance získat rozhodující výhodu. (200cp ≤ eval ≤ 600cp)
da: Grib chancen for at få en afgørende fordel. (200cb ≤ eval ≤ 600cb)
el: Εκμεταλλευτείτε κάθε δυνατή ευκαιρία για να αποκτήσετε καθοριστικό πλεονέκτημα. (200cp ≤ eval ≤ 600cp)
eo: Profitu viajn ŝancojn por havi decida avantaĝo. (200cp ≤ eval ≤ 600cp)
es: Aprovecha la oportunidad de obtener una ventaja decisiva. (200cp ≤ eval ≤ 600cp)
eu: Abantaila osoa lortzen saiatu (200cp ≤ ebaluazioa ≤ 600cp)
fa: از بخت‌تان برای رسیدن به برتری قطعی بهره برید. (۲۰۰ص‌پ ≤ ارزیابی ≤ ۶۰۰ص‌پ)
fi: Tartu tilaisuuteen hankkia ratkaiseva etu. (200cp ≤ eval ≤ 600cp)
gl: Aproveita a oportunidade de obter unha vantaxe decisiva. (200cp ≤ eval ≤ 600cp)
he: נצל/י את ההזדמנות כדי להשיג יתרון מכריע. (הערכת יתרון בין 2.0 ל־6.0)
hy: Օգտագործեք որոշիչ առավելություն ստանալու Ձեր հնարավորությունը (200-ից 600 սանտիզինվոր)
id: Raih kesempatan Anda untuk mendapatkan keuntungan yang besar. (200cp ≤ eval ≤ 600cp)
it: Cogli l'occasione per guadagnare un vantaggio decisivo. (200cp ≤ valutazione ≤ 600cp)
kk: Шешуші артықшылық беретін сәтті жіберіп алмаңыз. (200-600 сп)
ko: 결정적인 이점을 쟁취하세요. (200cp ≤ eval ≤ 600cp)
lt: Pasinaudokite proga įgauti esminį pranašumą. (200cp ≤ eval ≤ 600cp)
lv: Izmantojiet iespēju iegūt noteicošu pārsvaru. (200cp ≤ vērtējums ≤ 600cp)
mk: Искористете ја шансата да добиете одлучувачка предност. (200cp ≤ eval ≤ 600cp)
nl: Grijp je kans om een doorslaggevend voordeel te verkrijgen. (200cp ≤ eval ≤ 600 cp)
pt: Aproveita a oportunidade de obter uma vantagem decisiva. (200cp ≤ aval ≤ 600cp)
ro: Profită de șansa ta pentru a obține un avantaj decisiv. (200cp ≤ eval ≤ 600cp)
ru: Используйте свой шанс получить решающее преимущество. (от 200 до 600 сантипешек)
sk: Využite svoju šancu získať rozhodujúcu prevahu (200cp ≤ eval ≤ 600cp)
sl: Izkoristite priložnost in si pridobite odločilno prednost (ocena pozicije med 200 in 600 stotinov kmeta)
sq: Shfrytëzoni shansin tuaj që të përfitoni një avantazh vendimtar. (200cp ≤ vlerë ≤ 600cp)
sr: Искористите шансу да стекнете одлучујућу предност. (200cp ≤ евалуација ≤ 600cp)
sv: Ta chansen att få ett avgörande övertag. (200cp ≤ eval ≤ 600cp)
tr: Mutlak bir üstünlük kazanma şansını yakala. (200sp ≤ analiz ≤ 600sp)
uk: Скористайтесь шансом отримати вирішальну перевагу. (200cp ≤ eval ≤ 600cp)
vi: Tận dụng cơ hội của bạn để chiếm lấy lợi thế quyết định. (200cp ≤ đánh giá ≤ 600cp)
zh: 抓住机会获得决定性优势（200 厘兵 ≤ 评估 ≤ 600 厘兵）
zh_tw: 把握機會以取得決定性優勢。（200 厘兵 ≤ 評估值 ≤ 600 厘兵）

# puzzleThemeAnastasiaMate
source: Anastasia's mate
af: Anastasia se mat
ar: كش مات أناستازيا
az: Anastasiya matı
be: Мат Анастасіі
bg: Мат на Анастасия
bn: অ্যানেস্তেসিয়ার মাত
bs: Anastasijin mat
ca: Mat d'Anastasia
cs: Anastáziin mat
da: Anastasias mat
el: To ματ της Αναστασίας
eo: Anastasia ŝakmato
es: Mate de Anastasia
eu: Anastasiaren matea
fa: مات آناستازیا
fi: Anastasian matti
gl: Mate de Anastasia
he: המט של אנסטסיה
hy: Անաստասիայի մատ
id: Skakmat Anastasia
it: Matto di Anastasia
kk: Анастасия маты
ko: 아나스타시아 메이트
lt: Anastasijos matas
lv: Anastāsijas mats
nl: Mat van Anastasia
pt: Mate Anastasia
ro: Mat-ul Anastasiei
ru: Мат Анастасии
sk: Anastáziin mat
sl: Anastasijin mat
sq: Mati i Anastasisë
sr: Анастазијин мат
sv: Anastasias matt
tr: Anastasia matı
uk: Мат Анастасії
vi: Chiếu hết kiểu Anastasia
zh: 阿纳斯塔西娅将杀
zh_tw: 阿納斯塔西亞殺法

# puzzleThemeAnastasiaMateDescription
source: A knight and rook or queen team up to trap the opposing king between the side of the board and a friendly piece.
af: 'n Ruiter en 'n toring of 'n dame span saam om die opposisie koning tussen die kant van die bord en 'n vriendelike stuk vas te vang.
ar: يتعاون الحصان والقلعة أو الوزير ليحاصروا الملك المنافس بين جانب الرقعة وقطعة صديقة.
az: Bir atın köməyilə top və ya vəzir, rəqib şahını lövhənin kənarında digər bir rəqib fiquru ilə mat edir.
be: Конь і ладдзя (ці ферзь) працуюць разам, каб заматаваць караля суперніка паміж сваёй фігурай і краем дошкі.
bg: Кон и топ (или дама) се координират за да приклещят противниковия цар между края на дъската и друга фигура.
bn: একটা ঘোড়া এবং একটা নৌকা অথবা মন্ত্রীকে নিয়ে দল বাঁধান প্রতিপক্ষের রাজাকে বোর্ডের সাইড এবং তারই গুটির মাঝে ফাঁদে ফেলার জন্য।
bs: Skakač se udružuje s topom ili damom kako bi zarobili protivničkog kralja između ivice table i prijateljske figure.
ca: Un cavall i una torre o una dama es coordinen per atrapar el rei de l'oponent entre una cantonada del tauler i una peça aliada.
cs: Jezdec a věž nebo královna se spojí, aby obklíčili protihráčova krále mezi krajem šachovnice a přátelskou figurou.
da: En springer og et tårn eller en dronning går sammen om at fange modstanderens konge mellem side af brættet og en venligsindet brik.
el: Ένας ίππος και ένας πύργος ή μια βασίλισσα συνεργάζονται για να κάνουν ματ, παγιδεύοντας τον αντίπαλο βασιλιά μεταξύ της άκρης της σκακιέρας και ενός φιλικού κομματιού.
eo: Ĉevalo kaj turo aŭ damo laboras kune por kapti la kontraŭa reĝo inter la flanko de la tabulo kaj amika ŝakpeco.
es: Un caballo y una torre o dama se unen para atrapar al rey contrario entre un extremo del tablero y una pieza de su bando.
eu: Zaldun bat eta gaztelua eta damak aurkariaren erregea taularen bazter baten eta bere pieza baten artean harrapatzen dute.
fa: یک اسب و یک رخ به همدیگر کمک میکنند تا شاه حریف را بین گوشه های زمین و یک مهره از حریف زندانی کنند.
fi: Ratsun sekä tornin tai daamin yhteistyöllä vastustajan kuningas jää kiinni laudan reunan ja oman nappulan välissä.
gl: Un cabalo e unha torre ou dama únense para atrapar ao rei contrario entre un extremo do taboleiro e unha peza do seu bando.
he: פרש, יחד עם צריח או מלכה, לוכדים את המלך היריב בין דופן הלוח לבין כלי מכוחותיו.
hy: Ձին և նավակը (կամ թագուհին) մրցակցի արքային մատ են անում խաղատախտակի եզրի և մրցակցի այլ խաղաքարի միջև։
id: Kuda dan benteng bekerja sama untuk menjebak raja lawan di antara sisi papan dan bidak kawan di sisi lain.
it: Un cavallo e una torre o una donna si coordinano nell'intrappolare il re avversario tra un suo pezzo e il bordo della scacchiera.
kk: Ат пен тура не уәзірдің бірлесіп, қарсылас патшасын тақта шеті мен өз тасының арасында ұстап алуы.
ko: 나이트와 룩 또는 퀸이 힘을 합쳐 상대 킹을 보드 가장자리와 자신의 기물 사이의 함정에 빠트립니다.
lt: Žirgas ir valdovė arba bokštas bendromis jėgomis įkalina priešininko karalių tarp lentos krašto ir kitos figūros.
lv: Zirdziņš ar torni vai dāmu iesprosto pretinieka karali starp galdiņa malu un viņa paša figūru.
nl: Een paard werkt samen met een toren of dame om de koning van de tegenstander tussen de zijkant van het bord en een eigen stuk te vangen.
pt: Um cavalo e uma torre ou dama cooperam para prender o rei inimigo entre um lado do tabuleiro e outra peça inimiga.
ro: Un cal şi o tură sau o regină fac echipă pentru a prinde regele opus între marginea tablei şi o piesă aliată.
ru: Конь и ладья (или ферзь) матуют короля противника между краем доски и другой фигурой противника.
sk: Jazdec a veža alebo dáma sa spoja aby súperovho kráľa chytili do pasce medzi okrajom šachovnice a vlastnou figúrkou.
sl: Skakač in trdnjava ali dama sodelujejo, da ujamejo nasprotnega kralja ob rob šahovnice in prijateljsko figuro v past.
sq: Një kalë dhe torrë ose mbretëreshë bëhen tok për të bllokuar mbretin kundërshtar mes anës së fushës dhe një guri miqësor.
sr: Скакач и топ или краљица се удружују како би заробили противничког краља између ивице табле и пријатељске фигуре.
sv: En springare samarbetar med ett torn eller en dam för att fånga motståndarkungen mellan kanten på brädet och en vänlig pjäs.
tr: Kale veya vezir, atın yardımıyla tahtanın kenarı ve kendi taşı arasında sıkıştırılan rakip şahı mat eder.
uk: Кінь з турою або ферзем ловлять короля між краєм дошки та власною фігурою.
vi: Một quân mã phối hợp cùng quân xe hoặc quân hậu để bẫy quân vua đối phương vào thế kẹp giữa cạnh bàn cờ và một quân khác.
zh: 马与车或后配合，将对方的王困在棋盘边线与己方棋子之间。
zh_tw: 馬與車或后聯手在棋盤邊困住對手國王以及另一對手棋子

# puzzleThemeArabianMate
source: Arabian mate
af: Arebierse mat
ar: كش مات عربي
az: Ərəb matı
be: Арабскі мат
bg: Арабски мат
bn: আরবীয় মাত
bs: Arapski mat
ca: Mat àrab
cs: Arabský mat
da: Arabisk mat
el: Αραβικό ματ
eo: Araba ŝakmato
es: Mate árabe
eu: Mate arabiarra
fa: مات عربی
fi: Arabialainen matti
gl: Mate árabe
he: מט ערבי
hy: Արաբական մատ
id: Skakmat Arab
it: Matto arabo
kk: Арабша мат
ko: 아라비안 메이트
lt: Arabiškasis matas
lv: Arābu mats
nl: Arabisch mat
pt: Mate Árabe
ro: Mat-ul arab
ru: Арабский мат
sk: Arabský mat
sl: Arabski mat
sq: Mat arab
sr: Арапски мат
sv: Arabisk matt
tr: Arap matı
uk: Арабський мат
vi: Chiếu hết kiểu Ả Rập
zh: 阿拉伯将杀
zh_tw: 阿拉伯殺法

# puzzleThemeArabianMateDescription
source: A knight and a rook team up to trap the opposing king on a corner of the board.
af: 'n Ruiter en 'n toring span saam om die opponerende koning in die hoek van die bord vas te vang.
ar: يتعاون الحصان والرخ ليحاصروا ملك الخصم في زاوية الرقعة.
az: At və top, rəqib şahını lövhənin bir küncünə sıxışdırıb mat edir.
be: Конь і ладдзя працуюць разам, каб заматаваць караля суперніка ў кутку дошкі.
bg: Кон и топ матират царя в ъгъла на полето.
bn: প্রতিপক্ষের রাজাকে বোর্ডের এক কোণায় ফাঁদে ফেলার জন্য একটা ঘোড়া এবং একটা নৌকার দলগঠন।
bs: Vitez i top se udružuju da zarobe protivničkog kralja na uglu ploče.
ca: Un cavall i una torre es coordinen per atrapar el rei de l'oponent en una cantonada del tauler.
cs: Jezdec a věž dají mat soupeřovu králi na kraji šachovnice.
da: En springer og et tårn samarbejder om at fange modstanderens konge i et af brættets hjørner.
el: Ένας ίππος και ένας πύργος συνεργάζονται για να κάνουν ματ παγιδεύοντας τον αντίπαλο βασιλιά σε μια γωνία της σκακιέρας.
eo: Ĉevalo kaj turo laboras kune por kapti la kontraŭa reĝo en angulo de la tabulo.
es: Un caballo y una torre se unen para atrapar al rey contrario en una esquina del tablero.
eu: Zaldun eta gaztelu banak elkarrekin lan egiten dute aurkariaren erregea xake-taularen bazter baten harrapatzeko.
fa: یک اسب و یک رخ برای به دام انداختن شاه حریف در گوشه صفحه همکاری می کنند.
fi: Ratsun ja tornin yhteistyöllä vastustajan kuningas jää kiinni laudan nurkassa.
gl: Un cabalo e unha torre únense para atrapar ao rei contrario nunha esquina do taboleiro.
he: פרש וצריח לוכדים יחד את המלך היריב בפינת הלוח.
hy: Ձին և նավակը մրցակցի արքային մատ են անում խաղատախտակի անկյունում։
id: Bidak kuda dan benteng bekerja sama untuk menjebak raja lawan di sudut papan.
it: Un cavallo e una torre si coordinano nell'intrappolare il re avversario in un angolo della scacchiera.
kk: Ат пен тураның бірлесіп қарсылас патшаны тақта бұрышында ұстап алуы.
ko: 나이트와 룩이 힘을 합쳐 상대 킹을 보드 구석에서 함정에 빠트립니다.
lt: Žirgas ir bokštas suvienija jėgas įkalindami priešininko karalių lentos kampe.
lv: Zirdziņš ar torni kopīgi iesprosto pretinieka karali galdiņa stūrī.
nl: Een paard en een toren werken samen om de koning van de tegenstander in een hoek van het bord in te sluiten.
pt: Um cavalo e uma torre cooperam para prenderem o rei inimigo no canto do tabuleiro.
ro: Un cal și o tură au făcut echipă să prinda regele într-un colț de tablă.
ru: Конь и ладья матуют вражеского короля в углу доски.
sk: Jazdec a veža sa spoja aby súperovho kráľa chytili do pasce v rohu šachovnice.
sl: Skakač in trdnjava s skupnimi močmi ujameta nasprotnega kralja v kotu šahovnice.
sq: Një kalë dhe një torrë bëhen tok për të bllokuar mbretin kundërshtar në një cep të fushës.
sr: Скакач и топ се удружују како би заробили противничког краља на ћошку табле.
sv: En springare och ett torn samarbetar för att fånga motståndarkungen i ett hörn av brädet.
tr: At ile kalenin, rakip şahı tahtanın köşesine sıkıştırdığı matlar.
uk: Кінь та тура разом ловлять короля у кутку дошки.
vi: Một Mã và một Xe hợp sức để bẫy vua đối phương trên một góc của bàn cờ.
zh: 马与车配合，将对方的王困在棋盘角落。
zh_tw: 馬和車聯手把對方的王困住在角落的位置

# puzzleThemeAttackingF2F7
source: Attacking f2 or f7
af: Aanval f2 of f7
ar: الهجوم على f2 أو f7
az: f2 və ya f7 hücumu
be: Напад на f2 або f7
bg: Атака на f2 или f7
bn: f2 অথবা f7 কে আক্রমণ করা
bs: Napada f2 ili f7
ca: Atacant f2 o f7
cs: Útok na f2 či f7
da: Angreb på f2 eller f7
el: Επίθεση στο f2 ή f7
eo: Atako al f2 aŭ f7
es: Atacando f2 o f7
eu: f2 edo f7 erasotu
fa: حمله به خانه f2 یا f7
fi: Hyökkäys f2:een tai f7:ään
gl: Atacando f2 ou f7
he: תקיפה של ו2 או ו7
hy: Գրոհ f2-ի կամ f7-ի վրա
id: Menyerang f2 atau f7
it: Attacco su f2 o f7
kk: f2 не f7-ге шабуылдау
ko: f2나 f7 공격하기
lt: f2 arba f7 puolimas
lv: Uzbrukums f2 vai f7
nl: f2 of f7 aanvallen
pt: Atacar f2 ou f7
ro: Atac pe f2 sau f7
ru: Атака f2 или f7
sk: Útok na f2 alebo f7
sl: Napad na f2 ali f7
sq: Sulmim i f2-shit ose f7-s
sr: Нападање f2 или f7
sv: Attackera f2 eller f7
tr: Saldırı: f2 ve f7
uk: Атака f2 або f7
vi: Tấn công ô f2 hoặc f7
zh: 攻击 f2 或 f7 兵
zh_tw: 攻擊 f2 或 f7

# puzzleThemeAttackingF2F7Description
source: An attack focusing on the f2 or f7 pawn, such as in the fried liver opening.
af: 'n Aanval wat op die f2- of f7-pion fokus, soos in die gebraaide leweropening.
ar: هجوم يستهدف بيادق f2 أو f7، على سبيل المثال، كما في افتتاحية "fried liver".
az: Qızardılmış qaraciyər (feqatello) hücumunda olduğu kimi, f2-f7 piyadasına hədəflənmiş hücum.
be: Нападзенне, накіраванае на пешку на f2 або f7, як у дэбюце Атакі Фегатэлла.
bg: Атака, фокусирана върху пешката на f2 или f7, подобно на прочутия Fried Liver дебют.
bn: f2 অথবা f7 সৈন্যকে লক্ষ্য করে আক্রমণ, ফ্রায়েড লিভার ওপেনিং এ যেমন।
bs: Napad fokusiran na pješaka f2 ili f7, kao što je otvor pržene jetre.
ca: Un atac centrat en el peó de f2 o f7, com a l'obertura de l'atac Fegatello.
cs: Útok zaměřený na pěšce f2, resp. f7, například jako při tzv. Šustrmatu (Ovčáckém matu).
da: Et angreb som er fokuseret på f2 eller f7 bonden, som det kendes fra Fegatello-angrebet ("Fried Liver Attack").
el: Μια επίθεση που εστιάζει στο πιόνι f2 ή f7, όπως στο άνοιγμα Fried Liver Attack.
eo: Atako fokusata al la soldatojn ĉe f2 kaj f7, samkiel la malfermo ·«fritita hepataĵa».
es: Un ataque centrado en el peón f2 o f7, como en el ataque Fegatello.
eu: f2 edo f7ko peoia helburu duen erasoa.
fa: حمله ای که در آن روی پیاده های f2 و f7 تمرکز می شود، مانند دفاع دو اسب.
fi: F2- tai f7-sotilaaseen kohdistuva hyökkäys, kuten esimerkiksi Preussilaisen pelin Fried Liver eli Fegatello-muunnelma.
gl: Un ataque centrado no peón de f2 ou f7, coma no Ataque Fegatello.
he: מיקוד איומים על הרגלי ב־ו2 או ו7, כמו למשל בפתיחת "Fried Liver".
hy: f2 կամ f7 զինվորների վրա ուղղված գրոհ, օրինակ, Ֆեգատելլոյի գրոհում (տապակած լյարդի սկզբնախաղում)։
id: Sebuah serangan memfokuskan pada pion f2 atau f7, seperti pembukaan fried liver.
it: Un attacco incentrato sul pedone f2 o f7, come nell'attacco Fegatello.
kk: "Қуырылған бүйрек" бастауындағыдай f2 не f7 сарбазына бағытталған шабуыл.
ko: f2나 f7 칸의 폰을 노리고 공격합니다. 예시: 프라이드 리버 오프닝.
lt: Puolimas, koncentruotas ties f2 ar f7 pėstininkais, panašiai kaip keptų kepenų debiute.
lv: Uzbrukums, kas koncentrējas uz f2 vai f7 bandinieku, līdzīgi "fried liver" (angļ. val. "cepto aknu") atklātnei.
nl: Een aanval gericht op de f2 of de f7-pion, zoals in de Fegatello-opening.
pt: Um ataque ao peão de f2 ou f7, como a abertura "Fried Liver".
ro: Un atac concentrat pe pionul f2 sau f7, cum ar fi în deschiderea ficat prăjit (atacul Fegatello).
ru: Атака, направленная на пешки f2 или f7, например, в атаке Фегателло.
sk: Útok zameraný na f2 alebo f7 pešiaka, ako napríklad vo fried liver útoku.
sl: Napad, osredotočen na kmeta na poljih f2 ali f7, kot na primer pri "fried liver" napadu.
sq: Një sulm që synon ushtarin në f2 ose f7, si te hapja “mëlçi të skuqura”.
sr: Напад фокусиран на f2 или f7 пешака, као у фегатело отварању.
sv: En attack som fokuserar på f2 eller f7 bonden, som i stekt leveröppning.
tr: Kızarmış karaciğer açılışında olduğu gibi f2 veya f7 karesindeki piyonları hedef alan saldırılar.
uk: Атака, спрямована на f2 або f7, наприклад, як у дебюті смаженої печінки.
vi: Một đòn tấn công nhằm vào quân tốt f2 hay f7, ví dụ như trong khai cuộc Fried Liver Attack.
zh: 针对 f2 或 f7 兵展开的攻击，例如在“煎肝进攻”开局中。
zh_tw: 專注於 f2 或 f7 兵的攻擊，像是 fried liver 攻擊

# puzzleThemeAttraction
source: Attraction
af: Aantrekkingskrag
ar: استدراج
az: Cəlbetmə
be: Прыцягненне
bg: Завличане
bn: আকর্ষণ
bs: Atrakcija
ca: Atracció
cs: Zavlečení
da: Lokkedue
el: Έλξη
eo: Altiro
es: Atracción
eu: Erakarmena
fa: جلب کردن
fi: Houkutus
gl: Atracción
he: משיכה
hy: Հրապուրում
id: Pikatan
it: Adescamento
kk: Тартымдылық
ko: 유인
lt: Trauka
lv: Ievilkšana
nl: Lokken
pt: Atração
ro: Atragere
ru: Завлечение
sk: Preťaženie
sl: Privlačnost
sq: Tërheqje
sr: Привлачење
sv: Attraktion
tr: Cezbetme
uk: Заманювання
vi: Thu hút
zh: 引入
zh_tw: 吸引
