Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Online bots
af: Aanlyn robotte
ar: الروبوتات المتصلة
be: Анлайн боты
bn: অনলাইন বটস
bs: Online botovi
ca: Bots en línia
cs: Online roboti
el: Συνδεδεμένα bot
eo: Retaj robotoj
es: Bots en línea
eu: Online dauden botak
fa: ربات‌های بَرخط
fi: Online-botit
gl: Bots en liña
he: בוטים מחוברים
hy: Առցանց բոտեր
it: Bot online
kk: Желідегі боттар
ko: 온라인 봇
lt: Online robotai
lv: Boti tiešsaistē
pt: Bots online
ro: Boți online
ru: Онлайн боты
sk: Online boti
sl: Spletni roboti
sq: Robotë internetorë
sr: Онлајн ботови
sv: Online-bottar
tr: Çevrimiçi botlar
uk: Онлайн-боти
vi: Các Bot trực tuyến
zh: 在线机器人
zh_tw: 線上機器人

source: Name
af: Naam
ar: الاسم
az: Ad
be: Назва
bg: Име
bn: নাম
bs: Ime
ca: Nom
cs: Jméno
da: Navn
el: Ονομασία
eo: Nomo
es: Nombre
eu: Izena
fa: نام
fi: Nimi
gl: Nome
he: שם
hy: Անուն
id: Nama
it: Nome
kk: Атауы
ko: 이름
lt: Pavadinimas
lv: Nosaukums
mk: Име
nl: Naam
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sq: Emër
sr: Назив
sv: Namn
tr: İsim
uk: Назва
vi: Tên
zh: 名称
zh_tw: 名稱

source: Description
af: Beskrywing
ar: الوصف
az: Açıqlama
be: Апісанне
bg: Описание
bn: বিবরণ
bs: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
el: Περιγραφή
eo: Priskribo
es: Descripción
eu: Deskribapena
fa: شرح
fi: Kuvaus
gl: Descrición
he: תיאור
hy: Նկարագրություն
id: Keterangan
it: Descrizione
kk: Сипаттама
ko: 설명
lt: Aprašymas
lv: Apraksts
mk: Опис
nl: Beschrijving
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrim
sr: Опис
sv: Beskrivning
tr: Açıklama
uk: Опис
vi: Mô tả
zh: 描述
zh_tw: 描述

# descPrivate
source: Private description
af: Private beskrywing
ar: وصف خاص
az: Özəl açıqlama
be: Прыватнае апісанне
bg: Вътрешно описание
bn: ব্যাক্তিগত বর্ননা
bs: Privatni opis
ca: Descripció privada
cs: Soukromý popis
da: Privat beskrivelse
el: Ιδιωτική περιγραφή
eo: Privata priskribo
es: Descripción privada
eu: Deskribapen pribatua
fa: توضیحات خصوصی
fi: Yksityinen kuvaus
gl: Descrición privada
he: תיאור פרטי
hy: Մասնավոր նկարագրություն
id: Deskripsi pribadi
it: Descrizione privata
kk: Құпия сипаттама
ko: 비공개 설명
lt: Privatus aprašymas
lv: Privātais apraksts
mk: Приватен опис
nl: Interne beschrijving
pt: Descrição privada
ro: Descriere privată
ru: Описание для членов команды
sk: Opis pre členov tímu
sl: Zasebni opis
sq: Përshkrim privat
sr: Приватни опис
sv: Privat beskrivning
tr: Üyelere özel açıklama
uk: Приватний опис
vi: Mô tả riêng tư
zh: 私密描述
zh_tw: 內部簡介

# descPrivateHelp
source: Text that only the team members will see. If set, replaces the public description for team members.
af: Teks wat slegs spanlede sal sien. Indien gestel vervang dit die publieke beskrywing vir spanlede.
ar: هذا النص سيراه فقط أعضاء الفريق. في حالة ضبطه، سيحل محل الوصف العام لأعضاء الفريق.
az: Yalnız komanda üzvlərinin görəcəyi mətn. Təyin olunarsa, komanda üzvləri üçün olan açıqlamanı əvəz edir.
be: Дапамагчы зрабіць "прыватнае апісанне".
bg: Описание, което ще бъде видимо само от членовете на отбора. Ако е дадено, то ще замени публичното описание което членовете на отбора виждат.
bn: যে লেখা শুধু দলের সদস্য দেখতে পাবে.
bs: Tekst koji će vidjeti samo članovi tima. Ako se postavi, mijenja javni opis za članove tima.
ca: Text que només veuran els membres de l'equip. Si conté text, substituïrà la descripció pública pels membres de l'equip.
cs: Text, který uvidí pouze členové týmu, kteří poté uvidí jenom tento text.
da: Tekst som kun holddeltagere vil se. Hvis den er udfyldt, erstatter den for holddeltagere den offentlige beskrivelse.
el: Κείμενο που θα δουν μόνο τα μέλη της ομάδας. Εάν οριστεί, αντικαθιστά τη δημόσια περιγραφή για τα μέλη της ομάδας.
eo: Teksto kiun nur la teama grupo rigardos. Se estas agordata, oni anstataŭos la publikan priskribon por la teama grupo.
es: Este texto sólo pueden verlo los miembros del equipo. El texto que escribas aquí reemplazará tu descripción pública cuando sea vista por los miembros del equipo.
eu: Taldekideek bakarrik ikusiko duten testua. Ezarrita badago, taldekideei taldearen deskribapenaren ordez agertuko zaie testu hau.
fa: متنی که فقط هم‌تیمی‌ها خواهند دید. در صورت تعیین، جایگزین وصف همگانی برای هم‌تیمی‌ها می‌شود خواهد شد.
fi: Teksti, jonka vain joukkueen jäsenet näkevät. Tähän laadittu kuvaus korvaa joukkueen jäseneiden kohdalla julkisen kuvauksen.
gl: Texto que só verán os membros do equipo. Se se emprega, substitúe á descrición pública cando sexa visto polos membros do equipo.
he: טקסט שרק חברי הקבוצה יראו. אם נכתב, יחליף את התיאור הפומבי עבור חברי הקבוצה.
hy: Նկարագրություն, որը կտեսնեն միայն ակումբի անդամները։ Եթե սահմանված է, ապա փոխարինում է ակումբի բոլոր անդամների հրապարակային նկարագրությունը։
id: Teks yang hanya bisa dilihat oleh anggota tim. Jika ditetapkan, akan menggantikan deskripsi publik untuk anggota tim.
it: Il testo che solo i membri del team vedranno. Se impostato sostituisce la descrizione pubblica per i membri del team.
kk: Тек топ мүшелері көретін мәтін. Жазылған болса, жария сипаттаманы алмастырады.
ko: 팀 멤버만 볼 수 있는 텍스트입니다. 설정된다면, 팀 멤버에게는 공개 설명 대신 보이게 됩니다.
lt: Tekstas, kurį gali matyti tik komandos nariai. Jei nustatytas, komandos nariams pakeičia viešą aprašymą.
lv: Teksts, ko, ja norādīsiet, komandas dalībnieki redzēs publiskā apraksta vietā.
mk: Текст кој само членовите на тимот ќе го видат. Ако се постави, го заменува јавниот опис за членовите од тимот.
nl: Tekst die alleen de teamleden zien. Indien ingesteld, vervangt deze de openbare beschrijving voor teamleden.
pt: Texto que apenas está visível para os membros da equipa. Se definido, substitui a descrição pública dos membros da equipa.
ro: Text pe care îl vor vedea doar membrii echipei. Dacă este setat, înlocuiește descrierea publică pentru membrii echipei.
ru: Описание, которое будут видеть только члены клуба. Если установлено, то заменяет публичное описание для всех членов клуба.
sk: Text, ktorý uvidia len členovia daného tímu. Ak je zadaný, tak nahrádza verejný opis členov tímu.
sl: Besedilo, ki ga bodo videli samo člani ekipe. Če je nastavljen, nadomesti javni opis za člane ekipe.
sq: Tekst që do ta shohin vetëm anëtarët e ekipit. Në u dhëntë, zëvendëson përshkrimin publik për anëtarët e ekipit.
sr: Текст који ће само чланови тима видети. Ако је подешено, мења јавни опис за чланове тима.
sv: Text som endast lagmedlemmarna kommer att se. Om angivet, ersätter den offentliga beskrivningen för lagmedlemmar.
tr: Sadece takım üyelerinin görebileceği metindir. Kullanılması halinde, takım üyeleri genel açıklama yerine bunu görür.
uk: Текст, який побачать лише учасники команди. Якщо встановити, замінить публічний опис для учасників команди.
vi: Mô tả mà chỉ thành viên đội nhìn thấy. Nếu được đặt, sẽ thay thế mô tả thường cho thành viên đội.
zh: 仅团队成员可见，设置后将覆盖公开简介为团队成员展示。
zh_tw: 僅團隊成員可見，設置後將覆蓋公開簡介為團隊成員展示。

source: No
af: Nee
ar: لا
az: Xeyr
be: Не
bg: Не
bn: না
bs: Ne
cs: Ne
da: Nej
el: Όχι
eo: Ne
eu: Ez
fa: نه
fi: Ei
gl: Non
he: לא
hy: Ոչ
id: Tidak
kk: Жоқ
ko: 아니오
lt: Ne
lv: Nē
mk: Не
nl: Nee
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
tr: Hayır
uk: Ні
vi: Không
zh: 否
zh_tw: 否

source: Yes
af: Ja
ar: نعم
az: Bəli
be: Так
bg: Да
bn: হ্যা
bs: Da
ca: Sí
cs: Ano
da: Ja
el: Ναι
eo: Jes
es: Sí
eu: Bai
fa: بله
fi: Kyllä
gl: Si
he: כן
hy: այո
id: Ya
it: Sì
kk: Иә
ko: 예
lt: Taip
lv: Jā
mk: Да
nl: Ja
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sq: Po
sr: Да
sv: Ja
tr: Evet
uk: Так
vi: Có
zh: 是
zh_tw: 是

source: Website
af: Webtuiste
ar: الموقع
be: Вэб-сайт
bg: Уебсайт
bs: Web stranica
ca: Lloc web
cs: Web
da: Websted
el: Ιστοσελίδα
eo: Retejo
es: Sitio web
eu: Webgunea
fa: وبگاه
fi: Verkkosivusto
gl: Páxina web
he: אתר האינטרנט
hy: Կայք
id: Situs Web
it: Sito
kk: Сайт
ko: 웹사이트
lt: Tinklapis
lv: Mājaslapa
pt: Site
ro: Pagină web
ru: Сайт
sk: Webstránka
sl: Spletna stran
sq: Sajt
sr: Интернет страница
sv: Webbplats
tr: Web sitesi
uk: Вебсайт
vi: Trang mạng
zh: 网站
zh_tw: 網頁版

source: Mobile
af: Mobiele
ar: الهاتف المحمول
bg: Мобилен
bn: মোবাইল
bs: Mobilna
ca: Mòbil
cs: Mobil
da: Mobil
el: Εφαρμογή Κινητού
eo: Poŝaparato
es: Móvil
eu: Mobila
fa: گوشی
fi: Mobiili
gl: Móbil
he: האפליקציה
hy: Բջջային
it: Cellulare
kk: Телефон
ko: 모바일
lt: Mobilus
lv: Mobilā lietotne
nl: Mobiel
pt: Telemóvel
ro: Mobil
ru: Мобильный
sk: Mobil
sl: Mobilna aplikacija
sq: Celular
sr: Мобилни
sv: Mobil
tr: Mobil
uk: Застосунок
vi: Điện thoại di động
zh: 移动端
zh_tw: 行動裝置

source: Help:
ar: مساعدة:
az: Kömək:
be: Дапамога:
bg: Помощ:
bn: সাহায্য
bs: Pomoć:
ca: Ajuda:
cs: Nápověda:
da: Hjælp:
el: Βοήθεια:
eo: Helpo:
es: Ayuda:
eu: Laguntza:
fa: راهنما:
fi: Apu:
gl: Axuda:
he: עזרה:
hy: Օգնություն.
id: Bantuan:
it: Aiuto:
kk: Көмек:
ko: 힌트:
lt: Pagalba:
lv: Palīdzība:
mk: Помош
pt: Ajuda:
ro: Ajutor:
ru: Помощь:
sk: Pomoc:
sl: Pomoč:
sq: Ndihmë:
sr: Помоћ:
sv: Hjälp:
tr: Yardım:
uk: Допомога:
vi: Hỗ trợ:
zh: 帮助：
zh_tw: 幫助：

source: Create a new topic
af: Skep 'n nuwe onderwerp
ar: إنشاء موضوع جديد
az: Yeni mövzu yarat
be: Стварыць новую тэму
bg: Създаване на нова тема
bn: নতুন বিষয় তৈরি করুন
bs: Kreirajte novu temu
ca: Crea un nou tema
cs: Vytvořit nové téma
da: Opret et nyt emne
el: Δημιουργήστε καινούριο θέμα
eo: Krei novan temon
es: Crear un tema nuevo
eu: Gai berria sortu
fa: ایجاد یک موضوع جدید
fi: Luo uusi aihe
gl: Crear novo tema
he: צרו נושא חדש
hy: Ստեղծել նոր թեմա
id: Buat topik baru
it: Crea una nuova discussione
kk: Жаңа тақырып құру
ko: 새 주제 만들기
lt: Sukurti naują temą
lv: Izveidot jaunu tematu
mk: Создади нова тема
nl: Maak een nieuw onderwerp
pt: Criar um novo tópico
ro: Creează un subiect nou
ru: Создать новую тему
sk: Vytvoriť novú tému
sl: Ustvari novo temo
sq: Krijoni një temë të re
sr: Направи нову тему
sv: Skapa ett nytt ämne
tr: Yeni bir bildiri oluştur.
uk: Створити нову тему
vi: Tạo một chủ đề mới
zh: 创建新话题
zh_tw: 新話題

source: Topics
af: Onderwerpe
ar: المواضيع
az: Mövzular
be: Тэмы
bg: Теми
bn: বিষয়
bs: Teme
ca: Temes
cs: Témata
da: Emner
el: Θέματα
eo: Temoj
es: Temas
eu: Gaiak
fa: مباحث
fi: Aiheet
gl: Temas
he: נושאים
hy: Թեմաներ
id: Topik
it: Discussioni
kk: Тақырып
ko: 주제
lt: Temos
lv: Temati
mk: Теми
nl: Onderwerpen
pt: Tópicos
ro: Subiecte
ru: Темы
sk: Témy
sl: Teme
sq: Temat
sr: Теме
sv: Ämnen
tr: Konular
uk: Теми
vi: Các chủ đề
zh: 话题
zh_tw: 話題

source: Posts
af: Plasings
ar: المنشورات
az: Mesajlar
be: Допісы
bg: Публикации
bn: লেখা
bs: Objave
ca: Entrades
cs: Příspěvky
da: Opslag
el: Δημοσιεύσεις
eo: Afiŝoj
es: Publicaciones
eu: Mezuak
fa: فرسته‌ها
fi: Viestit
gl: Entradas
he: פוסטים
hy: Հաղորդագրություններ
id: Posting
it: Post
kk: Жазба
ko: 글
lt: Pranešimai
lv: Ieraksti
mk: Објави
nl: Berichten
pt: Publicações
ro: Postări
ru: Сообщения
sk: Príspevkov
sl: Objave
sq: Postimet
sr: Објавe
sv: Inlägg
tr: Gönderiler
uk: Дописи
vi: Số bài đăng
zh: 帖子
zh_tw: 貼文

source: Last post
af: Nuutste plasing
ar: آخر منشور
az: Son Mesaj
be: Апошні допіс
bg: Последна публикация
bn: শেষলেখা
bs: Zadnja objava
ca: Última publicació
cs: Poslední Příspěvek
da: Seneste opslag
el: Τελευταία δημοσίευση
eo: Lasta afiŝo
es: Última publicación
eu: Azken mezua
fa: آخرین فرسته
fi: Viimeisin viesti
gl: Última entrada
he: הפוסט האחרון
hy: Վերջին հաղորդագրությունը
id: Posting terbaru
it: Ultimo post
kk: Кейінгі хабар
ko: 최근 글
lt: Paskutinis pranešimas
lv: Pēdējais ieraksts
mk: Последна објава
nl: Laatste bericht
pt: Última publicação
ro: Ultima postare
ru: Последнее сообщение
sk: Posledné príspevky
sl: Zadnja objava
sq: Postimi i fundit
sr: Задња објава
sv: Senaste inlägget
tr: Son gönderi
uk: Останній допис
vi: Bài đăng gần đây nhất
zh: 最后回复
zh_tw: 最近貼文

source: Views
af: Kyke
ar: المشاهدات
az: Baxışlar
be: Прагляды
bg: Преглеждания
bn: দৃষ্টিপাত
bs: Pregleda
ca: Visites
cs: Zobrazení
da: Visninger
el: Εμφανίσεις
eo: Legoj
es: Visitas
eu: Bisitak
fa: نمایش ها
fi: Katselukertoja
gl: Visitas
he: צפיות
hy: Դիտումներ
id: Penampilan
it: Visualizzazioni
kk: Қаралған
ko: 조회
lt: Peržiūrų
lv: Skatījumi
mk: Прегледи
nl: Weergaven
pt: Visualizações
ro: Vizualizări
ru: Просмотры
sk: Videní
sl: Ogledi
sq: Shikime
sr: Прегледa
sv: Visningar
tr: Görüntülenme sayısı
uk: Переглядів
vi: Lượt xem
zh: 浏览
zh_tw: 瀏覽

source: Replies
af: Antwoorde
ar: الردود
az: Rəylər
be: Адказы
bg: Отговори
bn: উত্তর
bs: Odgovora
ca: Respostes
cs: Odpovědi
da: Svar
el: Απαντήσεις
eo: Respondoj
es: Respuestas
eu: Erantzunak
fa: پاسخ ها
fi: Vastaukset
gl: Respostas
he: תגובות
hy: Պատասխաններ
id: Jawaban
it: Risposte
kk: Жауаптар
ko: 답글
lt: Atsakymų
lv: Atbildes
mk: Одговори
nl: Reacties
pt: Respostas
ro: Răspunsuri
ru: Ответы
sk: Odpovedí
sl: Odgovori
sq: Përgjigje
sr: Одговора
sv: Svar
tr: Cevaplar
uk: Відповідей
vi: Số bình luận
zh: 回复
zh_tw: 回覆

source: Reply to this topic
af: Antwoord op hierdie onderwerp
ar: الرد على هذا الموضوع
az: Mövzuya rəy yaz
be: Адказаць у гэтую тэму
bg: Отговори по този въпрос
bn: এই বিষয়ে উত্তর দিন
bs: Odgovori na ovu temu
ca: Respon aquest tema
cs: Odpovědět na toto téma
da: Svar på dette emne
el: Απαντήστε σε αυτό το θέμα
eo: Resondoj al tiu ĉi temo
es: Responder a este tema
eu: Gai honi erantzun
fa: پاسخ به این موضوع
fi: Vastaa tähän aiheeseen
gl: Responder a este tema
he: הגיבו לפוסט הזה
hy: Պատասխանել այս թեմայում
id: Jawab topik ini
it: Rispondi a questa discussione
kk: Осы тақырыпта жауап беру
ko: 답글 달기
lt: Atsakyti šioje temoje
lv: Atbildēt šajā forumā
mk: Одговори на темата
nl: Reageer op dit onderwerp
pt: Responder a este tópico
ro: Răspunde la acest topic
ru: Ответить в этой теме
sk: Odpovedať na túto tému
sl: Objavi odgovor v tej temi
sq: Përgjigjuni tek kjo temë
sr: Одговори на ову тему
sv: Svara på ämnet
tr: Bu konu hakkında cevap yaz
uk: Відповісти на цю тему
vi: Bình luận chủ đề này
zh: 回复此话题
zh_tw: 回覆此話題

source: Reply
af: Antwoord
ar: الرد
az: Rəy
be: Адказаць
bg: Отговор
bn: উত্তর
bs: Odgovori
ca: Resposta
cs: Odpovědět
da: Svar
el: Απάντηση
eo: Respondi
es: Responder
eu: Erantzun
fa: پاسخ
fi: Vastaa
gl: Responder
he: תגובה
hy: Պատասխանել
id: Jawab
it: Rispondi
kk: Жауап беру
ko: 전송
lt: Atsakyti
lv: Atbilde
mk: Одговори
nl: Reageer
pt: Responder
ro: Răspunde
ru: Ответить
sk: Odpoveď
sl: Odgovori
sq: Përgjigjuni
sr: Одговори
sv: Svara
tr: Cevap yaz
uk: Відповісти
vi: Trả lời
zh: 回复
zh_tw: 回覆

source: Message
af: Boodskap
ar: رسالة
az: Mesaj
be: Паведамленне
bg: Съобщение
bn: বার্তা
bs: Poruka
ca: Missatge
cs: Zpráva
da: Meddelelse
el: Μήνυμα
eo: Mesaĝo
es: Mensaje
eu: Mezua
fa: پیام
fi: Viesti
gl: Mensaxe
he: הודעה
hy: Հաղորդագրություն
id: Pesan
it: Messaggio
kk: Мәтіні
ko: 내용
lt: Pranešimas
lv: Ziņojums
mk: Порака
nl: Bericht
pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Sporočilo
sq: Mesazh
sr: Порука
sv: Meddelande
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 信息
zh_tw: 訊息

source: Create the topic
af: Skep die onderwerp
ar: إنشاء الموضوع
az: Mövzu yarat
be: Стварыць тэму
bg: Създай тема
bn: বিষয় তৈরী করুন
bs: Kreirajte temu
ca: Crea un tema
cs: Vytvořit téma
da: Opret emnet
el: Δημιουργήστε θέμα
eo: Krei novan temon
es: Crear tema
eu: Gai bat sortu
fa: ایجاد موضوع
fi: Luo aihe
gl: Crear o tema
he: צור אשכול
hy: Ստեղծել թեմա
id: Buat topik
it: Crea la discussione
kk: Тақырып құру
ko: 새 주제 생성
lt: Sukurti temą
lv: Izveidot tematu
mk: Отвори тема
nl: Maak een nieuw onderwerp
pt: Criar o tópico
ro: Creează un topic
ru: Создать тему
sk: Vytvoriť tému
sl: Ustvari temo
sq: Krijoje temën
sr: Направи тему
sv: Skapa ämnet
tr: Bildiri oluştur
uk: Створити тему
vi: Tạo chủ đề
zh: 创建话题
zh_tw: 建立話題

source: Report a user
af: Rapporteer 'n gebruiker
ar: الإبلاغ عن مستخدم
az: Istifadəçi şikayət et
be: Паскардзіцца на карыстальніка
bg: Докладвай потребител
bn: কোনো user এর বিরুদ্ধে report করুন
bs: Prijavite korisnika
ca: Informa d'un usuari
cs: Nahlásit uživatele
da: Anmeld en bruger
el: Αναφορά χρήστη
eo: Raporti uzanton
es: Denunciar a un usuario
eu: Erabiltzaile bat salatu
fa: گزارش یک کاربر
fi: Raportoi käyttäjä
gl: Denunciar a un usuario
he: דיווח על משתמש/ת
hy: Հաղորդել օգտատիրոջ մասին
id: Laporkan pengguna
it: Segnala un utente
kk: Ойыншы туралы шағым
ko: 사용자 신고
lt: Pranešti apie vartotoją
lv: Ziņot par lietotāju
mk: Пријави корисник
nl: Gebruiker melden
pt: Denunciar um utilizador
ro: Raportează un utilizator
ru: Сообщить о пользователе
sk: Nahlásiť používateľa
sl: Prijavi uporabnika
sq: Raportoni një përdorues
sr: Пријави корисника
sv: Rapportera en användare
tr: Kullanıcı ihbar et
uk: Поскаржитись на користувача
vi: Báo cáo một kỳ thủ
zh: 举报用户
zh_tw: 舉報使用者

source: User
af: Gebruiker
ar: المستخدم
az: İstifadəçi
be: Карыстальнік
bg: Потребител
bn: user এর নাম
bs: Korisnik
ca: Usuari
cs: Uživatel
da: Bruger
el: Χρήστης
eo: Uzanto
es: Usuario
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
gl: Usuario
he: משתמש
hy: Օգտատեր
id: Pengguna
it: Utente
kk: Ойыншы
ko: 신고할 사용자 이름
lt: Vartotojas
lv: Lietotājs
mk: Корисник
nl: Gebruiker
pt: Utilizador
ro: Utilizator
ru: Пользователь
sk: Používateľ
sl: Uporabnik
sq: Përdorues
sr: Корисник
sv: Användare
tr: Kullanıcı
uk: Користувач
vi: Kỳ thủ
zh: 用户
zh_tw: 使用者

source: Reason
af: Rede
ar: السبب
az: Səbəb
be: Прычына
bg: Причина
bn: কারণ
bs: Razlog
ca: Raó
cs: Důvod
da: Årsag
el: Αιτία
eo: Kialo
es: Motivo
eu: Arrazoia
fa: دلیل
fi: Syy
gl: Motivo
he: סיבה
hy: Պատճառ
id: Alasan
it: Motivo
kk: Түйіні
ko: 이유
lt: Priežastis
lv: Iemesls
mk: Причина
nl: Reden
pt: Motivo
ro: Motiv
ru: Причина
sk: Dôvod
sl: Razlog
sq: Arsye
sr: Разлог
sv: Anledning
tr: Sebep
uk: Причина
vi: Lý do
zh: 原因
zh_tw: 原因

# whatIsIheMatter
source: What's the matter?
af: Wat makeer?
ar: ما الأمر؟
az: Problem nədir?
be: Што здарылася?
bg: Какъв е случаят?
bn: সম্পূর্ণ ঘটনার বিবরণ দেন
bs: U čemu je problem?
ca: Quin és el problema?
cs: Co se stalo?
da: Hvad drejer henvendelsen sig om?
el: Τι τρέχει;
eo: Pri kio temas la raporto?
es: ¿Qué ocurre?
eu: Zein da arazoa?
fa: موضوع
fi: Mikä hätänä?
gl: Que pasou?
he: מה הבעיה?
hy: Ի՞նչ է պատահել
id: Apa masalahnya?
it: Qual è il problema?
kk: Не болды?
ko: 무엇이 문제인가요?
lt: Kas nutiko?
lv: Kas par lietu?
mk: Каде е проблемот?
nl: Wat is er aan de hand?
pt: Qual é o motivo?
ro: Care este problema?
ru: Что это было?
sk: Čo sa deje?
sl: Kaj je narobe?
sq: Si është puna?
sr: Шта је у питању?
sv: Vad är problemet?
tr: Problem nedir?
uk: Що трапилося?
vi: Có chuyện gì vậy?
zh: 举报原因？
zh_tw: 舉報原因？

source: Cheat
af: Kul
ar: غش
az: Hiylə
be: Несумленная гульня
bg: Измама
bn: চিটিং করছে
bs: Varanje
ca: Trampós
cs: Podvod
da: Snyd
el: Απάτη
eo: Trompo
es: Trampa
eu: Tranpak
fa: تقلب
fi: Huijaus
gl: Trampa
he: רמאות
hy: խաբեբա
it: Imbrogli
kk: Чит, алдап ойнау
ko: 부정행위
lt: Sukčiaviavo
lv: Krāpšanās
mk: Мамење
nl: Valsspelen
pt: Batota
ro: Trișează
ru: Жульничество
sk: Podvod
sl: Goljufija
sq: Hile
sr: Варање
sv: Fusk
tr: Hile
uk: Нечесна гра
vi: Gian lận
zh: 作弊
zh_tw: 作弊

source: Troll
af: Boelie
ar: إزعاج
az: Trol
be: Троль
bg: Вредител
bn: ব্যঙ্গ করছে
bs: Provokacija
el: Εμπαιγμός
eo: Trolo
es: Acoso
eu: Trolla
fa: وِزُل
fi: Trolli
he: הטרלה
hy: Թրոլինգ
id: Jebakan
it: Provocazioni
kk: Троль, кемсіту
ko: 분란 조장
lt: „Troll'ino“
lv: Troļļošana
mk: Трол
nl: Provoceren
ru: Троллинг
sl: Provokacija
sr: Провоцирање
tr: Trol
uk: Тролінг
vi: Chọc tức, chơi khăm
zh: 捣乱
zh_tw: 搗亂

source: Other
af: Ander
ar: أخرى
az: Digər
be: Іншае
bg: Друго
bn: অন্য কোনো কারণ
bs: Ostalo
ca: Altres
cs: Jiné
da: Andet
el: Άλλη
eo: Io alia
es: Otro
eu: Bestelakoak
fa: دیگر
fi: Muu
gl: Outro
he: אחר
hy: այլ
id: Lainnya
it: Altro
kk: Басқа
ko: 기타
lt: Kita
lv: Cits
mk: Друго
nl: Anders
pt: Outro
ro: Altceva
ru: Другое
sk: Iné
sl: Drugo
sq: Tjetër
sr: Друго
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh: 其他
zh_tw: 其他
