Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Fast
af: Vinnig
ar: سريع
az: Sürətli
be: Хуткая
bg: Бързо
bn: দ্রুত
bs: Brzo
ca: Ràpid
cs: Rychlé
da: Hurtig
el: Γρήγορη
eo: Rapide
es: Rápido
eu: Arina
fa: سریع
fi: Nopea
gl: Rápida
he: מהיר
hy: Արագ
id: Cepat
it: Veloce
kk: Тез
ko: 빠르게
lt: Greita
lv: Ātra
mk: Брза
nl: Snel
pt: Rápido
ro: Rapidă
ru: Быстрая
sk: Rýchlo
sl: Hitro
sq: Shpejt
sr: Брза
sv: Snabb
tr: Hızlı
uk: Швидка
vi: Nhanh
zh: 快
zh_tw: 快

source: Normal
af: Normaal
ar: عادي
be: Сярэдняя
bg: Средно
bn: সাধারন
bs: Normalno
cs: Normální
el: Κανονική
eo: Normale
eu: Normala
fa: متوسط
fi: Normaali
he: רגיל
hy: Նորմալ
it: Normale
kk: Орташа
ko: 보통
lt: Vidutinė
lv: Normāls
mk: Нормална
nl: Normaal
ro: Normală
ru: Нормальная
sk: Normálne
sl: Normalno
sr: Нормална
sv: Medel
uk: Помірна
vi: Bình thường
zh: 普通
zh_tw: 普通

source: Slow
af: Stadig
ar: بطيء
az: Yavaş
be: Павольная
bg: Бавно
bn: ধীর
bs: Sporo
ca: Lent
cs: Pomalé
da: Langsom
el: Αργή
eo: Malrapide
es: Lento
eu: Geldoa
fa: آرام
fi: Hidas
gl: Lenta
he: איטי
hy: Դանդաղ
id: Lambat
it: Lenta
kk: Баяу
ko: 느리게
lt: Lėta
lv: Lēna
mk: Спора
nl: Traag
pt: Lento
ro: Lentă
ru: Медленная
sk: Pomaly
sl: Počasno
sq: Ngadalë
sr: Спора
sv: Långsam
tr: Yavaş
uk: Повільна
vi: Chậm
zh: 慢
zh_tw: 慢

source: Inside the board
af: In die bord
ar: داخل الرقعة
az: Lövhə daxilində
be: Унутры дошкі
bg: На дъската
bn: বোর্ডের মাধ্যে
bs: Unutar ploče
ca: Dins del tauler
cs: Na šachovnici
da: På brættet
el: Μέσα στη σκακιέρα
eo: Ene de la tabulo
es: Dentro del tablero
eu: Taula barruan
fa: در صفحه
fi: Laudan sisäpuolella
gl: Dentro do taboleiro
he: בתוך הלוח
hy: Խաղատախտակի ներսում
id: Di dalam papan
it: Dentro la scacchiera
kk: Тақта бетінде
ko: 보드 안쪽에
lt: Ant lentos
lv: Galdiņa iekšpusē
mk: Во таблата
nl: Binnen het bord
pt: Dentro do tabuleiro
ro: Pe interiorul tablei
ru: Внутри доски
sk: Vnútri šachovnice
sl: Znotraj šahovnice
sq: Brenda fushës
sr: Унутар табле
sv: På brädet
tr: Karelerin üzerinde
uk: Усередині шахівниці
vi: Bên trong bàn cờ
zh: 棋盘内
zh_tw: 棋盤內

source: Outside the board
af: Buite die bord
ar: خارج الرقعة
az: Lövhə xaricində
be: Па-за дошкай
bg: Извън дъската
bn: বোর্ডের বাহিরে
bs: Izvan ploče
ca: Fora del tauler
cs: Mimo šachovnici
da: Uden for brættet
el: Εκτός της σκακιέρας
eo: Ekstere de la tabulo
es: Fuera del tablero
eu: Taulatik kanpo
fa: بیرون صفحه
fi: Laudan ulkopuolella
gl: Fóra do taboleiro
he: מחוץ ללוח
hy: Խաղատախտակից դուրս
id: Di luar papan
it: Fuori la scacchiera
kk: Тақта сыртында
ko: 보드 바깥쪽에
lt: Šalia lentos
lv: Galdiņa ārpusē
mk: Надвор од таблата
nl: Buiten het bord
pt: Fora do tabuleiro
ro: În afara tablei
ru: Вне доски
sk: Mimo šachovnice
sl: Zunaj šahovnice
sq: Jashtë fushës
sr: Ван табле
sv: Utanför brädet
tr: Karelerin dışında
uk: Поза шахівницею
vi: Bên ngoài bàn cờ
zh: 棋盘外
zh_tw: 棋盤外

source: All squares of the board
af: Al die blokkies van die bord
ar: جميع مربعات اللوح
be: Усе клеткі на дошцы
bg: Всички полета на дъската
bn: বোর্ডের সবাই বর্গ
bs: Sva polja na ploči
ca: Totes les caselles del tauler
cs: Všechny pole na šachovnici
da: Alle felter på brættet
el: Σε όλα τα τετράγωνα της σκακιέρας
eo: Ĉiuj kvadratoj de la ŝaktabulo
es: En cada casilla
eu: Taulako lauki guztiak
fa: همه خانه‌های صفحه
fi: Kaikki laudan ruudut
gl: Todas as casas do taboleiro
he: כל משבצות הלוח
hy: Խաղատախտակի բոլոր դաշտերը
it: Su tutte le case della scacchiera
kk: Әр шаршыда
ko: 보드의 모든 칸
lt: Visi lentos laukeliai
lv: Katrā lauciņā
nl: Alle velden van het bord
pt: Todas as casas do tabuleiro
ro: Toate pătratele de pe tablă
ru: Все поля на доске
sk: Všetky políčka šachovnice
sl: Vsa polja šahovnice
sq: Në krejt katrorët e fushës
sr: Сва поља табле
sv: Alla rutor på brädet
tr: Tahtadaki tüm karelerde
uk: Усі поля дошки
vi: Tất cả ô vuông của bàn cờ
zh: 棋盘所有棋格
zh_tw: 包括所有棋盤內的格子

source: On slow games
af: Op stadig spelle
ar: في المباريات البطيئة
az: Yavaş oyunlarda
be: У павольных гульнях
bg: При бавни игри
bn: খেলায় ধীর গতি
bs: U sporim partijama
ca: En els jocs lents
cs: Při pomalých hrách
da: I langsomme spil
el: Σε αργά παιχνίδια
eo: Ĉe malrapidaj ludoj
es: En partidas lentas
eu: Partida moteletan
fa: در بازی های آرام
fi: Hitaissa peleissä
gl: En partidas lentas
he: במשחקים איטיים
hy: Դանդաղ խաղերում
id: Pada catur klasik
it: Nelle partite lente
kk: Ұзақ ойындар кезінде
ko: 느린 대국에서만
lt: Lėtose partijose
lv: Lēnajās spēlēs
mk: Во спори партии
nl: Alleen bij langzame partijen
pt: Em jogos lentos
ro: În jocurile lente
ru: В медленных играх
sk: Pri pomalých hrách
sl: Pri počasnih igrah
sq: Në lojëra të ngadalta
sr: На спорим партијама
sv: I långsamma partier
tr: Yavaş oyunlarda
uk: У повільних іграх
vi: Chỉ khi chơi cờ chậm
zh: 慢棋对局中
zh_tw: 慢棋時

source: Always
af: Altyd
ar: دائماً
az: Həmişə
be: Заўседы
bg: Винаги
bn: সব সময়
bs: Uvijek
ca: Sempre
cs: Vždy
da: Altid
el: Πάντα
eo: Ĉiam
es: Siempre
eu: Beti
fa: همیشه
fi: Aina
gl: Sempre
he: תמיד
hy: Միշտ
id: Selalu
it: Sempre
kk: Әрқашан
ko: 항상
lt: Visada
lv: Vienmēr
mk: Секогаш
nl: Altijd
pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sq: Përherë
sr: Увек
sv: Alltid
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh: 总是
zh_tw: 總是

source: Never
af: Nooit
ar: إطلاقا
az: Heç vaxt
be: Ніколі
bg: Никога
bn: কখনই না
bs: Nikad
ca: Mai
cs: Nikdy
da: Aldrig
el: Ποτέ
eo: Neniam
es: Nunca
eu: Inoiz ere ez
fa: هرگز
fi: Ei koskaan
gl: Nunca
he: אף פעם
hy: Երբեք
id: Tidak pernah
it: Mai
kk: Ешқашан
ko: 안 함
lt: Niekada
lv: Nekad
mk: Никогаш
nl: Nooit
pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr: Никада
sv: Aldrig
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh: 从不
zh_tw: 永不

# xCompetesInY
source: {param1} competes in {param2}
af: {param1} kompeteer in {param2}
ar: {param1} تنافس في {param2}
az: {param1}, {param2} turnirinə qoşuldu
be: {param1} прымае ўдзел у турніры {param2}
bg: {param1} играе в {param2}
bn: {param1} করা আছে মধ্যে {param2}
bs: {param1} se takmiči u {param2}
ca: {param1} competeix a {param2}
cs: {param1} se účastní {param2}
da: {param1} konkurrerer i {param2}
el: Ο χρήστης {param1} ανταγωνίζεται στο {param2}
eo: {param1} konkuras en {param2}
es: {param1} compite en {param2}
eu: {param1} {param2}-(e)n jokatzen ari da
fa: {param1} در {param2} رقابت می‌کند.
fi: {param1} kilpailee turnauksessa {param2}
gl: {param1} participa en {param2}
he: {param1} מתחרה ב־{param2}
hy: {param1} որոշել է մասնակցել {param2}-ին
id: {param1} berkompetisi dalam {param2}
it: {param1} ha giocato in {param2}
kk: {param1} {param2}-та жарысты
ko: {param1}가 {param2}에 참가했습니다.
lt: {param1} varžosi „{param2}“ turnyre
lv: {param1} piedalās {param2}
mk: {param1} игра во {param2}
nl: {param1} neemt deel aan {param2}
pt: {param1} compete em {param2}
ro: {param1} concurează în {param2}
ru: {param1} решил участвовать в {param2}
sk: {param1} súťaží v {param2}
sl: {param1} tekmuje v {param2}
sq: {param1} konkurron në {param2}
sr: {param1} се такмичи у {param2}
sv: {param1} tävlar i {param2}
tr: {param1}, {param2}'ya katıldı
uk: {param1} бере участь у {param2}
vi: {param1} thi đấu ở {param2}
zh: {param1} 参加了 {param2}
zh_tw: {param1}在{param2}參加

source: Victory
af: Oorwinning
ar: أحسنت!
az: Qələbə
be: Перамога
bg: Победа
bn: বিজয়
bs: Pobjeda
ca: Victòria
cs: Vítězství
da: Sejr
el: Επιτυχία
eo: Venko!
es: Victoria
eu: Garaipena
fa: پیروزی!
fi: Voitto
gl: Vitoria
he: ניצחון
hy: Հաղթանակ
id: Berhasil
it: Vittoria
kk: Жеңіс
ko: 승리
lt: Pergalė
lv: Uzvara
mk: Победа
nl: Overwinning
pt: Vitória
ro: Victorie
ru: Победа
sk: Výhra
sl: Zmaga
sq: Fitore
sr: Победа
sv: Vinst
tr: Zafer
uk: Перемога
vi: Chiến thắng
zh: 胜局
zh_tw: 勝利

source: Defeat
af: Nederlaag
ar: هزيمة
az: Məğlubiyyət
be: Параза
bg: Загуба
bn: হার
bs: Poraz
ca: Derrota
cs: Porážka
da: Nederlag
el: Ήττα
eo: Malvenko
es: Derrota
eu: Porrota
fa: شکست!
fi: Tappio
gl: Derrota
he: הפסד
hy: Պարտություն
id: Kalah
it: Sconfitta
kk: Жеңіліс
ko: 패배
lt: Pralaimėjimas
lv: Zaudējums
mk: Пораз
nl: Nederlaag
pt: Derrota
ro: Înfrângere
ru: Поражение
sk: Porážka
sl: Poraz
sq: Humbje
sr: Пораз
sv: Förlust
tr: Yenilgi
uk: Поразка
vi: Thua
zh: 负局
zh_tw: 戰敗

# victoryVsYInZ
source: {param1} vs {param2} in {param3}
ar: {param1} ضد {param2} في {param3}
az: {param2} adlı oyunçuya qarşı {param3} oyununda {param1}
be: {param1} супраць {param2} у {param3}
bg: {param1} срещу {param2} в {param3}
bn: {param1} বানাম {param2} মধ্যে {param3}
bs: {param1} protiv {param2} u {param3}
ca: {param1} contra {param2} en {param3}
cs: {param1} proti {param2} v {param3}
da: {param1} over {param2} i {param3}
el: {param1} εναντίον του χρήστη {param2} σε {param3}
eo: {param1} kontraŭ {param2} en {param3}
es: {param1} contra {param2} en {param3}
eu: {param1} - {param2}, {param3}
fa: {param1} مقابل {param2} در {param3}
fi: {param1} {param3}-pelissä {param2} vastaan
gl: {param1} contra {param2} en {param3}
he: {param1} נגד {param2} ב{param3}
hy: {param1}-ն ընդդեմ {param2}-ի {param3}-ում
id: {param1} melawan {param2} dalam permainan {param3}
kk: {param1} {param2}-ға қарсы {param3}
ko: {param1}: {param2} / {param3}
lt: {param1} prieš {param2} žaidžiant {param3}
lv: {param1} pret {param2} {param3} spēlē
mk: {param1} против {param2} во „{param3}“
pt: {param1} contra {param2} em {param3}
ro: {param1} vs {param2} în {param3}
ru: {param1} против {param2} в {param3}
sk: {param1} proti {param2} v {param3}
sl: {param1} proti {param2} v {param3}
sq: {param1} vs {param2} në {param3}
sr: {param1} против {param2} у {param3}
sv: {param1} mot {param2} i {param3}
tr: {param2} adlı oyuncuya karşı {param3} maçında {param1}
uk: {param1} проти {param2} в {param3}
vi: {param1} {param2} trong {param3}
zh: {param1}，与 {param2} 进行的 {param3} 对局
zh_tw: {param1}在{param3}模式下贏了{param2}

# defeatVsYInZ
source: {param1} vs {param2} in {param3}
ar: {param1} ضد {param2} في {param3}
az: {param2} adlı oyunçuya qarşı {param3} oyununda {param1}
be: {param1} супраць {param2} у {param3}
bg: {param1} срещу {param2} в {param3}
bn: {param1} বানাম {param2} মধ্যে {param3}
bs: {param1} protiv {param2} u {param3}
ca: {param1} contra {param2} en {param3}
cs: {param1} proti {param2} v {param3}
da: {param1} til {param2} i {param3}
el: {param1} από τον χρήστη {param2} σε {param3}
eo: {param1} kontraŭ {param2} en {param3}
es: {param1} contra {param2} en {param3}
eu: {param1} - {param2}, {param3}
fi: {param1} vastustajalta {param2} pelissä {param3}
gl: {param1} contra {param2} en {param3}
he: {param1} נגד {param2} ב{param3}
hy: {param1}-ն ընդդեմ {param2}-ի {param3}-ում
id: {param1} melawan {param2} dalam permainan {param3}
kk: {param1} {param2}-ға қарсы {param3}
ko: {param1}: {param2} / {param3}
lt: {param1} prieš {param2} žaidžiant {param3}
lv: {param1} pret {param2} {param3} spēlē
mk: {param1} против {param2} во „{param3}“
pt: {param1} contra {param2} em {param3}
ro: {param1} vs {param2} în {param3}
ru: {param1} против {param2} в {param3}
sk: {param1} proti {param2} v {param3}
sl: {param1} proti {param2} v {param3}
sq: {param1} vs {param2} në {param3}
sr: {param1} против {param2} у {param3}
sv: {param1} mot {param2} i {param3}
tr: {param2} adlı oyuncuya karşı {param3} maçında {param1}
uk: {param1} проти {param2} в {param3}
vi: {param1} {param2} trong {param3}
zh: {param1}，与 {param2} 进行的 {param3} 对局
zh_tw: {param1}在{param3}模式下輸給了{param2}

# drawVsYInZ
source: {param1} vs {param2} in {param3}
ar: {param1} ضد {param2} في {param3}
az: {param2} adlı oyunçuya qarşı {param3} oyununda {param1}
be: {param1} супраць {param2} у {param3}
bg: {param1} срещу {param2} в {param3}
bn: {param1} বানাম {param2} মধ্যে {param3}
bs: {param1} protiv {param2} u {param3}
ca: {param1} contra {param2} en {param3}
cs: {param1} proti {param2} v {param3}
da: {param1} med {param2} i {param3}
el: {param1} με τον χρήστη {param2} σε {param3}
eo: {param1} kontraŭ {param2} en {param3}
es: {param1} contra {param2} en {param3}
eu: {param1} - {param2}, {param3}
fi: {param1} vastustajaa {param2} vastaan pelissä {param3}
gl: {param1} contra {param2} en {param3}
he: {param1} נגד {param2} ב{param3}
hy: {param1}-ն ընդդեմ {param2}-ի {param3}-ում
id: {param1} melawan {param2} dalam permainan {param3}
kk: {param1} {param2}-ға қарсы {param3}
ko: {param1}: {param2} / {param3}
lt: {param1} su {param2} žaidžiant {param3}
lv: {param1} pret {param2} {param3} spēlē
mk: {param1} против {param2} во „{param3}“
pt: {param1} contra {param2} em {param3}
ro: {param1} vs {param2} în {param3}
ru: {param1} против {param2} в {param3}
sk: {param1} proti {param2} v {param3}
sl: {param1} proti {param2} v {param3}
sq: {param1} vs {param2} në {param3}
sr: {param1} против {param2} у {param3}
sv: {param1} mot {param2} i {param3}
tr: {param2} adlı oyuncuya karşı {param3} maçında {param1}
uk: {param1} проти {param2} в {param3}
vi: {param1} {param2} trong {param3}
zh: {param1}，与 {param2} 进行的 {param3} 对局
zh_tw: {param1}在{param3}模式下和{param2}和棋

source: Timeline
af: Tydlyn
ar: الجدول الزمني
az: Xronologiya
be: Храналогія
bg: Уведомления
bn: সময়রেখা
bs: Vremenska crta
ca: Cronologia
da: Tidslinje
el: Χρονολόγιο
eo: Kronologio
es: Cronología
eu: Denbora-lerroa
fa: جدول زمانی
fi: Tapahtunutta aikajärjestyksessä
gl: Cronoloxía
he: ציר הזמן
hy: Ժամանակացույց
it: Resoconto attività
kk: Уақыт тізбегі
ko: 타임라인
lt: Veikla
lv: Laika grafiks
mk: Хронологија
nl: Tijdslijn
pt: Cronologia
ro: Activitate recentă
ru: Хронология
sk: Rozvrh
sl: Časovni trak
sq: Rrjedhë kohore
sr: Временска линија
sv: Tidslinje
tr: Zaman tüneli
uk: Хронологія
vi: Dòng thời gian
zh: 时间线
zh_tw: 時間軸

source: Starting:
af: Aanvang:
ar: تبدأ في:
az: Başlayır:
be: Пачатак:
bg: Начало:
bn: শুরু হইতেছে:
bs: Počinje:
ca: Comença a les
cs: Začíná:
da: Begynder:
el: Αρχίζει:
eo: Komenciĝos je:
es: Comienzo:
eu: Hasten da:
fa: آغاز:
fi: Alkamassa:
gl: Comezo:
he: התחלה:
hy: Սկիզբը՝
id: Mulai:
it: Inizio:
kk: Басталуы:
ko: 시작합니다:
lt: Prasideda:
lv: Sāksies:
mk: Почеток:
nl: Startend:
pt: Começa às:
ro: Începe în:
ru: Начинается:
sk: Štart:
sl: Začetek:
sq: Fillon:
sr: Почиње:
sv: Startar:
tr: Başlangıç:
uk: Початок:
vi: Bắt đầu đấu:
zh: 开始时间：
zh_tw: 起始時間：

source: All information is public and optional.
af: Alle besonderhede is openbaar en nie-verpligtend.
ar: كل المعلومات متاحة للجميع وهي اختيارية.
az: Bütün məlumatlar hər kəsə açıq və istəyə bağlıdır.
be: Уся інфармацыя з'яўляецца публічнай і неабавязковай.
bg: Всички данни са обществени и са по избор.
bn: সব তথ্য হয় সরকারী এবং ঐচ্ছিক.
bs: Sve informacije su javne i neobavezne.
ca: Tota la informació és pública i opcional.
cs: Všechny informace jsou veřejné a nepovinné.
da: Al information er offentlig og valgfri.
el: Όλες οι πληροφορίες είναι δημόσιες και προαιρετικές.
eo: Ĉiuj informaĵoj estas publikaj kaj nedevigaj.
es: Toda la información es pública y opcional.
eu: Informazio guztia publiko eta aukerakoa da
fa: تمامی اطلاعات عمومی و اختیاری است.
fi: Kaikki informaatio on julkista ja vapaaehtoista.
gl: Toda a información é pública e opcional.
he: כל המידע הוא פומבי ואופציונלי.
hy: Այստեղ նշվող բոլոր տեղեկությունները հասանելի են լինելու բոլորին, ավելացրեք դրանք սեփական ցանկությամբ։
id: Semua informasi bersifat publik jika dikehendaki.
it: Tutte le informazioni sono pubbliche e facoltative.
kk: Бүкіл мәлімет – жалпыға ашық, әрі оны көрсету – сіздің өз еркіңіз.
ko: 모든 정보는 공개되며 선택 사항입니다.
lt: Visa informacija yra vieša ir neprivaloma.
lv: Visa informācija ir publiska un nav obligāta.
mk: Сите информации се јавни и незадолжителни.
nl: Alle informatie is publiek toegankelijk en optioneel.
pt: Todas as informações são públicas e opcionais.
ro: Aceste date sunt publice și opționale.
ru: Вся указываемая здесь информация будет доступна публично, добавляйте её по своему желанию.
sk: Všetky informácie sú verejné a voliteľné.
sl: Vsi podatki so vidni in niso obvezni.
sq: Krejt informacioni është publik dhe opsional.
sr: Све информације су јавне и необавезне.
sv: All information är synlig för alla och frivillig.
tr: Tüm bilgiler herkese açık ve seçime bağlıdır.
uk: Уся інформація публічна та необов'язкова.
vi: Tất cả thông tin đều công khai và không bắt buộc.
zh: 所有资料是公开且可选填的。
zh_tw: 所有資料為公開並且可被隱藏。

# biographyDescription
source: Talk about yourself, your interests, what you like in chess, your favourite openings, players, ...
af: Vertel oor jouself, jou belangstellings, jou skaak passies, jou gunsteling openinge, spelers, ...
ar: تحدّث عن نفسك، عن اهتماماتك ما تحب في الشطرنج، افتتاحياتك المفضلة، المباريات، اللاعبون...
az: Özünüz haqqında danışın, maraqlarınız, şahmatda nəyi bəyəndiyiniz, sevimli debütləriniz, oyunçular və s...
be: Раскажыце пра сябе, вашы інтарэсы, што падабаецца ў шахматах, ўлюбляныя дэбюты, гульцы...
bg: Разкажете за себе си, какво харесвате в шахмата, вашите любими дебюти, игри, играчи…
bn: আপনার সম্পর্কে বলুন, দাবায় আপনি কি পচ্ছন্দ করেন, আপনার প্রিয় সাইটগুলো, খেলা, খেলোয়াড়দের সম্পর্কে বলুন…
bs: Nešto više o Vama, Vašim interesima, što volite u šahu, Vaša omiljena otvaranja, omiljeni igrači ...
ca: Parla sobre tu, què t'agrada dels escacs, les teves obertures preferides, jugadors, ...
cs: Napiš o sobě - co máš na šachu rád, oblíbená zahájení, partie, hráči…
da: Fortæl om dig selv, dine interesser, hvad kan du lide ved skak, dine favoritåbninger, spillere, ...
el: Γράψτε για τον εαυτό σας, τι σας αρέσει στο σκάκι, τα αγαπημένα σας ανοίγματα, παιχνίδια, παίκτες…
eo: Rakontu pri vi, kion vi ŝatas pri ŝako, viaj plej ŝatataj malfermoj, ludoj, ludantoj...
es: Cuéntanos sobre ti, qué te gusta del ajedrez, tus aperturas favoritas, partidas, jugadores…
eu: Esan zerbait zuri buruz, zer gustatzen zaizun xakean, zure hasiera gogokoenak, jokalariak…
fa: درباره ی خودتان بگویید - به چه چیزی در شطرنج علاقه داریدو گشایش ها - بازی ها و بازیکنان مورد علاقه تان…
fi: Kerro itsestäsi, parhaista asioista shakissa tai suosikkiavauksistasi, -peleistäsi, -pelaajistasi…
gl: Cóntanos sobre ti, os teus intereses, que che gusta do xadrez, as túas aperturas e xogadores preferidos…
he: ספר/י על עצמך, מה את/ה אוהב/ת בשחמט, הפתיחה המועדפת עליך, משחקים, שחקנים...
hy: Պատմեք Ձեր մասին. ինչն եք սիրում շախմատում, որոնք են Ձեր սիրելի սկզբնախաղերը, պարտիաները, շախմատիստները…
id: Ceritakan tentang anda, apa yang anda sukai dalam catur, pembukaan kesukaan, permainan, pemain…
it: Parlaci di te, cosa ti piace degli scacchi, le tue aperture preferite, partite, giocatori preferiti…
kk: Өзіңіз туралы айтып беріңізші: айналысатын істеріңіз, неге шахматпен шұғылданасыз, ұнайтын бастаулар, ойыншылар, ...
ko: 자신을 알려주세요. 왜 체스를 좋아하는지, 좋아하는 오프닝, 대국, 선수 등등...
lt: Papasakokite apie save, kodėl mėgstate šachmatus, kokie jūsų mėgstamiausi debiutai, žaidėjai…
lv: Pastāstiet par sevi un savām interesēm, mīļākajām atklātnēm, spēlētājiem, kāpēc jums patīk šahs...
mk: Кажи нешто за себе, твоите интереси, зошто сакаш шах, омилените потези, играчи...
nl: Vertel over jezelf, wat je aantrekt in schaken, je favoriete openingen, partijen, spelers…
pt: Fala de ti, do que gostas no xadrez, das tuas aberturas favoritas, jogos, jogadores...
ro: Descrie-te, ce-ți place în șah, deschiderea favorită, jocurile, jucătorii tăi favoriți…
ru: Расскажите о себе, что вы любите в шахматах, ваши любимые дебюты, партии, игроки...
sk: Napíšte niečo o sebe, čo sa Vám v šachu páči, Vaše obľúbené otvorenia, partie, hráči…
sl: Povej o sebi, kaj ti je všeč pri šahu, najljubše otvoritve, partije, igralci…
sq: Tregoni për veten, interesat tuaja, ç’ju pëlqen tek shahu, hapjet tuaja të preferuara, lojtarët…
sr: Говори о себи, твојим интересовањима, шта ти се свиђа у шаху, твојим омиљеним отварањима, играчима, ...
sv: Berätta om dig själv, dina intressen, vad du gillar med schack, dina favoritöppningar, spelare, ...
tr: Kendinizden bahsedin, satrançta ne buluyorsunuz, favori açılışlarınız, oyunlarınız, hayranı olduğunuz satranç ustaları…
uk: Розкажіть про себе: що вам подобається в шахах, які ваші улюблені дебюти, ігри, гравці…
vi: Giới thiệu gì đó về bạn như sở thích, bạn thích gì ở cờ, khai cuộc yêu thích, ván cờ yêu thích, thần tượng, ...
zh: 谈谈您自己、您的兴趣、您在国际象棋中的喜好、您最爱的开局、棋手等等。
zh_tw: 給一個自我介紹，例如興趣或您喜愛的選手等

# listBlockedPlayers
source: List players you have blocked
af: Lys geweierde spelers
ar: اسرد اللاعبين الذين حظرتهم
az: Blok edilmiş şəxslərin siyahısı
be: Спіс заблакаваных вамі гульцоў
bg: Покажи блокираните играчи
bn: আপনি যাদের অবরুদ্ধ করেছেন তাদের তালিকা
bs: Popis blokiranih igrača
ca: Llista de jugadors que has bloquejat
cs: Seznam hráčů, které jste zablokoval(a).
da: Vis spillere du har blokeret
el: Κατάλογος παικτών που έχετε αποκλείσει
eo: Montri blokitajn ludantojn
es: Lista de jugadores que has bloqueado
eu: Blokeatu dituzun jokalarien zerrenda
fa: فهرست بازیکنانی که مسدود کرده‌اید
fi: Torjutut pelaajat
gl: Listar os xogadores que bloqueaches
he: רשימת שחקנים שחסמת
hy: Այն խաղացողների ցանկը, որոնց Դուք արգելափակել եք
id: Daftar pengguna yang anda blokir
it: Elenca i giocatori che hai bloccato
kk: Бұғатталған ойыншыларды көрсету
ko: 이 플레이어를 차단
lt: Parodyti jūsų užblokuotus žaidėjus
lv: Rādīt bloķēto spēlētāju sarakstu
mk: Листа на блокирани играчи
nl: Toon lijst geblokkeerde spelers
pt: Lista os jogadores que bloqueaste
ro: Afișează jucătorii pe care i-ai blocat
ru: Список игроков, которых вы заблокировали
sk: Zoznam zablokovaných hráčov
sl: Seznam igralcev, ki si jih blokiral
sq: Radhitni lojtarët që keni bllokuar
sr: Прикажи играче које си блокирао/ла
sv: Lista spelare som du blockerat
tr: Engellenen oyuncular
uk: Список заблокованих гравців
vi: Danh sách các kỳ thủ mà bạn đang chặn
zh: 列出您已屏蔽的棋手
zh_tw: 顯示黑名單

source: Human
af: Mens
ar: إنسان
az: İnsan
be: Чалавек
bg: Човек
bn: মানুষ
bs: Osobe
ca: Humà
cs: Člověk
da: Menneske
el: Άνθρωπος
eo: Homo
es: Humano
eu: Gizakia
fa: شخص واقعی
fi: Ihminen
gl: Humano
he: בן אנוש
hy: Մարդ
id: Manusia
it: Umano
kk: Адам
ko: 인간
lt: Žmogus
lv: Cilvēks
mk: Човек
nl: Menselijke speler
pt: Humano
ro: Om
ru: Человек
sk: Človek
sl: Človek
sq: Njeri
sr: Особа
sv: Människa
tr: İnsan
uk: Людина
vi: Con người
zh: 人类
zh_tw: 人類

source: Computer
af: Rekenaar
ar: حاسب
az: Kompüter
be: Камп'ютар
bg: Компютър
bn: কম্পিউটার
bs: Računar
ca: Ordinador
cs: Počítač
el: Υπολογιστής
eo: Komputilo
es: Ordenador
eu: Ordenagailua
fa: رایانه
fi: Tietokone
gl: Máquina
he: מחשב
hy: Համակարգիչ
id: Komputer
kk: Компьютер
ko: 컴퓨터
lt: Kompiuteris
lv: Dators
mk: Компјутер
pt: Computador
ro: Calculator
ru: Компьютер
sk: Počítač
sl: Računalnik
sq: Kompjuter
sr: Рачунар
sv: Dator
tr: Bilgisayar
uk: Комп'ютер
vi: Máy tính
zh: 电脑
zh_tw: 電腦

source: Side
af: Kant
ar: الجهة
az: Tərəf
be: Бок
bg: Страна
bn: পাশে
bs: Strana
ca: Color
cs: Strana
el: Πλευρά
eo: Koloro
es: Color
eu: Kolorea
fa: چه رنگی؟
fi: Puoli
gl: Bando
he: צד
hy: Կողմ
id: Pihak
it: Lato
kk: Жақ
ko: 색
lt: Pusė
lv: Krāsa
mk: Боја
nl: Kleur
pt: Cor
ro: Parte
ru: Сторона
sk: Farba
sl: Stran
sq: Pala
sr: Страна
sv: Sida
tr: Taraf
uk: Сторона
vi: Bên
zh: 执棋方
zh_tw: 方

source: Clock
af: Klok
ar: الوقت
az: Saat
be: Гадзіннік
bg: Часовник
bn: ঘড়ি
bs: Sat
ca: Rellotge
cs: Čas
da: Ur
el: Χρόνος
eo: Horloĝo
es: Reloj
eu: Erlojua
fa: ساعت
fi: Kello
gl: Reloxo
he: שעון
hy: Ժամացույց
id: Jam
it: Orologio
kk: Сағат-құрал
ko: 시계
lt: Laikrodis
lv: Pulkstenis
mk: Часовник
nl: Klok
pt: Relógio
ro: Ceas
ru: Часы
sk: Tempo
sl: Ura
sq: Sahat
sr: Сат
sv: Klocka
tr: Saat
uk: Годинник
vi: Đồng hồ
zh: 棋钟
zh_tw: 棋鐘

source: Opponent
ar: الخصم
az: Rəqib
be: Апанэнт
bg: Противник
bn: প্রতিদ্বন্দ্বী
bs: Protivnik
ca: Rival
cs: Protihráč
da: Modstander
el: Αντίπαλος
eo: Kontraŭulo
es: Oponente
eu: Aurkaria
fa: حریف
fi: Vastapelaaja
gl: Rival
he: יריב
hy: Մրցակից
id: Lawan
it: Avversario
kk: Қарсылас
ko: 상대
lt: Varžovas
lv: Pretinieks
mk: Противник
nl: Tegenstander
pt: Adversário
ro: Adversar
ru: Соперник
sk: Protihráč
sl: Nasprotnik
sq: Kundërshtari
sr: Противник
sv: Motståndare
tr: Rakip
uk: Суперник
vi: Đối thủ
zh: 对手
zh_tw: 對手
