Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# broadcastDefinitivelyDeleteRound
source: Definitively delete the round and all its games.
af: Skrap die rondte en sy spelle beslis uit.
ar: قم بحذف الجولة وجميع ألعابها نهائيا.
be: Канчаткова выдаліць ​​тур і ўсе яго гульні.
bg: Окончателно изтрийте този рунд и всичките му игри.
bs: Definitivno izbrišite ovo kolo i partije u njemu.
ca: Eliminar definitivament la ronda i les seves partides.
cs: Definitivně smazat kolo a jeho hry.
da: Slet runden og dens partier endegyldigt.
el: Οριστική διαγραφή του γύρου και των παρτίδων του.
eo: Sendube forigi la raŭndon kaj ĉiujn ĝiajn ludojn.
es: Eliminar definitivamente la ronda y sus partidas.
eu: Betiko ezabatu txanda eta bere partida guztiak.
fa: این دور و همه بازی‌هایش را به طور کامل حذف کن.
fi: Poista kierros ja sen pelit lopullisesti.
gl: Eliminar definitivamente a rolda e todas as súas partidas.
he: מחיקת הסבב הזה והמשחקים שבו לצמיתות
it: Elimina definitivamente il turno e le sue partite.
kk: Айналым мен оның ойындарын толығымен жою.
ko: 라운드와 해당 게임을 완전히 삭제합니다.
lt: Užtikrintai ištrinti raundą ir jo partijas.
lv: Neatgriezeniski dzēst raundu un tā spēles.
nl: Deze ronde en bijbehorende partijen definitief verwijderen.
pt: Eliminar definitivamente a ronda e os seus jogos.
ro: Șterge definitiv runda și jocurile sale.
ru: Определенно удалить тур и его партии.
sk: Definitívne vymazať kolo a partie tohto kola.
sl: Dokončno izbrišite krog in njegove igre.
sq: Fshije përfundimisht raundin dhe lojërat e tij.
sv: Ta bort denna runda och dess partier definitivt.
tr: Turu ve oyunlarını tamamen sil.
uk: Видалити всі ігри цього раунду.
vi: Dứt khoát xóa tất cả vòng đấu và các ván đấu trong đó.
zh: 永久删除此轮次及其所有对局。
zh_tw: 刪除這局以及其所有棋局

# broadcastDeleteAllGamesOfThisRound
source: Delete all games of this round. The source will need to be active in order to re-create them.
af: Skrap alle spelle van hierdie rondte. Die bron sal aktief moet wees om hulle te kan herskep.
ar: احذف كل ألعاب هذه الجولة. سيحتاج المصدر إلى أن يكون فعالاً من أجل إعادة إنشائها.
be: Выдаліць усе гульні гэтага тура. Для іх паўторнага стварэння крыніца павінна быць актыўнай.
bg: Изтрийте този рунд и всичките му игри. Източникът трябва да е активен за да можете да ги възстановите.
bs: Izbrišite sve partije iz ovog kola. Izvor mora biti aktivan da biste ih mogli ponovo kreirati.
ca: Eliminar totes les partides d'aquesta ronda. L'origen ha d'estar actiu per a recrear-les.
cs: Smazat všechny hry v tomto kole. Zdroj musí být aktivní aby bylo možno je znovu vytvořit.
da: Slet alle partier i denne runde. Kilden skal være aktiv for at genskabe dem.
el: Διαγραφή όλων των παρτίδων αυτού του γύρου. Η πηγή μετάδοσης θα πρέπει να είναι ενεργή για να τις δημιουργήσετε ξανά.
eo: Forigi ĉiujn ludojn de ĉi tiu raŭndo. La fonto devos esti aktiva por rekrei ilin.
es: Eliminar todas las partidas de esta ronda. La fuente tendrá que estar activa para volver a crearlos.
eu: Ezabatu txanda honetako partida guztiak. Jatorria aktibo egon behar da berriz sortzeko.
fa: همه بازی‌های این دور را حذف کن. منبع باید فعال باشد تا بتوان آنها را بازساخت.
fi: Poista kaikki tämän kierroksen pelit. Lähteen on oltava aktiivinen, jotta pelit voidaan luoda uudelleen.
gl: Eliminar todas as partidas desta rolda. A transmisión en orixe terá que estar activa para volver crealas.
he: מחיקת כל המשחקים בסבב הזה. כדי ליצור אותם מחדש, קישור המקור צריך להיות פעיל.
it: Elimina tutte le partite di questo turno. L'emittente dovrà essere attiva per poterli ricreare.
kk: Айналымның бүкіл ойындарын жою. Оларды қайта құру үшін қайнар көзі белсенді болуы керек.
ko: 이 라운드의 모든 게임을 삭제합니다. 다시 생성하려면 소스가 활성화되어 있어야 합니다.
lt: Ištrinti visas partijas šiame raunde. Norint jas perkurti reikės aktyvaus šaltinio.
lv: Izdzēst visas šī raunda spēles. To atjaunošanai būs nepieciešams aktīvs avots.
nl: Alle partijen van deze ronde verwijderen. De bron zal actief moeten zijn om ze opnieuw te maken.
pt: Eliminar todos os jogos desta ronda. A fonte deverá estar ativa para poder recriá-los.
ro: Șterge toate jocurile din această rundă. Sursa va trebui să fie activă pentru a le recrea.
ru: Удалить все партии этого тура. Для их пересоздания потребуется активный источник.
sk: Vymazať všetky partie tohto kola. K opätovnému vytvoreniu partií bude potrebné aby bol zdroj aktívny.
sl: Izbriši vse igre tega kroga. Vir bo moral biti aktiven, da jih lahko znova ustvarite.
sq: Fshi krejt lojërat e këtij raundi. Burimi do të duhet të jetë aktiv, që të mund të rikrijohen ato.
sv: Radera alla partier i denna runda. Källan kommer behöva vara aktiv för att återskapa dem.
tr: Bu turdaki tüm oyunları sil. Tekrardan yapılabilmesi için kaynağın aktif olması gerekir.
uk: Видалити всі ігри цього раунду. Джерело має бути активним для того, щоб повторно відтворити його.
vi: Xóa toàn bộ ván cờ trong vòng này. Để tạo lại chúng bạn cần thêm lại nguồn.
zh: 删除此轮次的所有对局。需要源文件处于活动状态才能重新创建它们。
zh_tw: 刪除所有此輪的棋局。直播來源必須是開啟的以成功重新建立棋局。

# broadcastEditRoundStudy
source: Edit round study
ar: تعديل دراسة الجولة
be: Рэдагаваць навучанне туру
bs: Podesite studiju kola
ca: Edita l'estudi de la ronda
cs: Upravit studie kola
da: Rediger rundestudie
el: Επεξεργασία μελέτης γύρου
eo: Redakti raŭndan studon
es: Editar estudio de ronda
eu: Editatu txandako azterlana
fa: ویرایش مطالعه دور
fi: Kierrostutkielman muokkaus
gl: Editar o estudo da rolda
he: עריכת לוח הלמידה של הסבב
hy: Խմբագրել խաղափուլի ստուդիան
it: Modifica lo studio del turno
kk: Айналымның зертханасын өзгерту
ko: 경기 연구 편집
lt: Keisti raundo studiją
nl: Studieronde bewerken
pt: Editar estudo da ronda
ro: Editare rundă de studiu
ru: Редактировать студию тура
sk: Upraviť kolo štúdií
sl: Uredi krog študije
sq: Përpunoni analizë raundi
sv: Redigera studie för ronden
tr: Tur çalışmasını düzenle
uk: Редагувати дослідження раунду
vi: Chỉnh sửa vòng nghiên cứu
zh: 编辑轮次研习
zh_tw: 編輯此輪研究

# broadcastDeleteTournament
source: Delete this tournament
af: Vee hierdie toernooi uit
ar: حذف هذه البطولة
be: Выдаліць гэты турнір
bg: Изтрий този турнир
bs: Izbrišite ovaj turnir
ca: Elimina aquest torneig
cs: Smazat tento turnaj
da: Slet denne turnering
el: Διαγραφή τουρνουά
eo: Forigi ĉi tiun turniron
es: Elimina este torneo
eu: Ezabatu txapelketa hau
fa: حذف این مسابقات
fi: Poista tämä turnaus
gl: Eliminar este torneo
he: מחיקת הטורניר הזה
hy: Հեռացնել այս մրցաշարը
it: Elimina questo torneo
kk: Бұл жарысты жою
ko: 이 토너먼트 삭제
lt: Ištrinti šį turnyrą
nl: Verwijder dit toernooi
pt: Eliminar este torneio
ro: Șterge acest turneu
ru: Удалить этот турнир
sk: Vymazať tento turnaj
sl: Zbrišite ta turnir
sq: Fshije këtë turne
sv: Radera turnering
tr: Bu turnuvayı sil
uk: Видалити турнір
vi: Xóa giải đấu này
zh: 删除此锦标赛
zh_tw: 刪除此錦標賽

# broadcastDefinitivelyDeleteTournament
source: Definitively delete the entire tournament, all its rounds and all its games.
af: Vee beslis die hele toernooi uit, met al sy rondtes en spelle.
ar: قم بحذف البطولة كلها, وكل جولاتها, وكل ألعابها.
be: Канчаткова выдаліць увесь турнір, усе яго туры і ўсе гульні.
bg: Окончателно изтрий целия турнир, всичките му рундове и игри.
bs: Definitivno izbrišite cijeli turnir, sva kola i sve partije.
ca: Elimina el torneig de forma definitiva, amb totes les seves rondes i les seves partides.
cs: Opravdu smazat celý turnaj, všechna kola a hry.
da: Slet hele turneringen, alle dens runder og alle dens partier.
el: Οριστική διαγραφή αυτού του τουρνουά, όλων των γύρων του και όλων των παρτίδων του.
eo: Sendube forigi la tuta turniro, kaj ĝiajn raŭndojn kaj ĉiujn ĝiajn ludojn.
es: Elimina definitivamente todo el torneo, rondas y partidas incluidas.
eu: Txapelketa behin betiko ezabatu, bere txanda eta partida guztiak barne.
fa: کل مسابقات، شامل همه دورها و بازی‌هایش را به طور کامل حذف کن.
fi: Poista lopullisesti koko turnaus, sen kaikki kierrokset ja kaikki pelit.
gl: Eliminar o torneo de forma definitiva, con todas as súas roldas e partidas.
he: מחיקה לצמיתות של הטורניר הזה, על כל סבביו והמשחקים שבו.
hy: Վերջնականապես հեռացնել ամբողջ մրցաշարը, նրա խաղափուլերը և պարտիաները։
it: Elimina definitivamente l'intero torneo, tutti i turni e tutte le partite.
kk: Жарысты айналым мен ойындарымен бірге толығымен жою.
ko: 토너먼트 전체의 모든 라운드와 게임을 완전히 삭제합니다.
lt: Užtikrintai ištrinti visą turnyrą, visus raundus ir visas jų partijas.
nl: Verwijder definitief het hele toernooi, inclusief alle rondes en partijen.
pt: Excluir definitivamente todo o torneio, todas as rondas e todos os jogos.
ro: Sigur doresc să ștergeți întregul turneu, toate rundele și toate jocurile sale.
ru: Окончательно удалить весь турнир, его туры и партии.
sk: Definitívne odstrániť celý turnaj so všetkými kolami a všetkými partiami.
sl: Dokončno izbrišite celoten turnir, vse njegove kroge in vse njegove igre.
sq: Fshihe përfundimisht krejt turneun, krejt raundet e tij dhe krejt lojërat në të.
sv: Definitivt radera turnering.
tr: Bütün turnuvayı, turlarını ve oyunlarını kalıcı olarak sil.
uk: Остаточно видалити весь турнір, всі його раунди та всі його ігри.
vi: Xóa dứt khoát toàn bộ giải đấu, tất cả các vòng và tất cả ván cờ trong đó.
zh: 永久删除整个锦标赛、其所有轮次及所有对局。
zh_tw: 刪除錦標賽以及所有棋局

# broadcastShowScores
source: Show players scores based on game results
ar: إظهار نتيجة اللاعبين بناءً على نتائج اللعبة
bs: Prikaži bodove igrača bazirane na rezultatima mečeva
ca: Mostra les puntuacions dels jugadors en funció dels resultats de les partides
cs: Zobraz skóre hráču dle herních výsledků
da: Vis spilleres point baseret på resultater fra partier
el: Εμφάνιση βαθμών των παικτών βάσει των παρτίδων τους
es: Mostrar las puntuaciones de los jugadores según los resultados de las partidas
eu: Erakutsi jokalarien puntuazioak partiden emaitzen arabera
fa: نمایش امتیاز بازیکنان بر پایه نتیجه بازی‌ها
fi: Näytä pelaajien pisteet pelien tulosten pohjalta
gl: Amosar os puntos dos xogadores en función dos resultados das partidas
he: הצגת הניקוד של השחקנים בהתבסס על תוצאות המשחקים
it: Mostra i punteggi dei giocatori in base ai risultati del gioco
ko: 게임 결과에 따라 플레이어 점수 표시
lt: Rodyti žaidėjų balus pagal partijų rezultatus
nl: Toon scores van spelers op basis van partij-uitslagen
pt: Mostra as pontuações dos jogadores com base nos resultados dos jogos
ro: Arată scorurile jucătorilor pe baza rezultatelor jocului
ru: Показать очки игроков по результатам партий
sk: Zobraziť skóre hráčov na základe výsledkov partií
sl: Prikaži rezultate igralcev na podlagi rezultatov igre
sq: Shfaq pikë lojtatësh bazuar në përfundime lojërash
sv: Visa spelares poäng efter matchresultat
tr: Oyuncuların puanlarını oyun sonuçlarına göre göster
uk: Показувати результати гравців за результатами гри
vi: Hiển thị điểm số của người chơi dựa trên kết quả ván đấu
zh: 根据对局结果显示棋手得分
zh_tw: 根據比賽結果顯示玩家分數

# broadcastReplacePlayerTags
source: Optional: replace player names, ratings and titles
af: Opsioneel: vervang spelername, graderings en titels
ar: اختياري: استبدل أسماء اللاعبين وتقييماتهم وألقابهم
bg: По избор: промени имената на играчите, рейтингите и титлите
bs: Opcionalno: zamjeni imena igrača, rejtinge i titule
ca: Opcional: Reemplaça noms dels jugadors, puntuacions i títols
cs: Volitelné: nahraď jména hráčů, rating a tituly
da: Valgfrit: udskift spillernavne, ratings og titler
el: Προαιρετικό: αντικατάσταση ονομάτων, βαθμολογιών και τίτλων παικτών
eo: Nedeviga: anstataŭigi nomojn de ludantoj, rangojn kaj titolojn
es: Opcional: reemplazar nombres de jugadores, puntuaciones y títulos
eu: Hautazkoa: aldatu jokalarien izen, puntuazio eta tituluak
fa: اختیاری: عوض کردن نام، درجه‌بندی و عنوان بازیکنان
fi: Valinnainen: korvaa pelaajien nimet, vahvuusluvut ja arvonimet
gl: Opcional: substituír os nomes dos xogadores, as puntuacións e os títulos
he: אופציונאלי: החלפה של שמות השחקנים, דירוגיהם ותאריהם
it: Facoltativo: sostituisci i nomi dei giocatori, i punteggi e i titoli
ko: 선택 사항: 플레이어 이름, 레이팅 및 타이틀 바꾸기
lt: Pasirenkama: pakeiskite žaidėjų vardus, reitingus ir titulus
nl: Optioneel: vervang spelersnamen, beoordelingen en titels
pt: Opcional: substituir nomes de jogadores, avaliações e títulos
ro: Opțional: înlocuiește numele jucătorilor, ratingurile și titlurile
ru: Необязательно: заменить имена игроков, рейтинги и звания
sk: Voliteľné: nahradiť mená hráčov, hodnotenia a tituly
sl: Izbirno: zamenjajte imena igralcev, ratinge in nazive
sq: Opsionale: zëvendësoni emra lojëtarësh, vlerësime dhe tituj
sv: Valfritt: byt ut spelarnamn, ranking och titlar
tr: İsteğe bağlı: Oyuncu adlarını, derecelendirmelerini ve unvanlarını değiştirin
uk: За бажанням: замінити імена, рейтинги та титули гравців
vi: Tùy chọn: biệt danh, hệ số Elo và danh hiệu
zh: 可选：替换棋手姓名、等级分和头衔
zh_tw: 取代玩家名字、評級、以及頭銜（選填）

# broadcastFideFederations
source: FIDE federations
af: FIDE-federasies
ar: الاتحاد الدولي للشطرنج
bg: ФИДЕ федерации
bs: FIDE federacije
ca: Federacions FIDE
cs: FIDE federace
da: FIDE-føderationer
el: Ομοσπονδίες FIDE
eo: FIDE federacioj
es: Federaciones FIDE
eu: FIDE federazioak
fa: کشورگان‌های فیده
fi: FIDEn liitot
gl: Federacións FIDE
he: איגודי FIDE
it: Federazioni FIDE
ko: FIDE 연맹
lt: FIDE federacijos
lv: FIDE federācijas
nl: FIDE-federaties
pt: Federações FIDE
ro: Federații FIDE
ru: Федерации FIDE
sk: FIDE federácie
sl: FIDE države
sq: Federata FIDE
sv: FIDE-förbund
tr: FIDE federasyonları
uk: Федерації FIDE
vi: Các liên đoàn FIDE
zh: FIDE 成员国/地区
zh_tw: FIDE 國別

# broadcastTop10Rating
source: Top 10 rating
af: Top 10 gradering
ar: تقييم أعلى 10
bs: Top 10 rejtinga
ca: Top 10 Ràting
cs: Rating top 10
el: Κορυφαίες 10 βαθμολογίες
eo: La 10 plej bonaj
es: Los 10 mejores
eu: 10 onenak
fa: ده درجه‌بندی برتر
fi: Top 10 -vahvuuslukulista
gl: Media do top 10
he: דירוג עשרת המובילים
it: Migliori 10 punteggi
ko: Top 10 레이팅
lt: 10 aukščiausių reitingų
lv: 10 labāko spēlētāju reitings
pt: 10 melhores classificações
ro: Top 10 evaluări
ru: Топ-10
sk: 10 najlepšie hodnotených
sl: Najboljših 10 po ratingu
sq: 10 vlerësimet kryesuese
sv: Topp 10 rating
tr: İlk 10 rating
uk: Топ 10 рейтингу
vi: Hệ số Elo top 10
zh: 前 10 名等级分
zh_tw: 前 10 名平均評級

# broadcastFidePlayers
source: FIDE players
af: FIDE-deelnemers
ar: لاعبين FIDE
be: Гульцы FIDE
bs: FIDE igrači
ca: Jugadors FIDE
cs: FIDE hráči
da: FIDE-spillere
el: Παίκτες FIDE
eo: FIDE ludanto
es: Jugadores FIDE
eu: FIDE jokalariak
fa: بازیکنان فیده
fi: FIDE-pelaajat
gl: Xogadores FIDE
he: שחקני FIDE
it: Giocatori FIDE
ko: FIDE 선수들
lt: FIDE žaidėjai
lv: FIDE spēlētāji
nl: FIDE-spelers
pt: Jogadores FIDE
ro: Jucători FIDE
ru: Игроки FIDE
sk: FIDE šachisti
sl: FIDE igralci
sq: Lojtarë FIDE
sv: FIDE-spelare
tr: FIDE oyuncuları
uk: Гравці FIDE
vi: Các kỳ thủ FIDE
zh: FIDE 棋手
zh_tw: FIDE 玩家

# broadcastFidePlayerNotFound
source: FIDE player not found
af: FIDE-deelnemer nie gevind nie
ar: لم يتم العثور على لاعب الاتحاد الدولي (FIDE)
bs: FIDE igrač nije pronađen
ca: No s'ha trobat el jugador FIDE
cs: FIDE hráč nenalezen
da: FIDE-spiller ikke fundet
el: Δε βρέθηκε κανένας παίκτης FIDE
eo: FIDE ludanto ne trovita
es: Jugador FIDE no encontrado
eu: FIDE jokalaria ez da aurkitu
fa: بازیکن فیده پیدا نشد
fi: FIDE-pelaajaa ei löytynyt
gl: Xogador FIDE non atopado
he: לא נמצא שחקן FIDE
it: Giocatore FIDE non trovato
ko: FIDE 선수 찾지 못함
lt: FIDE žaidėjas nerastas
lv: FIDE spēlētājs nav atrasts
nl: FIDE-speler niet gevonden
pt: Jogador FIDE não encontrado
ro: Jucătorul FIDE nu a fost găsit
ru: Профиль FIDE не найден
sk: FIDE šachista sa nenašiel
sl: FIDE igralec ni najden
sq: S’u gjet lojtar FIDE
sv: FIDE-spelare hittades inte
tr: FIDE oyuncusu bulunamadı
uk: Гравця FIDE не знайдено
vi: Không tìm thấy kỳ thủ FIDE
zh: 未找到 FIDE 棋手
zh_tw: 找不到 FIDE 玩家

# broadcastFideProfile
source: FIDE profile
af: FIDE-profiel
ar: مِلَفّ FIDE
be: Профіль FIDE
bg: ФИДЕ профил
bs: FIDE profil
ca: Perfil FIDE
cs: FIDE profil
da: FIDE-profil
el: Προφίλ FIDE
eo: Profilo FIDE
es: Perfil FIDE
eu: FIDE profila
fa: رُخ‌نمای فیده
fi: FIDE-profiili
gl: Perfil FIDE
he: פרופיל FIDE
it: Profilo FIDE
kk: FIDE төлқұжаты
ko: FIDE 프로필
lt: FIDE profilis
lv: FIDE profils
nl: FIDE-profiel
pt: Perfil FIDE
ro: Profil FIDE
ru: Профиль FIDE
sk: FIDE profil
sl: FIDE profil
sq: Profil FIDE
sv: FIDE-profil
tr: FIDE profili
uk: Профіль FIDE
vi: Hồ sơ FIDE
zh: FIDE 档案
zh_tw: FIDE 序號

# broadcastFederation
source: Federation
af: Federasie
ar: إتحاد
be: Федэрацыя
bg: Федерация
bs: Federacija
ca: Federació
cs: Federace
da: Føderation
el: Ομοσπονδία
eo: Federacio
es: Federación
eu: Federazioa
fa: کشورگان
fi: Kansallinen liitto
gl: Federación
he: איגוד
it: Federazione
ko: 연맹
lt: Federacija
lv: Federācija
nl: Federatie
pt: Federação
ro: Federație
ru: Федерация
sk: Federácia
sl: Država
sq: Federim
sv: Förbund
tr: Federasyon
uk: Федерація
vi: Liên đoàn
zh: 所属协会
zh_tw: 國籍

# broadcastAge
source: Age
ca: Edat
eo: Aĝo
nl: Leeftijd
ru: Возраст
vi: Tuổi
zh: 年龄

# broadcastUnrated
source: Unrated
af: Ongegradeerd
ar: غير مقيم
bs: Nema rejting
ca: Sense avaluació
cs: Nehodnocen
da: Uden rating
el: Μη βαθμολογημένο
eo: Sen rango
es: Sin puntuación
eu: Ez du sailkapenik
fa: بی‌درجه‌بندی
fi: Pisteyttämätön
gl: Sen puntuar
he: לא מדורג
it: Non classificato
ko: 비레이팅
lt: Nereitinguota(s)
lv: Nevērtēta
nl: Zonder rating
pt: Sem classificação
ro: Fără rating
ru: Без рейтинга
sk: Bez hodnotenia
sl: Nima ratinga
sq: Pa pikë
sv: Ej rankat
tr: Derecelendirilmemiş
uk: Без рейтингу
vi: Chưa xếp hạng
zh: 无等级分
zh_tw: 未評級

# broadcastRecentTournaments
source: Recent tournaments
af: Onlangse toernooie
ar: البطولات الأخيرة
bs: Nedavni turniri
ca: Tornejos recents
cs: Nedávné tournamenty
da: Seneste turneringer
el: Πρόσφατα τουρνουά
eo: Ĵusaj turniroj
es: Torneos recientes
eu: Azken txapelketak
fa: مسابقاتِ اخیر
fi: Viimeisimmät turnaukset
gl: Torneos recentes
he: טורנירים אחרונים
it: Tornei recenti
ko: 최근 토너먼트
lt: Neseniai sukurti turnyrai
nl: Recente toernooien
pt: Torneio recentes
ro: Turnee recente
ru: Недавние турниры
sk: Posledné turnaje
sl: Pretekli turnirji
sq: Turne së fundi
sv: Senaste turneringar
tr: Son Turnuvalar
uk: Нещодавні турніри
vi: Các giải đấu tham gia gần đây
zh: 近期锦标赛
zh_tw: 最近錦標賽

# broadcastOpenLichess
source: Open in Lichess
ar: افتح في ليتشيس
bg: Отвори в Lichess
bs: Otvori na Lichess-u
ca: Obre a Lichess
cs: Otevřít v Lichess
da: Åbn i Lichess
el: Άνοιγμα στο Lichess
eo: Malfermi en Lichess
es: Abrir en Lichess
eu: Ireki Lichessen
fa: آزاد در Lichess
fi: Avaa Lichessissä
gl: Abrir en Lichess
he: פתיחה ב־Lichess
it: Apri con Lichess
ko: Lichess에서 열기
lt: Atverti Lichess-e
nl: Openen in Lichess
pt: Abrir no Lichess
ro: Deschide în Lichess
ru: Открыть в Lichess
sk: Otvoriť na Lichess
sl: Odprto v Lichess
sq: Hape në Lichess
sv: Öppna i Lichess
tr: Lichess'te aç
uk: Відкрити в Lichess
vi: Mở trên Lichess
zh: 在 Lichess 中打开
zh_tw: 在 lichess 中開啟

# broadcastTeams
source: Teams
ar: الفِرق
bg: Отбори
bs: Timovi
ca: Equips
cs: Týmy
da: Hold
el: Ομάδες
eo: Teamoj
es: Equipos
eu: Taldeak
fa: یَران‌ها
fi: Joukkueet
gl: Equipos
he: קבוצות
it: Squadre
ko: 팀
lt: Komandos
pt: Equipas
ro: Echipe
ru: Клубы
sk: Tímy
sl: Ekipe
sq: Ekipe
sv: Lag
tr: Takımlar
uk: Команди
vi: Các đội
zh: 团队
zh_tw: 團隊

# broadcastBoards
source: Boards
ar: الألواح
bg: Дъски
bs: Ploče
ca: Taulers
cs: Šachovnice
da: Brætter
el: Σκακιέρες
eo: Tabuloj
es: Tableros
eu: Taulak
fa: میز‌ها
fi: Laudat
gl: Taboleiros
he: לוחות
it: Scacchiere
ko: 보드
lt: Lentos
nl: Borden
pt: Tabuleiros
ro: Table
ru: Доски
sk: Šachovnice
sl: Deske
sq: Fusha
sv: Partier
tr: Tahtalar
uk: Дошки
vi: Các bàn đấu
zh: 棋盘
zh_tw: 棋局

# broadcastOverview
source: Overview
ar: لمحة عامة
bg: Общ преглед
bs: Pregled
ca: Visió general
cs: Přehled
da: Oversigt
el: Επισκόπηση
eo: Superrigardo
es: Resumen
eu: Laburpena
fa: نمای کلی
fi: Pääsivu
gl: Visión de conxunto
he: מידע כללי
it: Panoramica
ko: 개요
lt: Apžvalga
nl: Overzicht
pt: Visão geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sl: Pregled
sq: Përmbledhje
sv: Översikt
tr: Genel Bakış
uk: Огляд
vi: Tổng quan
zh: 概览
zh_tw: 概覽
