Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Return to tournaments homepage
af: Keer terug na die toernooie tuisblad
ar: الرجوع إلى المسابقات
az: Turnirin ana səhifəsinə qayıt
be: Вярнуцца да галоўнай старонкі турніраў
bg: Връщане към началната страница
bn: ফিরেযান ক্রীড়া-প্রতিযোগিতার প্রথম পাতায়
bs: Povratak na početnu stranicu turnira
ca: Torna a la pàgina principal de tornejos
cs: Návrat na stránku turnajů
da: Vend tilbage til turnerings-forsiden
el: Επιστροφή στην αρχική σελίδα τουρνουά
eo: Returni al la hejmpaĝo de la konkursoj
es: Volver a la página principal de torneos
eu: Txapelketako orrialde nagusira itzuli
fa: بازگشت به صفحه اصلی مسابقات
fi: Palaa turnausten aloitussivulle
gl: Volver a páxina principal dos torneos
he: חזרה לדף הבית של הטורנירים
hy: Մրցաշարերի գլխավոր էջ
id: Kembali ke laman turnamen
it: Torna alla pagina iniziale del torneo
kk: Жарыстың бастапқы бетіне оралу
ko: 토너먼트 홈으로 돌아가기
lt: Grįžti į pradinį turnyrų puslapį
lv: Atgriezties turnīru lapā
mk: Повраток на почетната страна
nl: Ga terug naar de startpagina van de toernooien
pt: Voltar à página inicial de torneios
ro: Înapoi la pagina turneului
ru: Главная страница турниров
sk: Späť na prehľad turnajov
sl: Vrni se na domačo stran turnirjev
sq: Kthehu në faqen kryesore të turneve
sr: Врати се на почетну страну турнира
sv: Återgå till turneringens hemsida
tr: Turnuva sayfasına geri dön.
uk: Повернутися до домашньої сторінки турніру
vi: Trở về trang chủ các giải đấu
zh: 返回锦标赛主页
zh_tw: 返回錦標賽首頁

# weeklyPerfTypeRatingDistribution
source: Weekly {param} rating distribution
af: Weeklikse {param} gradering verdeling
ar: توزيع التقييم الأسبوعي لـ {param}
az: Həftəlik {param} reytinq əyrisi
be: Штотыднёвае размеркаванне па рэйтынгу {param}
bg: Седмично разпределение на {param} рейтинга
bn: সাপ্তাহিক {param} অনুপাত বন্টন
bs: Sedmični pregled {param} rejtinga
ca: Distribució mensual de les puntuacions en {param}
cs: Týdenní hodnocení pro {param}
da: Månedlig {param} rating fordeling
el: Μηνιαία κατανομή βαθμολογίας {param}
eo: Monata rango-distribuo de {param}
es: Distribución mensual de puntos en {param}
eu: Asteko {param} puntuazioaren banaketa
fa: توزیع درجه‌بندی {param} هفتگی
fi: Viikoittainen pelaajien vahvuuslukujakauma ({param})
gl: Distribución semanal da puntuación en {param}
he: התפלגות שבועית של דירוגי {param}
hy: Վարկանիշերի ամենշաբաթյա բաշխում {param}-ում
id: Distribusi rating {param} bulanan
it: Distribuzione settimanale dei punteggi {param}
kk: Апталық {param} рейтингтер таралымы
ko: 주간 {param} 레이팅 분포
lt: Savaitinis „{param}“ reitingų pasiskirstymas
lv: Mēneša {param} reitingu sadalījums
mk: Седмичен распоред на {param} рејтинг
nl: Maandelijkse {param} rating distributie
pt: Distribuição semanal de pontuação em {param}
ro: Distribuția săptămânală a palmaresului {param}
ru: Еженедельное распределение рейтингов в {param}
sk: Týždenné {param} ratingové hodnotenie
sl: Mesečna porazdelitev {param} ratinga
sq: Shpërndarje javore e vlerësimit në {param}
sr: Недељна {param} рејтинг дистрибуција
sv: Veckans {param}ratingfördelning
tr: Haftalık {param} puan dağılımı
uk: Щотижневий розподіл за рейтингом {param}
vi: Phân bổ hệ số {param} hàng tuần
zh: 本周 {param} 等级分分布
zh_tw: 本月{param}的分數分布

# yourPerfTypeRatingIsRating
source: Your {param1} rating is {param2}.
af: Jou {param1} gradering is {param2}
ar: تقييمك في {param1} هو {param2}.
az: Sənin {param1} reytinqin {param2}-dir
be: Ваш рэйтынг у рэжыме «{param1}» – {param2}.
bg: Вашият {param1} рейтинг е {param2}.
bn: আপনার {param1} অনুপাত হয় {param2}.
bs: Vaš {param1} rejting je {param2}.
ca: La teva puntuació en {param1} és de {param2}.
cs: Vaše {param1} hodnocení je {param2}.
da: Din {param1} rating er {param2}
el: Η βαθμολογία σας στο {param1} είναι {param2}.
eo: Via rango je {param1} estas {param2}.
es: Tu puntuación en {param1} es {param2}.
eu: Zure {param1} balorazioa {param2} da.
fa: درجه‌بندی {param1} شما {param2} است.
fi: Sinun {param1}-vahvuuslukusi on {param2}.
gl: A túa puntuación en {param1} é {param2}.
he: דירוגך במשחקי {param1} הוא {param2}.
hy: Ձեր վարկանիշը {param1}-ում՝ {param2}։
id: Rating {param1} anda adalah {param2}
it: Il tuo punteggio {param1} è {param2}.
kk: Сіздің {param1} рейтингіңіз – {param2}.
ko: 당신의 {param1} 레이팅은 {param2}입니다.
lt: Jūsų „{param1}“ reitingas yra {param2}.
lv: Jūsu {param1} reitings ir {param2}.
mk: Вашиот рејтинг на „{param1}“ е {param2}.
nl: Je {param1}rating is {param2}.
pt: A tua pontuação em {param1} é {param2}.
ro: Scorul {param1} este {param2}.
ru: Ваш рейтинг в {param1} — {param2}.
sk: Vaše {param1} hodnotenie je {param2}.
sl: Tvoj {param1} rating je {param2}.
sq: Vlerësimi juaj në {param1} është {param2}.
sr: Твој {param1} рејтинг је {param2}.
sv: Din {param1}rating är {param2}.
tr: {param1} puanınız {param2}.
uk: Ваш {param1} рейтинг становить {param2}.
vi: Hệ số {param1} của bạn là {param2}.
zh: 您的 {param1} 等级分是 {param2}。
zh_tw: 您的{param1}目前{param2}分。

# youAreBetterThanPercentOfPerfTypePlayers
source: You are better than {param1} of {param2} players.
af: Jy vaar beter as {param1} van {param2} spelers.
ar: أنت أفضل من {param1} من {param2} لاعب.
az: Sən {param1} oyunçulardan {param2} daha yaxşısan.
be: Вы гуляеце ў «{param1}» лепей за {param2} гульцоў.
bg: Вие сте по-добър от {param1} от {param2} играчите.
bn: আপনি তুলনায় ভাল {param1} এর {param2} খেলোয়াড়দের.
bs: Bolji ste od {param1} od {param2} igrača.
ca: Ets millor que un {param1} dels jugadors de {param2}.
cs: Jste lepší než {param1} z {param2} hráčů.
da: Du er bedre end {param1} af {param2} spillere
el: Είστε καλύτεροι από {param1} των παικτών {param2}.
eo: Vi estas pli bona ol {param1} de {param2} ludantoj.
es: Eres mejor que el {param1} de los jugadores de {param2}.
eu: {param1} baino hobea zara, {param2} jokalaritik.
fa: شما بهتر از {param1} بازیکن ها در {param2} هستید.
fi: Olet parempi kuin {param1} {param2}-pelaajista.
gl: Es mellor có {param1} dos xogadores de {param2}.
he: דירוגך גבוה יותר מ־{param1} משחקני {param2}.
hy: Դուք ուժեղ եք {param1} խաղացողից {param2}-ում։
id: Anda lebih baik daripada {param1} pemain {param2} lainnya
it: Giochi meglio del {param1} di giocatori {param2}.
kk: Сіз {param2} ойышыларының {param1}-ынан күштірексіз.
ko: 당신은 {param1}의 {param2} 플레이어보다 더 뛰어납니다.
lt: Jūs esate geresni už {param1} iš {param2} žaidėjų.
lv: Esat labāks par {param1} no {param2} spēlētājiem.
mk: Подобар си од {param1} од играчите на „{param2}“.
nl: Je bent beter dan {param1} van de {param2} spelers.
pt: És melhor que {param1} dos jogadores de {param2}.
ro: Ești mai bun ca {param1} dintre jucătorii de {param2}.
ru: Вы сильнее {param1} игроков в {param2}.
sk: Ste lepší/lepšia než {param1} {param2} hráčov.
sl: Boljši si od {param1} {param2} igralcev.
sq: Ju jeni më mirë se {param1} nga {param2} lojtarë.
sr: Бољи/а си него {param1} од {param2} играча.
sv: Du är bättre än {param1} av alla som spelar {param2}.
tr: {param2} kategorisindeki oyuncuların {param1} kadarından daha iyisiniz.
uk: Ви сильніше {param1} гравців у {param2}.
vi: Bạn giỏi hơn {param1} người chơi {param2}.
zh: 您超过了 {param1}% 的 {param2} 棋手。
zh_tw: 您比{param1}的{param2}棋手更強。

# userIsBetterThanPercentOfPerfTypePlayers
source: {param1} is better than {param2} of {param3} players.
af: {param1} is beter as {param2} van {param3} spelers.
ar: {param1} أنت أفضل من {param2} من {param3} اللاعبين.
az: {param1} {param3} oyunçularından {param2} daha yaxşıdır.
be: {param1} лепей {param2} гульцоў у {param3}.
bg: {param1} в по-добър от {param2} от {param3} играчите.
bn: {param1} {param2} উত্তম {param3} খেলোয়াড়ের থেকে.
bs: {param1} je bolji od {param2} {param3} igrača.
ca: {param1} és millor que el {param2} de {param3} jugadors.
cs: {param1} je lepší než {param2} z hráčů {param3}.
da: {param1} er bedre end {param2} af {param3} spillere.
el: Ο χρήστης {param1} είναι καλύτερος από το {param2} των παικτών {param3}.
eo: {param1} estas pli bona ol {param2} el {param3} ludantoj.
es: {param1} es mejor que el {param2} de los jugadores de {param3}.
eu: {param1} {param3} jokalarien {param2} baino hobea da.
fa: {param1} بهتر از {param2} بازیکنان {param3} است.
fi: {param1} on parempi kuin {param2} {param3}-pelaajista.
gl: {param1} é mellor có {param2} dos xogadores de {param3}.
he: {param1} טוב יותר מ־{param2} משחקני ה{param3}.
hy: {param1} ուժեղ է {param2} խաղացողից {param3}-ում։
id: {param1} lebih baik daripada {param2} dari {param3} pemain.
it: {param1} è più forte del {param2} di giocatori {param3}.
kk: {param1} {param3} ойышыларының {param2}-ынан күштірек.
ko: {param1}는 {param2}의 {param3} 플레이어보다 더 뛰어납니다.
lt: {param1} yra geresnis už {param2} iš {param3} žaidėjų.
lv: {param1} ir labāks par {param2} {param3} spēlētāju.
mk: {param1} е подобар од {param2} од играчите на „{param3}“.
nl: {param1} is beter dan {param2} van alle {param3} spelers.
pt: {param1} é melhor que {param2} dos jogadores de {param3}.
ro: Jucătorul {param1} este mai bun decât {param2} dintre jucătorii de {param3}.
ru: {param1} лучше {param2} игроков в {param3}.
sk: {param1} je lepší/lepšia než {param2} {param3} hráčov.
sl: {param1} je boljši od {param2} igralcev {param3}.
sq: {param1} është më mirë se {param2} nga {param3} lojtarë.
sr: {param1} је бољи од {param2} играча {param3}.
sv: {param1} är bättre än {param2} av alla {param3}spelare.
tr: {param1} {param3} oyuncularının {param2} kadarından daha iyi.
uk: {param1} сильніше {param2} гравців у {param3}.
vi: {param1} giỏi hơn {param2} người chơi {param3}.
zh: {param1} 超过了 {param2}% 的 {param3} 棋手。
zh_tw: {param1}比{param3}之中的{param2}棋手強。

# betterThanPercentPlayers
source: Better than {param1} of {param2} players
af: Beter as {param1} uit {param2} spelers
ar: أفضل من {param1} بالمائة من لاعبي الشطرنج {param2}
be: Мацней за {param1} гульцоў у {param2}
bg: По-добър от {param1} от {param2} играчите
bn: {param2} খেলোয়াড়দের মধ্যে {param1} এর চেয়ে ভালো
bs: Bolje od {param1} igrača {param2}
ca: Millor que un {param1} dels jugadors de {param2}
cs: Lepší než {param1} hráčů {param2}
da: Bedre end {param1} af {param2} spillere
el: Είστε καλύτερος/η από το {param1} των παικτών {param2}
eo: Pli bone ol {param1} el {param2} ludantoj
es: Mejor que el {param1} de {param2} jugadores
eu: {param2} jokalaritik {param1} baino hobea
fa: بهتر از {param1} بازیکنان {param2}
fi: Parempi kuin {param1} {param2} -pelaajista
gl: Mellor có {param1} dos xogadores de {param2}
he: יותר טוב מ־{param1} משחקני ה־{param2}
id: Anda lebih baik {param1} dari {param2} pemain lainnya
it: Meglio del {param1} dei giocatori {param2}
kk: {param1} {param2} ойыншылардан озық
ko: {param1}의 {param2} 플레이어보다 더 뛰어납니다.
lt: Geriau nei {param1} {param2} žaidėjų
lv: Labāk par {param1} starp {param2} spēlētājiem
nl: Beter dan {param1} van de {param2}spelers
pt: Melhor que {param1} de {param2} jogadores
ro: Mai bun decât {param1} dintre jucătorii de {param2}
ru: Лучше, чем {param1} из {param2} игроков
sk: Lepší než {param1} {param2} hráčov
sl: Bolje kot {param1} od {param2} igralcev
sq: Më mirë se {param1} nga {param2} lojtarë gjithsej
sr: Боље од {param1} од {param2} играча
sv: Bättre än {param1} av {param2}spelare
tr: {param2} oyuncularının {param1} kadarından daha iyi
uk: Кращі за {param1} з {param2} гравців
vi: Bạn giỏi hơn {param1} người chơi {param2}
zh: 超过了 {param1}% 的 {param2} 棋手
zh_tw: 您比{param1}的{param2}棋手更強。

# youDoNotHaveAnEstablishedPerfTypeRating
source: You do not have an established {param} rating.
af: Jy het nie 'n gevestigde {param} gradering nie.
ar: ليس لديك تقييم ثابت في {param}.
az: Sən müəyyən olunmuş {param} reytinqinə malik deyilsən.
be: Ваш рэйтынг у рэжыме «{param}» яшчэ не вызначаны.
bg: Нямате установен {param} рейтинг.
bn: আপনার প্রতিষ্ঠিত কোন {param} অনুপাত নেই.
bs: Nemate utvrđen {param} rejting.
ca: No tens establerta una puntuació de {param}.
cs: Nemáte stanovené {param} hodnocení.
da: Du har ikke en fastsat {param} rating
el: Δεν έχετε μια καθιερωμένη βαθμολογία {param}.
eo: Vi ne havas stabilan rangon je {param}.
es: No tienes una puntuación de {param} establecida.
eu: Ez duzu zehaztutako {param} baloraziorik.
fa: شما درجه‌بندی {param} تثبیت‌شده‌ای ندارید.
fi: Sinulla ei ole luotettavaa {param}-vahvuuslukua.
gl: Non tes unha puntuación establecida en {param}.
he: טרם נקבע לך דירוג במשחקי {param}.
hy: Ձեր վարկանիշը {param}-ում դեռ որոշված չէ։
id: Anda tidak punya rating {param} mapan
it: Non disponi di un punteggio {param} consolidato.
kk: Сіздің ресми {param} рейтингіңіз жоқ.
ko: 아직 확정된 {param} 레이팅을 갖지 않으셨습니다.
lt: Jūs neturite nusistovėjusio „{param}“ reitingo.
lv: Jums vēl nav stabila {param} reitinga.
mk: Немаш установен рејтинг на „{param}“.
nl: Je hebt geen vastgestelde {param}rating.
pt: Não tens uma pontuação estabelecida em {param}.
ro: Nu aveți un scor {param} definit.
ru: Ваш рейтинг в {param} ещё не определён.
sk: Nemáte ustálené {param} hodnotenie.
sl: Tvoj {param} rating še ni uveljavljen.
sq: S’keni një vlerësim të caktuar në {param}.
sr: Немаш утврђен {param} рејтинг.
sv: Du har inte en etablerad {param}rating.
tr: Sabit bir {param} puanınız yok.
uk: Ваш рейтинг {param} ще не визначений.
vi: Bạn chưa có hệ số {param} được thiết lập.
zh: 您尚未确立 {param} 等级分。
zh_tw: 您沒有準確的{param}評級。

source: Your rating
af: Jou gradering
ar: تقييمك
az: Sizin reytinq
be: Ваш рэйтынг
bg: Вашият рейтинг
bn: আপনার রেটিংস
bs: Vaš rejting
ca: La vostra valoració
cs: Tvoje hodnocení
da: Din rating
el: Η βαθμολογία σας
eo: Via rango
es: Tu puntuación
eu: Zure puntuazioa
fa: درجه‌بندی شما
fi: Vahvuuslukusi
gl: A túa puntuación
he: הדירוג שלך
hy: Ձեր վարկանիշը
id: Rating Anda
it: Il tuo punteggio
kk: Рейтингіңіз
ko: 당신의 레이팅
lt: Jūsų reitingas
lv: Jūsu reitings
mk: Твојот рејтинг
nl: Jouw rating
pt: A tua pontuação
ro: Scorul tău
ru: Ваш рейтинг
sk: Váš rating
sl: Vaš rating
sq: Vlerësimi juaj
sr: Твој рејтинг
sv: Din rating
tr: Sizin puanınız
uk: Ваш рейтинг
vi: Hệ số của bạn
zh: 您的等级分
zh_tw: 您的評分

source: Cumulative
af: Kumulatiewe
ar: جمعا
az: Məcmu
be: Сукупна
bg: С натрупване
bn: বর্ধিত
bs: Kumulativno
ca: Acumulat
cs: Kumulativně
da: Akkumuleret
el: Αθροιστικά
eo: Akumulita
es: Acumulado
eu: Metaketa
fa: تجمعی
fi: Kumulatiivinen
gl: Acumulado
he: מצטבר
hy: Ընդամենը
id: Kumulatif
it: Percentile
kk: Жинақылық
ko: 누적 유저 비율
lt: Iš viso
lv: Kumulatīvais
mk: Вкупно
nl: Cumulatief
pt: Acumulativo
ro: Cumulativ
ru: Всего
sk: Kumulatívne
sl: Skupno
sq: Gjithsej
sr: Кумулативно
sv: Kumulativ
tr: Kümülatif
uk: Сукупний
vi: Giỏi hơn so với còn lại
zh: 累积
zh_tw: 平均累積

source: Glicko-2 rating
af: Glicko-2 gradering
ar: نظام تقييم Glicko-2
az: Glicko-2 reytinqi
be: Рэйтынг Glicko-2
bg: Рейтинг по Glicko-2
bn: গ্লাইকো-২ রেটিং
bs: Glicko-2 rejting
ca: Valoració Glicko-2
cs: Glicko-2 hodnocení
el: Βαθμολογία Glicko-2
eo: Glicko-2 poentaro
es: Puntuación Glicko-2
eu: Glicko-2 puntuazioa
fa: درجه‌بندی Glicko-2
fi: Glicko-2 -vahvuusluku
gl: Puntuación Glicko-2
he: דירוג Glicko-2
hy: Glicko-2 վարկանիշ
id: Rating Glicko-2
it: Punteggio Glicko-2
kk: Glicko-2 рейтинг
ko: Glicko-2 레이팅
lt: Glicko-2 reitingas
lv: "Glicko-2" reitings
mk: Glicko-2 рејтинг
pt: Pontuação Glicko-2
ro: Evaluare Glicko-2
ru: Рейтинг Glicko-2
sq: Vlerësim Glicko-2
sr: Glicko-2 рејтинг
tr: Glicko-2 puanı
uk: Рейтинг Glicko-2
vi: Hệ số Glicko-2
zh: Glicko-2 等级分
zh_tw: Glicko-2 積分

source: Check your Email
af: Kyk na jou e-pos
ar: تحقق من بريدك الإلكتروني
az: E-poçtunu yoxla
be: Праверце сваю пошту
bg: Проверете имейла си
bn: আপনার ই-মেইল চেক করুন
bs: Provjerite Vaš e-mail
ca: Comprova el teu email
cs: Zkontrolujte svoji emailovou složku
da: Tjek din e-mail
el: Ελέγξτε το ηλ. ταχυδρομείο σας
eo: Kontrolu vian retpoŝton
es: Revisa tu correo
eu: Zure emailean begiratu
fa: به رایانامه‌تان سر زنید
fi: Tarkista sähköpostisi
gl: Revisa o teu correo
he: נא לבדוק את הדוא״ל שלך
hy: Ստուգեք ձեր էլ. փոստը
id: Cek email mu
it: Controlla la tua e-mail
kk: Поштаңызды қараңыз
ko: 메일을 확인해 주세요.
lt: Pasitikrinkite el. paštą
lv: Pārbaudiet e-pastu
mk: Провери си ја е-поштата
nl: Controleer je email
pt: Verifica o teu e-mail
ro: Verifică-ți adresa de email
ru: Проверьте свой почтовый ящик
sk: Skontrolujte si svoj e-mail
sl: Preveri svoj poštni nabiralnik
sq: Kontrolloni Email-in tuaj
sr: Проверите Ваш Имејл
sv: Kontrollera din e-post
tr: E-postanızı kontrol edin
uk: Перевірте електронну пошту
vi: Kiểm tra Email của bạn
zh: 请检查您的邮箱
zh_tw: 請檢查您的電子郵件

# weHaveSentYouAnEmailClickTheLink
source: We've sent you an email. Click the link in the email to activate your account.
af: Ons het vir jou 'n e-pos gestuur. Klik die skakel in die e-pos om jou rekening te aktiveer.
ar: أرسلنا رسالة لبريدك الإلكتروني. فضلا اضغط الرابط فيها لتفعيل حسابك
az: Biz sənə e-poçt göndərdik. Hesabını aktivləşdirmək üçün linkə kliklə.
be: Мы адаслалі ліст на вашу электронную пошту. Націсніце на спасылку ў лісце, каб актываваць ваш уліковы запіс.
bg: Изпратихме Ви имейл. Натиснете върху връзката в имейла, за да задействате регистрацията си.
bn: আমরা আপনাকে একটি ই-মেইল পাঠিয়েছি. একাউন্টি সক্তিয় করার জন্য ই-মেইল দেওয়া লিংকটি ক্লিক করুন.
bs: Mi smo Vam poslali e-mail. Kliknite na link u e-mailu da biste aktivirali svoj račun.
ca: T'hem enviat un email. Clica l'enllaç de l'email per a activar el teu compte
cs: Zaslali jsme vám email. Klikněte na odkaz v emailu pro aktivaci vašeho účtu.
da: Vi har sendt dig en e-mail. Klik på linket i e-mailen for at aktivere din konto.
el: Σας έχουμε στείλει ένα μήνυμα ηλ. ταχυδρομείου. Κάντε κλικ τον σύνδεσμο στο ηλ.ταχυδρομείο για να ενεργοποιήσετε τον λογαριασμό σας.
eo: Ni sendis al vi retmesaĝon . Klaku la ligilon en la poŝto por aktivigi vian konton.
es: Te hemos enviado un correo. Activa tu cuenta en el enlace proporcionado.
eu: Email mezua bidali dizugu. Zure kontua aktibatzeko, egizu klik mezuan.
fa: ما به شما ایمیل فرستادیم. روی لینکی که در ایمیل است کلیک کنید
fi: Olemme lähettäneet sinulle sähköpostiviestin. Klikkaa viestissä olevaa linkkiä aktivoidaksesi käyttäjätunnuksesi.
gl: Enviámosche un correo electrónico. Preme na ligazón do correo para activares a túa conta.
he: שלחנו לך אימייל. לחץ על הלינק במייל כדי להפעיל את חשבונך.
hy: Ձեզ նամակ ենք ուղարկել։ Մասնակցային հաշիվն ակտիվացնելու համար սեղմեք նամակում եղած հղումը։
id: Kami telah mengirim Anda sebuah email. Buka link di dalam email untuk mengaktivasi akun Anda.
it: Ti abbiamo inviato un'email. Clicca sul link nella mail per attivare il tuo account.
kk: Біз сізге электронды хат жібердік. Хаттағы сілтемеге бассаңыз, тіркелгіңіз расталады.
ko: 메일을 보냈습니다. 메일에서 링크를 클릭해서 계정을 활성화해 주세요.
lt: Išsiuntėme jums laišką. Spustelėję jame esančią nuorodą aktyvuosite savo paskyrą.
lv: Esam jums aizsūtījuši e-pastu. Klikšķiniet uz saņemtās saites, lai aktivizētu savu kontu.
mk: Ти испративме е-пошта. Отворете ја врската во е-писмото за активација на сметката.
nl: We hebben je een email gestuurd. Klik op de link in de email om je account te activeren.
pt: Enviámos-te um e-mail. Clica no link nesse e-mail para ativares a tua conta.
ro: V-am trimis un email. Dă click pe link-ul din email pentru a-ți activa contul.
ru: Мы отправили вам письмо. Для активации учётной записи нажмите на ссылку в письме.
sk: Práve sme Vám poslali správu na Váš e-mail. Kliknite na link v e-mail-i, na aktivovanie Vášho účtu.
sl: Poslali smo ti elektronsko sporočilo. Klikni na povezavo v sporočilu za aktiviranje računa.
sq: Ju dërguam një email. Që të aktivizoni llogarinë tuaj, klikoni lidhjen te email-i.
sr: Послали смо Вам имејл. Кликните линк у имејлу да активирате свој налог.
sv: Vi har skickat ett e-postmeddelande. Klicka på länken i meddelandet för att aktivera ditt konto.
tr: Size e-posta yolladık. Hesabınızı aktifleştirmek için e-postanızdaki linke tıklayın.
uk: Ми надіслали вам лист. Перейдіть за посиланням у листі для активації облікового запису.
vi: Chúng tôi đã gửi cho bạn một email. Nhấn vào link trong Email để kích hoạt tài khoản của bạn.
zh: 我们已向您发送了一封邮件。请点击邮件中的链接以激活您的账户。
zh_tw: 我們已經發送了一封電子郵件到你的郵箱。點擊郵件中的連結以啟用帳號。
