Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# activitySolvedNbPuzzles
source: {count, plural, =1{Solved {count} training puzzle} other{Solved {count} training puzzles}}
af: {count, plural, =1{Het {count} taktiese kopkrapper opgelos} other{{count} oefen raaisels opgelos}}
ar: {count, plural, =0{تم حل {count} لغز تكتيكي} =1{تم حل {count} لغز تكتيكي} =2{تم حل {count} من الألغاز التكتيكية} few{تم حل {count} ألغاز تكتيكية} many{تم حل {count} لغز تكتيكي} other{تم حل {count} لغز تكتيكي}}
az: {count, plural, =1{{count} taktiki tapmaca həll etdi} other{{count} taktiki tapmaca həll etdi}}
be: {count, plural, =1{Вырашана {count} задача} few{Вырашана {count} задач} many{Вырашана {count} задач} other{Вырашана {count} задач}}
bg: {count, plural, =1{Реши {count} тактически пъзел} other{Реши {count} тактически пъзела}}
bn: {count, plural, =1{সমাধান {count} কৌশলগত ধাঁধা} other{সমাধান {count} কৌশলগত ধাঁধাগুলো}}
bs: {count, plural, =1{Riješio/la {count} taktički problem} few{Riješio/la {count} taktička problema} other{Riješio/la {count} taktičkih problema}}
ca: {count, plural, =1{Ha resolt {count} exercici de tàctica} other{Ha resolt {count} exercicis de tàctica}}
cs: {count, plural, =1{Vyřešena {count} taktická úloha} few{Vyřešeny {count} taktické úlohy} many{Vyřešeno {count} taktických úloh} other{Vyřešeno {count} taktických úloh}}
da: {count, plural, =1{Løste {count} taktisk opgave} other{Løste {count} taktiske opgaver}}
el: {count, plural, =1{Έλυσε {count} τακτικό γρίφο} other{Έλυσε {count} τακτικούς γρίφους}}
eo: {count, plural, =1{Solvis {count} taktikan puzlon} other{Solvis {count} taktikajn puzlojn}}
es: {count, plural, =1{Ha resuelto {count} ejercicio de táctica} other{Ha resuelto {count} ejercicios de táctica}}
eu: {count, plural, =1{Ariketa {count} ebatzi du} other{{count} ariketa ebatzi ditu}}
fa: {count, plural, =1{{count} معمای آموزشی را حل کرد} other{{count} مساله تاکتیکی را حل کرد}}
fi: {count, plural, =1{Ratkaisi {count} taktiikkatehtävän} other{Ratkaisi {count} taktiikkatehtävää}}
gl: {count, plural, =1{Resolveu {count} exercicio de adestramento} other{Resolveu {count} exercicios de adestramento}}
he: {count, plural, =1{פתר/ה חידה טקטית {count}} =2{פתר/ה {count} חידות טקטיות} many{פתר/ה {count} חידות טקטיות} other{פתר/ה {count} חידות טקטיות}}
hy: {count, plural, =1{Լուծվել է {count} տակտիկական գլուխկոտրուկ} other{Լուծվել է {count} տակտիկական գլուխկոտրուկ}}
id: {count, plural, other{Sudah menyelesaikan {count} teka-teki catur}}
it: {count, plural, =1{Ha risolto {count} puzzle} other{Ha risolto {count} puzzle}}
kk: {count, plural, =1{{count} тактикалық жұмбақ шешті} other{{count} тактикалық жұмбақ шешті}}
ko: {count, plural, other{전술 문제 {count}개를 해결함}}
lt: {count, plural, =1{Išsprendė {count} taktinę užduotį} few{Išsprendė {count} taktines užduotis} many{Išsprendė {count} taktinių užduočių} other{Išsprendė {count} taktinių užduočių}}
lv: {count, plural, =0{Atrisināja {count} taktikas uzdevumus} =1{Atrisināja {count} taktikas uzdevumu} other{Atrisināja {count} taktikas uzdevumus}}
mk: {count, plural, =1{Реши {count} тактичка загатка} other{Реши {count} тактички загатки}}
nl: {count, plural, =1{{count} tactische puzzel opgelost} other{{count} tactische puzzels opgelost}}
pt: {count, plural, =1{Resolveu {count} problema} other{Resolveu {count} problemas}}
ro: {count, plural, =1{A rezolvat {count} puzzle tactic} few{A rezolvat {count} puzzle-uri tactice} other{A rezolvat {count} puzzle-uri tactice}}
ru: {count, plural, =1{Решена {count} тактическая задача} few{Решены {count} тактические задачи} many{Решены {count} тактических задач} other{Решены {count} тактических задач}}
sk: {count, plural, =1{Riešená {count} taktická úloha} few{Riešené {count} taktické úlohy} many{Riešených {count} taktických úloh} other{Riešených {count} taktických úloh}}
sl: {count, plural, =1{Rešil {count} taktični problem} =2{Rešil {count} taktična problema} few{Rešil {count} taktične probleme} other{Rešil {count} taktičnih problemov}}
sq: {count, plural, =1{Zgjidhet enigma taktike {count}} other{Zgjidhi {count} ushtrime taktike}}
sr: {count, plural, =1{Решио/ла {count} тренинг проблем} few{Решио/ла {count} тренинг проблема} other{Решио/ла {count} тренинг проблема}}
sv: {count, plural, =1{Löste {count} taktikproblem} other{Löste {count} taktikproblem}}
tr: {count, plural, =1{{count} bulmaca çözdü} other{{count} bulmaca çözdü}}
uk: {count, plural, =1{Вирішено {count} тактичну задачу} few{Вирішено {count} тактичні задачі} many{Вирішено {count} тактичних задач} other{Вирішено {count} тактичних задач}}
vi: {count, plural, other{Đã giải {count} câu đố}}
zh: {count, plural, other{解答了 {count} 道谜题}}
zh_tw: {count, plural, other{解決了 {count} 個戰術題目}}

# activityPlayedNbGames
source: {count, plural, =1{Played {count} {param2} game} other{Played {count} {param2} games}}
af: {count, plural, =1{Het {count} {param2} spel gespeel} other{Het {count} {param2} spelle gespeel}}
ar: {count, plural, =0{تم لعب {count} مباراة {param2}} =1{تم لعب {count} مباراة {param2}} =2{تم لعب {count} مباراة {param2}} few{تم لعب {count} مباراة {param2}} many{تم لعب {count} مباراة {param2}} other{تم لعب {count} مباراة {param2}}}
az: {count, plural, =1{{count} dəfə {param2} oynadı} other{{count} dəfə {param2} oynadı}}
be: {count, plural, =1{Згуляна {count} гульня ў {param2}} few{Згуляна {count} гульняў у {param2}} many{Згуляна {count} гульняў у {param2}} other{Згуляна {count} гульняў у {param2}}}
bg: {count, plural, =1{Изигра {count} {param2} игра} other{Изиграл {count} {param2} игри}}
bn: {count, plural, =1{খেলেছে {count} {param2} খেলা} other{খেলেছে {count} {param2} খেলাগুলো}}
bs: {count, plural, =1{Odigrao/la {count} {param2} partiju} few{Odigrao/la {count} {param2} partije} other{Odigrao/la {count} {param2} partija}}
ca: {count, plural, =1{Ha jugat {count} partida {param2}} other{Ha jugat {count} partides {param2}}}
cs: {count, plural, =1{Odehrána {count} {param2} hra} few{Odehrány {count} {param2} hry} many{Odehráno {count} {param2} her} other{Odehráno {count} {param2} her}}
da: {count, plural, =1{Spillede {count} {param2} parti} other{Spillede {count} {param2} partier}}
el: {count, plural, =1{Έπαιξε {count} παρτίδα {param2}} other{Έπαιξε {count} παρτίδες {param2}}}
eo: {count, plural, =1{Ludis {count} {param2} ludon} other{Ludis {count} {param2} ludojn}}
es: {count, plural, =1{Ha jugado {count} partida {param2}} other{Ha jugado {count} partidas {param2}}}
eu: {count, plural, =1{{param2} partida {count} jokatu du} other{{count} {param2} partida jokatu ditu}}
fa: {count, plural, =1{{count} بازی {param2} کرد} other{{count} بازی {param2} کرد}}
fi: {count, plural, =1{Pelasi {count} {param2}-pelin} other{Pelasi {count} {param2}-peliä}}
gl: {count, plural, =1{Xogou {count} partida de {param2}} other{Xogou {count} partidas de {param2}}}
he: {count, plural, =1{שיחק/ה משחק {param2} {count}} =2{שיחק/ה {count} משחקי {param2}} many{שיחק/ה {count} משחקי {param2}} other{שיחק/ה {count} משחקי {param2}}}
id: {count, plural, other{Telah memainkan {count} {param2} permainan}}
it: {count, plural, =1{Ha giocato {count} partita {param2}} other{Ha giocato {count} partite {param2}}}
kk: {count, plural, =1{{count} {param2} ойнады} other{{count} {param2} ойнады}}
ko: {count, plural, other{총 {count} 회의 {param2} 게임을 하였습니다.}}
lt: {count, plural, =1{Sužaidė {count} „{param2}“ partiją} few{Sužaidė {count} „{param2}“ partijas} many{Sužaidė {count} „{param2}“ partijų} other{Sužaidė {count} „{param2}“ partijų}}
lv: {count, plural, =0{Izspēlēja {count} {param2} spēles} =1{Izspēlēja {count} {param2} spēli} other{Izspēlēja {count} {param2} spēles}}
mk: {count, plural, =1{Одигра {count} „{param2}“ игра} other{Одигра {count} {param2} игри}}
nl: {count, plural, =1{Speelde {count} {param2} partij} other{Speelde {count} {param2} partijen}}
pt: {count, plural, =1{Jogou {count} jogo de {param2}} other{Jogou {count} jogos de {param2}}}
ro: {count, plural, =1{A jucat {count} meci {param2}} few{A jucat {count} meciuri {param2}} other{A jucat {count} meciuri {param2}}}
ru: {count, plural, =1{Сыграна {count} игра в {param2}} few{Сыграны {count} игры в {param2}} many{Сыграны {count} игр в {param2}} other{Сыграны {count} игр в {param2}}}
sk: {count, plural, =1{Odohraná {count} {param2} partia} few{Odohrané {count} {param2} partie} many{Odohraných {count} {param2} partií} other{Odohraných {count} {param2} partií}}
sl: {count, plural, =1{Odigral {count} {param2} partijo} =2{Odigral {count} {param2} partiji} few{Odigral {count} {param2} partije} other{Odigral {count} {param2} partij}}
sq: {count, plural, =1{Luajti lojë {count} {param2}} other{Luajti {count} lojëra {param2}}}
sr: {count, plural, =1{Одиграо/ла {count} {param2} партију} few{Одиграо/ла {count} {param2} партије} other{Одиграо/ла {count} {param2} партија}}
sv: {count, plural, =1{Spelade {count} {param2}-parti} other{Spelade {count} {param2}-partier}}
tr: {count, plural, =1{{count} kez {param2} oynadı} other{{count} kez {param2} oynadı}}
uk: {count, plural, =1{Зіграно {count} гру в {param2}} few{Зіграно {count} гри в {param2}} many{Зіграно {count} ігор в {param2}} other{Зіграно {count} ігор в {param2}}}
vi: {count, plural, other{Đã chơi {count} ván {param2}}}
zh: {count, plural, other{下了 {count} 盘 {param2} 对局}}
zh_tw: {count, plural, other{下了 {count} 場{param2}類型的棋局}}

# activityPostedNbMessages
source: {count, plural, =1{Posted {count} message in {param2}} other{Posted {count} messages in {param2}}}
af: {count, plural, =1{Het {count} boodskap in {param2} geplaas} other{Het {count} boodskappe in {param2} geplaas}}
ar: {count, plural, =0{تم ارسال {count} رسالة في {param2}} =1{تم ارسال {count} رسالة في {param2}} =2{تم ارسال {count} رسالة في {param2}} few{تم ارسال {count} رسالة في {param2}} many{تم ارسال {count} رسالة في {param2}} other{تم ارسال {count} رسالة في {param2}}}
az: {count, plural, =1{{param2} mövzusunda {count} mesaj paylaşdı} other{{param2} mövzusunda {count} mesaj paylaşdı}}
be: {count, plural, =1{Апублікавана {count} паведамленне ў {param2}} few{Апублікавана {count} паведамленняў у {param2}} many{Апублікавана {count} паведамленняў у {param2}} other{Апублікавана {count} паведамленняў у {param2}}}
bg: {count, plural, =1{Публикува {count} съобщение в {param2}} other{Публикувал {count} съобщения в {param2}}}
bn: {count, plural, =1{পোস্ট করা হয়েছে {count} বার্তায় {param2}} other{পোস্ট করা হয়েছে {count} বার্তাগুলো {param2}}}
bs: {count, plural, =1{Napisao/la {count} odgovor u temi {param2}} few{Napisao/la {count} odgovora u temi {param2}} other{Napisao/la {count} odgovora u temi {param2}}}
ca: {count, plural, =1{Ha publicat {count} missatge a {param2}} other{Ha publicat {count} missatges a {param2}}}
cs: {count, plural, =1{Napsal {count} příspěvek do {param2}} few{Odeslány {count} příspěvky do {param2}} many{Napsal {count} příspěvků do {param2}} other{Napsal {count} příspěvků do {param2}}}
da: {count, plural, =1{Lavede {count} indlæg i {param2}} other{Lavede {count} indlæg i {param2}}}
el: {count, plural, =1{Δημοσίευσε {count} μήνυμα στο {param2}} other{Δημοσίευσε {count} μηνύματα στο {param2}}}
eo: {count, plural, =1{Afiŝis {count} mesaĝo en {param2}} other{Afiŝis {count} mesaĝoj en {param2}}}
es: {count, plural, =1{Ha publicado {count} mensaje en {param2}} other{Ha publicado {count} mensajes en {param2}}}
eu: {count, plural, =1{{param2} foroan mezu {count} argitaratu du} other{{param2} foroan {count} mezu argitaratu ditu}}
fa: {count, plural, =1{{count} پیام در {param2} فرستاد} other{{count} پیام در {param2} فرستاد}}
fi: {count, plural, =1{Lähetti {count} viestin alueelle {param2}} other{Lähetti {count} viestiä alueelle {param2}}}
gl: {count, plural, =1{Publicou {count} mensaxe en {param2}} other{Publicou {count} mensaxes en {param2}}}
he: {count, plural, =1{פרסם/ה הודעה {count} ב{param2}} =2{פרסם/ה {count} הודעות ב{param2}} many{פרסם/ה {count} הודעות ב{param2}} other{פרסם/ה {count} הודעות ב{param2}}}
id: {count, plural, other{Diposting {count} pesan masuk {param2}}}
it: {count, plural, =1{Ha scritto {count} messaggio in {param2}} other{Ha scritto {count} messaggi in {param2}}}
kk: {count, plural, =1{{param2} ішінде {count} хабарлама жариялады} other{{param2} ішінде {count} хабарлама жариялады}}
ko: {count, plural, other{{param2} 에 총 {count} 개의 글을 게시하였습니다.}}
lt: {count, plural, =1{Parašė {count} žinutę temoje „{param2}“} few{Parašė {count} žinutes temoje „{param2}“} many{Parašė {count} žinučių temoje „{param2}“} other{Parašė {count} žinučių temoje „{param2}“}}
lv: {count, plural, =0{Publicēja {count} ziņojumus {param2}} =1{Publicēja {count} ziņojumu {param2}} other{Publicēja {count} ziņojumus {param2}}}
mk: {count, plural, =1{Напиша {count} порака во {param2}} other{Напиша {count} пораки во {param2}}}
nl: {count, plural, =1{Plaatste {count} bericht in {param2}} other{Plaatste {count} berichten in {param2}}}
pt: {count, plural, =1{Publicou {count} mensagem em {param2}} other{Publicou {count} mensagens em {param2}}}
ro: {count, plural, =1{A postat {count} mesaj în {param2}} few{A postat {count} mesaje în {param2}} other{A postat {count} mesaje în {param2}}}
ru: {count, plural, =1{Опубликовано {count} сообщение в теме {param2}} few{Опубликованы {count} сообщения в теме {param2}} many{Опубликованы {count} сообщений в теме {param2}} other{Опубликованы {count} сообщений в теме {param2}}}
sk: {count, plural, =1{Uverejnený {count} príspevok v {param2}} few{Uverejnené {count} príspevky v {param2}} many{Uverejnených {count} príspevkov v {param2}} other{Uverejnených {count} príspevkov v {param2}}}
sl: {count, plural, =1{Objavil {count} sporočilo v {param2}} =2{Objavil {count} sporočili v {param2}} few{Objavil {count} sporočila v {param2}} other{Objavil {count} sporočil v {param2}}}
sq: {count, plural, =1{Postuar {count} mesazh në {param2}} other{Postoi {count} mesazhe në {param2}}}
sr: {count, plural, =1{Поставио/ла {count} поруку у {param2}} few{Поставио/ла {count} поруке у {param2}} other{Поставио/ла {count} порука у {param2}}}
sv: {count, plural, =1{Postade {count} inlägg i {param2}} other{Postade {count} inlägg i {param2}}}
tr: {count, plural, =1{Forumda {count} mesaj paylaştı: {param2}} other{{param2} forumunda {count} mesaj paylaştı}}
uk: {count, plural, =1{Опубліковано {count} повідомлення в {param2}} few{Опубліковано {count} повідомлення в {param2}} many{Опубліковано {count} повідомлень в {param2}} other{Опубліковано {count} повідомлень в {param2}}}
vi: {count, plural, other{Đã đăng {count} bình luận trong diễn đàn {param2}}}
zh: {count, plural, other{在 {param2} 中发布了 {count} 条留言}}
zh_tw: {count, plural, other{在「{param2}」發表了 {count} 則訊息}}

# activityPlayedNbMoves
source: {count, plural, =1{Played {count} move} other{Played {count} moves}}
af: {count, plural, =1{Het {count} skuif gespeel} other{Het {count} skuiwe gespeel}}
ar: {count, plural, =0{لعب {count} نقلة} =1{لعب {count} نقلة} =2{لعب {count} نقلتين} few{لعب {count} من النقلات} many{لعب {count} من النقلات} other{لعب {count} من النقلات}}
az: {count, plural, =1{{count} gediş etdi} other{{count} gediş etdi}}
be: {count, plural, =1{Згуляны {count} ход} few{Згуляна {count} хады} many{Згуляна {count} хадоў} other{Згуляна {count} хадоў}}
bg: {count, plural, =1{Изигра {count} ход} other{Изигра {count} хода}}
bn: {count, plural, =1{{count} মুভে খেলেছেন} other{{count} মুভে খেলেছেন}}
bs: {count, plural, =1{Igrao/la {count} potez} few{Igrao/la {count} poteza} other{Igrao/la {count} poteza}}
ca: {count, plural, =1{Has fet {count} moviment} other{Has fet {count} moviments}}
cs: {count, plural, =1{Hrán {count} tah} few{Hrány {count} tahy} many{Hráno {count} tahů} other{Hráno {count} tahů}}
da: {count, plural, =1{Spillede {count} træk} other{Spillede {count} træk}}
el: {count, plural, =1{Έπαιξε {count} κίνηση} other{Έπαιξε {count} κινήσεις}}
eo: {count, plural, =1{Ludis {count} movon} other{Ludis {count} movojn}}
es: {count, plural, =1{Ha hecho {count} movimiento} other{Ha hecho {count} movimientos}}
eu: {count, plural, =1{Jokaldi {count} egin du} other{Jokaldi {count} egin du}}
fa: {count, plural, =1{{count} حرکت انجام داد} other{{count} حرکت انجام داد}}
fi: {count, plural, =1{Pelasi {count} siirtoa} other{Pelasi {count} siirtoa}}
gl: {count, plural, =1{Xogou {count} movemento} other{Xogou {count} movementos}}
he: {count, plural, =1{שיחק/ה מהלך {count}} =2{שיחק/ה {count} מהלכים} many{שיחק/ה {count} מהלכים} other{שיחק/ה {count} מהלכים}}
hy: {count, plural, =1{Կատարված է {count} քայլ} other{Կատարված է {count} քայլ}}
id: {count, plural, other{Dimainkan {count} langkah}}
it: {count, plural, =1{Ha giocato {count} mossa} other{Ha giocato {count} mosse}}
kk: {count, plural, =1{{count} жүріс жасады} other{{count} жүріс жасады}}
ko: {count, plural, other{수 {count}개를 둠}}
lt: {count, plural, =1{Sužaidė {count} ėjimą} few{Sužaidė {count} ėjimus} many{Sužaidė {count} ėjimų} other{Sužaidė {count} ėjimų}}
lv: {count, plural, =0{Izspēlēja {count} gājienus} =1{Izspēlēja {count} gājienus} other{Izspēlēja {count} gājienus}}
mk: {count, plural, =1{Изигра {count} потег} other{Изигра {count} потези}}
nl: {count, plural, =1{Speelde {count} zet} other{Speelde {count} zetten}}
pt: {count, plural, =1{Fez {count} jogada} other{Fez {count} jogadas}}
ro: {count, plural, =1{A jucat {count} mutare} few{A jucat {count} mutări} other{A jucat {count} mutări}}
ru: {count, plural, =1{Сделан {count} ход} few{Сделано {count} хода} many{Сделано {count} ходов} other{Сделано {count} ходов}}
sk: {count, plural, =1{Urobil {count} ťah} few{Zahral {count} ťahy} many{Zharal {count} ťahov} other{Zahral {count} ťahov}}
sl: {count, plural, =1{Potegnil {count} potezo} =2{Potegnil {count} potezi} few{Potegnil {count} poteze} other{Potegnil {count} potez}}
sq: {count, plural, =1{Luajti lëvizje {count}} other{Bëri {count} lëvizje}}
sr: {count, plural, =1{Одиграо/ла {count} потез} few{Одиграо/ла {count} потеза} other{Одиграо/ла {count} потеза}}
sv: {count, plural, =1{Spelade {count} drag} other{Spelade {count} drag}}
tr: {count, plural, =1{{count} hamle yaptı} other{{count} hamle yaptı}}
uk: {count, plural, =1{Зроблено {count} хід} few{Зроблено {count} ходи} many{Зроблено {count} ходів} other{Зроблено {count} ходів}}
vi: {count, plural, other{Đã đi {count} nước}}
zh: {count, plural, other{走了 {count} 步棋}}
zh_tw: {count, plural, other{下了 {count} 步}}

# activityInNbCorrespondenceGames
source: {count, plural, =1{in {count} correspondence game} other{in {count} correspondence games}}
af: {count, plural, =1{in {count} korrespondensie spel} other{in {count} korrespondensie spelle}}
ar: {count, plural, =0{في {count} مباريات مراسلة} =1{في {count} مباريات مراسلة} =2{في {count} مباريات مراسلة} few{في {count} مباريات مراسلة} many{في {count} من مباريات المراسلة} other{في {count} من مباريات المراسلة}}
az: {count, plural, =1{{count} yazışmalı oyunda} other{{count} yazışmalı oyunda}}
be: {count, plural, =1{у {count} гульні па ліставанні} few{у {count} гульнях па ліставанні} many{у {count} гульнях па ліставанні} other{у {count} гульнях па ліставанні}}
bg: {count, plural, =1{в {count} кореспондентска игра} other{в {count} кореспондентски игри}}
bn: {count, plural, =1{{count} টি কোরেস্পন্ডিং গেমের মধ্যে} other{{count} টি কোরেস্পন্ডিং গেমের মধ্যে}}
bs: {count, plural, =1{u {count} partiji dopisnog šaha} few{u {count} partije dopisnog šaha} other{u {count} partija dopisnog šaha}}
ca: {count, plural, =1{en {count} partida per correspondència} other{en {count} partides per correspondència}}
cs: {count, plural, =1{v {count} korespondenční partii} few{v {count} korespondenčních partiích} many{v {count} korespondenčních partiích} other{v {count} korespondenčních partiích}}
da: {count, plural, =1{i {count} korrespondanceparti} other{i {count} korrespondancepartier}}
el: {count, plural, =1{σε {count} παρτίδα αλληλογραφίας} other{σε {count} παρτίδες αλληλογραφίας}}
eo: {count, plural, =1{en {count} korespondada ludo} other{en {count} korespondadaj ludoj}}
es: {count, plural, =1{en {count} partida por correspondencia} other{en {count} partidas por correspondencia}}
eu: {count, plural, =1{posta bidezko partida {count}-en} other{posta bidezko partida {count}-en}}
fa: {count, plural, =1{در {count} بازی مکاتبه‌ای} other{در {count} بازی مکاتبه‌ای}}
fi: {count, plural, =1{{count} kirjeshakkipelissä} other{{count} kirjeshakkipelissä}}
gl: {count, plural, =1{en {count} partida por correspondencia} other{en {count} partidas por correspondencia}}
he: {count, plural, =1{במשחק {count} בהתכתבות} =2{ב{count} משחקים בהתכתבות} many{ב{count} משחקים בהתכתבות} other{ב{count} משחקים בהתכתבות}}
hy: {count, plural, =1{նամակագրությամբ {count} խաղում} other{նամակագրությամբ {count} խաղում}}
id: {count, plural, other{dalam {count} permainan korespondensi}}
it: {count, plural, =1{in {count} partita per corrispondenza} other{in {count} partite per corrispondenza}}
kk: {count, plural, =1{{count} хат-хабарлы ойында} other{{count} хат-хабарлы ойында}}
ko: {count, plural, other{{count}개의 통신 대국에서}}
lt: {count, plural, =1{per {count} korespondencinę partiją} few{per {count} korespondencines partijas} many{per {count} korespondencinių partijų} other{per {count} korespondencinių partijų}}
lv: {count, plural, =0{{count} korespondencšaha spēlēs} =1{{count} korespondencšaha spēlē} other{{count} korespondencšaha spēlēs}}
mk: {count, plural, =1{во {count} дописна партија} other{во {count} дописни партии}}
nl: {count, plural, =1{in {count} correspondentiepartij} other{in {count} correspondentiepartijen}}
pt: {count, plural, =1{em {count} jogo por correspondência} other{em {count} jogos por correspondência}}
ro: {count, plural, =1{în {count} joc de corespondență} few{în {count} jocuri de corespondență} other{în {count} jocuri de corespondență}}
ru: {count, plural, =1{в {count} игре по переписке} few{в {count} играх по переписке} many{в {count} играх по переписке} other{в {count} играх по переписке}}
sk: {count, plural, =1{v {count} korešpondenčnej hre} few{v {count} korešpondenčných hrách} many{v {count} korešpondenčných hrách} other{v {count} korešpondenčných hrách}}
sl: {count, plural, =1{v {count} dopisni partiji} =2{v {count} dopisnih partijah} few{v {count} dopisnih partijah} other{v {count} dopisnih partijah}}
sq: {count, plural, =1{në lojën e korrespondencës {count}} other{në {count} lojëra korrespondence}}
sr: {count, plural, =1{у {count} дописној партији} few{у {count} дописне партије} other{у {count} дописних партија}}
sv: {count, plural, =1{i {count} korrespondensparti} other{i {count} korrespondenspartier}}
tr: {count, plural, =1{({count} yazışmalı oyunda)} other{({count} yazışmalı oyunda)}}
uk: {count, plural, =1{у {count} заочній грі} few{у {count} заочних іграх} many{у {count} заочних іграх} other{у {count} заочних ігор}}
vi: {count, plural, other{trong {count} ván cờ qua thư}}
zh: {count, plural, other{在 {count} 盘通讯棋中}}
zh_tw: {count, plural, other{在 {count} 場通信棋局中}}
