Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaDrawingWithinNbMoves
source: {count, plural, =1{Drawing the game within the first {count} move will earn neither player any points.} other{Drawing the game within the first {count} moves will earn neither player any points.}}
af: {count, plural, =1{As jy die spel binne die eerste {count} skuif gelykop speel, sal niemand enige punte kry nie.} other{As jy die spel binne die eerste {count} skuiwe gelykop speel, sal niemand enige punte kry nie.}}
ar: {count, plural, =0{اعلان التعادل في النقلات ال{count} الاولى لن يكسب اللاعبين اي نقطه.} =1{إعلان التعادل خلال النقلات {count} الأولى لن يكسب أي من اللاعبين أي نِقَاط.} =2{إعلان التعادل خلال النقلات {count} الأولى لن يكسب أي لاعب أي نقطة.} few{إعلان التعادل خلال النقلات {count} الأولى لن يكسب أي من اللاعبين أي نقطة.} many{إعلان التعادل خلال النقلات {count} الأولى لن يكسب اللاعبين أي نِقَاط.} other{اعلان التعادل خلال النقلات ال{count} الأولى لن يكسب أي لاعب أي نقطة.}}
az: {count, plural, =1{Oyunun ilk {count} gedişində heç-heçə etmək heç bir oyunçuya xal qazandırmayacaq.} other{Oyunun ilk {count} gedişində heç-heçə etmək heç bir oyunçuya xal qazandırmayacaq.}}
be: {count, plural, =1{Нічыя ў першым ходзе не прынясе балаў ні аднаму з гульцоў.} few{Нічыя ў першых {count} хадах не прынясе балаў ні аднаму з гульцоў.} many{Нічыя ў першых {count} хадах не прынясе балаў ні аднаму з гульцоў.} other{Нічыя ў першых {count} хадах не прынясе балаў ні аднаму з гульцоў.}}
bg: {count, plural, =1{Реми в първия {count} ход няма да добави точки на никой от играчите.} other{Реми в първите {count} хода няма да добави точки на никой от играчите.}}
bn: {count, plural, =1{প্রথম {count} চালের মধ্যে ড্র করলে কোন খেলোয়াড়ই রেটিং পয়েন্ট অর্জন করবে না।} other{প্রথম {count}টি চালের মধ্যে ড্র করলে কোন খেলোয়াড়ই রেটিং পয়েন্ট অর্জন করবে না।}}
bs: {count, plural, =1{Remiziranje partije u prvom {count} potezu neće donijeti bodove niti jednom igraču.} few{Remiziranje partije u prvih {count} poteza neće donijeti bodove niti jednom igraču.} other{Remiziranje partije u prvih {count} poteza neće donijeti bodove niti jednom igraču.}}
ca: {count, plural, =1{Si la partida acaba en taules durant el primer moviment, no es concediran punts a cap dels jugadors.} other{Si la partida acaba en taules durant els primers {count} moviments, no es concediran punts a cap dels jugadors.}}
cs: {count, plural, =1{Remíza během prvních {count} tahů znamená, že body nezíská ani jeden ze soupeřů.} few{Remíza během prvních {count} tahů znamená, že body nezíská ani jeden ze soupeřů.} many{Remíza během prvních {count} tahů znamená, že body nezíská ani jeden ze soupeřů.} other{Remíza během prvních {count} tahů znamená, že body nezíská ani jeden ze soupeřů.}}
da: {count, plural, =1{Ved remis indenfor det første {count} træk vil ingen af spillerne få nogen point.} other{Ved remis indenfor de første {count} træk vil ingen af spillerne få nogen point.}}
el: {count, plural, =1{Η συμφωνία ισοπαλίας στην πρώτη {count} κίνηση δε δίνει βαθμούς σε κανέναν παίκτη.} other{Η συμφωνία ισοπαλίας στις πρώτες {count} κινήσεις δε δίνει βαθμούς σε κανέναν παίκτη.}}
eo: {count, plural, =1{Desegni la ludon ene de la unua {count} movo gajnos nek ludanton ajnajn poentojn.} other{Desegni la ludon ene de la unua {count} movoj gajnos nek ludanton ajnajn poentojn.}}
es: {count, plural, =1{Si la partida acaba en tablas durante los primeros {count} movimientos, no se concederán puntos a ninguno de los jugadores.} other{Si la partida acaba en tablas durante los primeros {count} movimientos, no se concederán puntos a ninguno de los jugadores.}}
eu: {count, plural, =1{{count} jokaldiaren aurretik partida berdintzean, jokalari batek ere ez du punturik lortuko.} other{Lehenengo {count} jokaldiren aurretik partida berdintzean, jokalari batek ere ez du punturik lortuko.}}
fa: {count, plural, =1{در صورت تساوی بازی در {count} حرکت اول، به هیچکدام از بازیکنان امتیازی نخواهد رسید.} other{در صورت تساوی بازی در {count} حرکت اول، به هیچکدام از بازیکنان امتیازی نخواهد رسید.}}
fi: {count, plural, =1{Jos peli päättyy tasan ensimmäisen {count} siirron aikana, kumpikaan pelaaja ei saa pisteitä.} other{Jos peli päättyy tasan ensimmäisten {count} siirron aikana, kumpikaan pelaaja ei saa pisteitä.}}
gl: {count, plural, =1{Se a partida remata en táboas no movemento {count}, non se concederán puntos a ningún dos xogadores.} other{Se a partida remata en táboas durante os primeiros {count} movementos, non se concederán puntos a ningún dos xogadores.}}
he: {count, plural, =1{סיום המשחק בתיקו במהלך התור ה־{count} לא יניב נקודות עבור אף שחקן.} =2{סיום המשחק בתיקו במהלך {count} התורות הראשונים לא יניב נקודות עבור אף שחקן.} many{סיום המשחק בתיקו במהלך {count} התורות הראשונים לא יניב נקודות עבור אף שחקן.} other{סיום המשחק בתיקו במהלך {count} התורות הראשונים לא יניב נקודות עבור אף שחקן.}}
hy: {count, plural, =1{Ոչ-ոքին առաջին {count} քայլերին միավոր չի բերի։} other{Ոչ-ոքին առաջին {count} քայլերին միավոր չի բերի։}}
id: {count, plural, other{Melakukan langkah pertama pada bidak {count} tidak akan menghasilkan poin bagi pemain.}}
it: {count, plural, =1{Pattare la partita entro la prima mossa non assegnerà punti né a te né al tuo avversario.} other{Pattare la partita entro le prime {count} mosse non assegnerà punti né a te né al tuo avversario.}}
kk: {count, plural, =1{Ойынның алғашқы {count} жүрісінде тепе-теңдік ешбір ойыншыға ұпай әкелмейді.} other{Ойынның алғашқы {count} жүрісінде тепе-теңдік ешбір ойыншыға ұпай әкелмейді.}}
ko: {count, plural, other{{count}수 내에 무승부로 게임이 끝나면 어떤 플레이어도 점수를 얻지 못합니다.}}
lt: {count, plural, =1{Lygiosios per pirmąjį ėjimą nesuteiks taškų nė vienam žaidėjui.} few{Lygiosios per pirmuosius {count} ėjimus nesuteiks taškų nė vienam žaidėjui.} many{Lygiosios per pirmuosius {count} ėjimų nesuteiks taškų nė vienam žaidėjui.} other{Lygiosios per pirmuosius {count} ėjimų nesuteiks taškų nė vienam žaidėjui.}}
lv: {count, plural, =0{Panākot neizšķirtu pirmajos {count} gājienos, neviens spēlētājs negūs punktus.} =1{Panākot neizšķirtu pirmajā gājienā, neviens spēlētājs negūs punktus.} other{Panākot neizšķirtu pirmajos {count} gājienos, neviens spēlētājs negūs punktus.}}
mk: {count, plural, =1{Ако направите реми во првиот {count} потег, никој од играчите нема да добие поен.} other{Ако направите реми во првите {count} потези, никој од играчите нема да добие поен.}}
nl: {count, plural, =1{Als een partij binnen {count} zetten in remise eindigt, levert dit voor geen van beide spelers punten op.} other{Als een partij binnen {count} zetten in remise eindigt, levert dit voor geen van beide spelers punten op.}}
pt: {count, plural, =1{Ao empatar o jogo na primeira jogada, nenhum dos jogadores ganha pontos.} other{Ao empatar o jogo nas primeiras {count} jogadas, nenhum dos jogadores ganha pontos.}}
ro: {count, plural, =1{Efectuarea unei remize la prima mutare nu va aduce niciun punct niciunui jucător.} few{Efectuarea unei remize în primele {count} mutări nu va aduce niciun punct niciunui jucător.} other{Efectuarea unei remize în primele {count} mutări nu va aduce niciun punct niciunui jucător.}}
ru: {count, plural, =1{Ничья в первых {count} ходах не принесёт очков.} few{Ничья в первых {count} ходах не принесёт очков.} many{Ничья в первых {count} ходах не принесёт очков.} other{Ничья в первых {count} ходах не принесёт очков.}}
sk: {count, plural, =1{V prípade remízy do {count} ťahu získajú obaja hráči nula bodov.} few{V prípade remízy do {count} ťahov získajú obaja hráči nula bodov.} many{V prípade remízy do {count} ťahov získajú obaja hráči nula bodov.} other{V prípade remízy do {count} ťahov získajú obaja hráči nula bodov.}}
sl: {count, plural, =1{Remi v prvih {count} potezah ne bo nobenemu igralcu prineslo nobene točke.} =2{Remi v prvih {count} potezah ne bo nobenemu igralcu prineslo nobene točke.} few{Remi v prvih {count} potezah ne bo nobenemu igralcu prineslo nobene točke.} other{Remi v prvih {count} potezah ne bo nobenemu igralcu prineslo nobene točke.}}
sq: {count, plural, =1{Arritja e barazimit që me {count} lëvizje të parë, nuk i sjell pikë asnjërit prej lojtarëve.} other{Arritja e barazimit që me {count} lëvizje të para, nuk i sjell pikë asnjërit prej lojtarëve.}}
sr: {count, plural, =1{Ремизирање партије у првом {count} потезу неће доносити бодове ни једном играчу.} few{Ремизирање партије у прва {count} потеза неће донети бодове ни једном играчу.} other{Ремизирање партије у првих {count} потеза неће донети бодове ни једном играчу.}}
sv: {count, plural, =1{Att göra remi inom {count} drag kommer inte ge poäng till någon av spelarna.} other{Att göra remi inom {count} drag kommer inte ge poäng till någon av spelarna.}}
tr: {count, plural, =1{İlk {count} hamle içinde oyun berabere biterse hiçbir oyuncu puan kazanamaz.} other{İlk {count} hamle içinde oyun berabere biterse hiçbir oyuncu puan kazanamaz.}}
uk: {count, plural, =1{Нічия у грі, що тривала менше {count} ходів, не дасть гравцям жодного очка.} few{Нічия у грі, що тривала {count} ходи, не дасть гравцям жодного очка.} many{Нічия у грі, що тривала {count} ходів, не дасть гравцям жодного очка.} other{Нічия у грі, що тривала {count} ходів, не дасть гравцям жодного очка.}}
vi: {count, plural, other{Hòa cờ trong vòng {count} nước cờ đầu tiên sẽ không cho cả hai người chơi bất kì điểm nào.}}
zh: {count, plural, other{在前 {count} 步内和棋，双方棋手均不得分。}}
zh_tw: {count, plural, other{在{count}步內平局的棋局將不會得到積分}}

# arenaViewAllXTeams
source: {count, plural, =1{View the team} other{View all {count} teams}}
af: {count, plural, =1{Bekyk die span} other{Bekyk al {count} spanne}}
ar: {count, plural, =0{{count} عرض للفرق} =1{عرض الفريق} =2{عرض {count} فرق} few{عرض {count} الفرق} many{عرض {count} فرق} other{عرض {count} فرق}}
az: {count, plural, =1{Komandaya bax} other{Bütün {count} komandaya bax}}
be: {count, plural, =1{Паглядзець каманду} few{Паглядзець усе {count} каманды} many{Паглядзець усе {count} камандаў} other{Паглядзець усе {count} камандаў}}
bg: {count, plural, =1{Преглед на отбора} other{Преглед на всички {count} отбора}}
bn: {count, plural, =1{দলকে দেখুন} other{পুরো {count}টি দল দেখুন}}
bs: {count, plural, =1{Pogledajte tim} few{Pogledajte sve timove {count}} other{Pogledajte sve timove {count}}}
ca: {count, plural, =1{Veure l'equip} other{Veure els {count} equips}}
cs: {count, plural, =1{Zobrazit tým} few{Zobrazit {count} týmy} many{Zobrazit {count} týmů} other{Zobrazit seznam všech {count} týmů}}
da: {count, plural, =1{Se holdet} other{Se alle {count} hold}}
el: {count, plural, =1{Προβολή της ομάδας} other{Προβολή των {count} ομάδων}}
eo: {count, plural, =1{Rigardi la teamon} other{Rigardi ĉiujn {count} teamojn}}
es: {count, plural, =1{Ver equipo} other{Ver los {count} equipos}}
eu: {count, plural, =1{Taldea ikusi} other{{count} taldeak ikusi}}
fa: {count, plural, =1{دیدن تیم} other{دیدن همه‌ی {count} تیم}}
fi: {count, plural, =1{Näytä joukkue} other{Näytä kaikki {count} joukkuetta}}
gl: {count, plural, =1{Ver o equipo} other{Ver todos os {count} equipos}}
he: {count, plural, =1{צפייה בקבוצה} =2{צפייה ב־{count} הקבוצות} many{צפייה בכל {count} הקבוצות} other{צפייה בכל {count} הקבוצות}}
hy: {count, plural, =1{Դիտել ակումբը} other{Դիտել բոլոր {count} ակումբները}}
id: {count, plural, other{Lihat semua {count} tim}}
it: {count, plural, =1{Visualizza la squadra} other{Visualizza tutte le {count} squadre}}
kk: {count, plural, =1{Топты қарау} other{Барлық {count} топты қарау}}
ko: {count, plural, other{모두 {count}개 팀 보기}}
lt: {count, plural, =1{Peržvelgti komandą} few{Peržvelgti visas {count} komandas} many{Peržvelgti visas {count} komandų} other{Peržvelgti visas {count} komandų}}
lv: {count, plural, =0{Skatīt {count} komandas} =1{Skatīt {count} komandu} other{Skatīt visas {count} komandas}}
mk: {count, plural, =1{Прегледај го тимот} other{Прегледајте ги сите {count} тимови}}
nl: {count, plural, =1{Bekijk het team} other{Bekijk alle {count} teams}}
pt: {count, plural, =1{Ver a equipa} other{Ver todas as {count} equipas}}
ro: {count, plural, =1{Vezi echipa} few{Vezi toate cele {count} echipe} other{Vezi toate cele {count} de echipe}}
ru: {count, plural, =1{Посмотреть клуб} few{Посмотреть все {count} клуба} many{Посмотреть все {count} клубов} other{Посмотреть все {count} клубов}}
sk: {count, plural, =1{Prezerať tím} few{Prezerať všetky {count} tímy} many{Prezerať všetkých {count} tímov} other{Prezerať všetkých {count} tímov}}
sl: {count, plural, =1{Spoznajte ekipo} =2{Spoznajte {count} ekipi} few{Spoznajte {count} ekipe} other{Spoznajte {count} ekip}}
sq: {count, plural, =1{Shihni ekipin} other{Shihni krejt ekipet {count}}}
sv: {count, plural, =1{Visa laget} other{Visa alla {count} lag}}
tr: {count, plural, =1{Takımı görüntüleyin} other{Tüm {count} takımlarını görüntüleyin}}
uk: {count, plural, =1{Переглянути команду} few{Переглянути {count} команди} many{Переглянути {count} команд} other{Переглянути {count} команди}}
vi: {count, plural, other{Xem tất cả {count} đội}}
zh: {count, plural, other{查看全部 {count} 支团队}}
zh_tw: {count, plural, other{查看所有 {count} 團隊}}

# broadcastBroadcasts
source: Broadcasts
af: Uitsendings
ar: البثوث
az: Yayım
be: Трансляцыі
bg: Излъчване
bn: সম্প্রচার
bs: Emitovanja
ca: Retransmissions
cs: Vysílání
da: Udsendelser
el: Μεταδόσεις
eo: Elsendoj
es: Emisiones
eu: Emanaldiak
fa: پخش همگانی
fi: Lähetykset
gl: Emisións en directo
he: הקרנות
hy: Հեռարձակումներ
id: Siaran
it: Dirette
kk: Көрсетілімдер
ko: 방송
lt: Transliacijos
lv: Raidījumi
mk: Емитувања
nl: Uitzendingen
pt: Transmissões
ro: Transmisiuni
ru: Трансляции
sk: Vysielanie
sl: Prenosi
sq: Transmetime
sr: Преноси
sv: Sändningar
tr: Canlı Turnuvalar
uk: Трансляції
vi: Các phát sóng
zh: 转播
zh_tw: 比賽直播

# broadcastMyBroadcasts
source: My broadcasts
af: My uitsendings
ar: بثوثي
be: Мае трансляцыі
bg: Моите излъчвания
bs: Moja emitiranja
ca: Les meves retransmissions
cs: Moje vysílání
da: Mine udsendelser
el: Οι μεταδόσεις μου
eo: Miaj elsendoj
es: Mis transmisiones
eu: Nire zuzenekoak
fa: پخش همگانی من
fi: Omat lähetykset
gl: As miñas emisións
he: ההקרנות שלי
hy: Իմ հեռարձակումները
it: Le mie trasmissioni
kk: Менің көрсетілімдерім
ko: 내 방송
lt: Mano transliacijos
nl: Mijn uitzendingen
pt: As minhas transmissões
ro: Transmisiile mele
ru: Мои трансляции
sk: Moje vysielania
sl: Moje oddajanja
sq: Transmetimet e mia
sr: Моји преноси
sv: Mina sändningar
tr: Canlı Turnuvalarım
uk: Мої трансляції
vi: Các phát sóng của tôi
zh: 我的转播
zh_tw: 我的直播

# broadcastLiveBroadcasts
source: Live tournament broadcasts
af: Regstreekse toernooi uitsendings
ar: بث البطولة المباشرة
az: Canlı turnir yayımları
be: Прамыя трансляцыі турніраў
bg: Излъчвания на турнир на живо
bn: সরাসরি টুর্নামেন্ট সম্প্রচার
bs: Prenos turnira uživo
ca: Retransmissions de tornejos en directe
cs: Živé přenosy turnajů
da: Live turnerings-udsendelser
el: Ζωντανές μεταδόσεις τουρνουά
eo: Nuntempaj turniraj elsendoj
es: Emisiones de torneos en directo
eu: Txapelketen zuzeneko emanaldiak
fa: پخش زنده مسابقات
fi: Suorat lähetykset turnauksista
gl: Emisións de torneos en directo
he: צפייה ישירה בטורנירים
hy: Մրցաշարի ուղիղ հեռարձակումներ
id: Siaran turnamen langsung
it: Tornei in diretta
kk: Жарыстың тікелей көрсетілімдері
ko: 실시간 대회 방송
lt: Vykstančios turnyrų transliacijos
lv: Reāllaika turnīru raidījumi
mk: Пренос на турнири во живо
nl: Live toernooi uitzendingen
pt: Transmissões do torneio em direto
ro: Difuzări de turnee în direct
ru: Прямые трансляции турнира
sk: Živé vysielanie turnaja
sl: Prenos turnirjev v živo
sq: Transmetime të drejtpërdrejta turnesh
sr: Преноси турнира уживо
sv: Direktsända turneringar
tr: Canlı Turnuva Yayınları
uk: Прямі трансляції турнірів
vi: Các giải đấu phát sóng trực tiếp
zh: 赛事转播
zh_tw: 錦標賽直播

# broadcastBroadcastCalendar
source: Broadcast calendar
ar: تقويم البث
bg: Календар на излъчванията
bs: Kalendar emitovanja
ca: Calendari de retransmissions
cs: Kalendář přenosů
da: Kaldender for udsendelser
el: Ημερολόγιο μεταδόσεων
es: Calendario de transmisiones
eu: Emanaldien egutegia
fa: تقویم پخش
fi: Lähetyskalenteri
gl: Calendario de emisións
he: לוח השידורים
it: Calendario trasmissioni
kk: Көрсетілім күнтізбесі
ko: 방송 달력
lt: Transliavimo kalendorius
nl: Uitzendkalender
pt: Calendário de transmissão
ro: Calendar de transmisiuni
ru: Календарь трансляций
sk: Kalendár vysielaní
sl: Koledar oddaj
sq: Kalendar transmetimesh
sv: Sändningsschema
tr: Turnuva takvimi
uk: Календар трансляцій
vi: Lịch phát sóng
zh: 转播日程表
zh_tw: 直播時程表

# broadcastNewBroadcast
source: New live broadcast
af: Nuwe regstreekse uitsendings
ar: بث مباشر جديد
az: Yeni canlı yayım
be: Новая прамая трансляцыя
bg: Нови предавания на живо
bn: নতুন সরাসরি সম্প্রচার
bs: Novo emitovanje uživo
ca: Nova retransmissió en directe
cs: Nový živý přenos
da: Ny live-udsendelse
el: Νέα ζωντανή μετάδοση
eo: Nova viva elsendo
es: Nueva emisión en directo
eu: Zuzeneko emanaldi berria
fa: پخش زنده جدید
fi: Uusi livelähetys
gl: Nova emisión en directo
he: הקרנה ישירה חדשה
hy: Նոր ուղիղ հեռարձակում
id: Siaran langsung baru
it: Nuova diretta
kk: Жаңа тікелей көрсетілім
ko: 새 실시간 방송
lt: Nauja transliacija
lv: Jauns reāllaika raidījums
mk: Ново емитување во живо
nl: Nieuwe live uitzending
pt: Nova transmissão em direto
ro: O nouă difuzare în direct
ru: Новая прямая трансляция
sk: Nové živé vysielanie
sl: Nov prenos v živo
sq: Transmetim i ri i drejtpërdrejtë
sr: Нови пренос уживо
sv: Ny direktsändning
tr: Canlı Turnuva Ekle
uk: Нова трансляція
vi: Phát sóng trực tiếp mới
zh: 新建实况转播
zh_tw: 新的現場直播

# broadcastSubscribedBroadcasts
source: Subscribed broadcasts
ar: البث المُشترك به
bg: Излчвания които следя
bs: Pretplaćena emitovanja
ca: Emissions que segueixo
cs: Odebírané přenosy
da: Udsendelser, du abonnerer på
el: Μεταδόσεις που έχω εγγραφεί
eo: Abonitaj elsendoj
es: Transmisiones suscritas
eu: Harpidetutako emanaldiak
fa: پخش‌های دنبالیده
fi: Tilatut lähetykset
gl: Emisións subscritas
he: הקרנות שנרשמת אליהן
hy: Բաժանորդագրված հեռարձակումներ
it: Trasmissioni abbonate
kk: Көрсетілім жазылымдары
ko: 구독 중인 방송
lt: Prenumeruojamos transliacijos
nl: Geabonneerde uitzendingen
pt: Transmissões subscritas
ro: Transmisii abonate
ru: Подписанные рассылки
sk: Odoberané vysielania
sl: Naročene oddaje
sq: Transmetime me pajtim
sv: Bokade sändningar
tr: Abone olduğunuz canlı turnuvalar
uk: Обрані трансляції
vi: Các phát sóng đã đăng ký theo dõi
zh: 订阅的转播
zh_tw: 已訂閱的直播

# broadcastAboutBroadcasts
source: About broadcasts
ar: حول البثوث
be: Пра трансляцыіі
bs: O emitovanjima
ca: Sobre les retransmissions
cs: O vysílání
da: Om udsendelse
el: Σχετικά με τις μεταδόσεις
eo: Pri elsendoj
es: Acerca de las transmisiones
eu: Zuzeneko emanaldiei buruz
fa: درباره پخش‌های همگانی
fi: Lähetyksistä
gl: Sobre as retransmisións
he: הסבר על הקרנות
it: Informazioni sulle trasmissioni
kk: Көрсетілім деген не?
ko: 방송에 대해서
lt: Apie transliacijas
nl: Over uitzending
pt: Sobre Transmissões
ro: Despre emisiuni
ru: О трансляции
sk: O vysielaní
sl: O oddaji
sq: Rreth transmetimeve
sv: Om sändningar
tr: Canlı Turnuvalar hakkında
uk: Про трансляцію
vi: Giới thiệu về phát sóng
zh: 关于转播
zh_tw: 關於直播

# broadcastHowToUseLichessBroadcasts
source: How to use Lichess Broadcasts.
ar: كيف تستخدم البثوث في ليتشيس.
be: Як карыстацца трансляцыямі Lichess.
bs: Kako koristiti Lichess emitovanje.
ca: Com utilitzar les retransmissions de Lichess.
cs: Jak používat Lichess vysílání.
da: Sådan bruges Lichess-udsendelser.
el: Τρόπος χρήσης μεταδόσεων Lichess.
eo: Kiel uzi Lichess Elsendojn.
es: Como utilizar las transmisiones de Lichess.
eu: Nola erabili Lichessen Zuzenekoak.
fa: نحوه استفاده از پخش همگانی Lichess.
fi: Kuinka Lichess-lähetyksiä käytetään.
gl: Como usar as Retransmisións de Lichess.
he: איך להשתמש בהקרנות ב־Lichess.
it: Istruzioni delle trasmissioni Lichess.
kk: Личес Көрсетілімді қолдану жолы.
ko: Lichess 방송을 사용하는 방법.
lt: Kaip naudotis Lichess transliacijomis.
nl: Hoe Lichess Uitzendingen te gebruiken.
pt: Como usar as Transmissões do Lichess.
ro: Cum să utilizați emisiunile Lichess.
ru: Как пользоваться трансляциями Lichess.
sk: Ako používať Lichess vysielanie.
sl: Kako uporabljati Lichess Broadcasts.
sq: Si të përdoren Transmetimet Lichess.
sv: Hur man använder Lichess-Sändningar.
tr: Lichess Canlı Turnuvaları nasıl kullanılır.
uk: Як користуватися Lichess трансляціями.
vi: Cách sử dụng Phát sóng của Lichess.
zh: 如何使用 Lichess 转播。
zh_tw: 如何使用 Lichess 比賽直播

# broadcastTheNewRoundHelp
source: The new round will have the same members and contributors as the previous one.
ar: ستضم الجولة الجديدة الأعضاء والمساهمين عينهم الذين اشتركوا في الجولة السابقة.
bs: Nova runda će imati isti broj članova i doprinositelja kao i prijašnja.
ca: La nova ronda tindrà els mateixos membres i contribuïdors que l'anterior.
cs: Nové kolo bude mít stejné členy a přispěvatele jako to předchozí.
da: Den nye runde vil have de samme medlemmer og bidragydere som den foregående.
el: Ο νέος γύρος θα έχει τα ίδια μέλη και τους ίδιους συνεισφέροντες με τον προηγούμενο.
eo: La nova raŭndo havos la samajn membrojn kaj kontribuantojn, kiom la antaŭa.
es: La nueva ronda tendrá los mismos miembros y contribuyentes que la anterior.
eu: Txanda berriak aurrekoak beste kide eta laguntzaile izango ditu.
fa: دور جدید، همان اعضا و مشارکت‌کنندگان دور قبلی را خواهد داشت.
fi: Uudella kierroksella on samat jäsenet ja osallistujat kuin edellisellä.
gl: A nova rolda terá os mesmos membros e colaboradores cá rolda anterior.
he: הסבב החדש יכלול את אותם התורמים והחברים כמו בסבב הקודם.
it: Il nuovo turno avrà gli stessi membri e contributori del precedente.
kk: Жаңа айналымда өткендегі сол мүше мен қолдаушылар болады.
ko: 새로운 라운드에는 이전 라운드와 동일한 구성원과 기여자가 있을 것입니다.
lt: Naujajame ture bus tie patys nariai ir bendradarbiai, kaip ir ankstesniame.
nl: De nieuwe ronde zal dezelfde leden en bijdragers hebben als de vorige.
pt: A nova ronda terá os mesmos membros e contribuidores que a anterior.
ro: Runda noua va avea aceiași membri și contribuitori ca cea anterioară.
ru: В новом туре примут участие те же участники и редакторы, что и в предыдущем туре.
sk: Nové kolo bude mať tých istých členov a prispievateľov ako to predchádzajúce.
sl: Novi krog bo imel iste člane in sodelavce kot prejšnji.
sq: Raundi i ri do të ketë të njëjtën anëtarë dhe kontribues si i mëparshmi.
sv: Den nya rundan kommer att ha samma medlemmar och bidragsgivare som den föregående.
tr: Yeni tur, önceki turdaki üyeler ve katkıda bulunanlarla aynı olacak.
uk: У новому раунді будуть ті самі учасники та редактори, що й у попередньому.
vi: Vòng mới sẽ có các thành viên và cộng tác viên giống như vòng trước.
zh: 新轮次将继承上一轮次的成员与贡献者。
zh_tw: 新的一局會有跟上一局相同的成員與貢獻者

# broadcastAddRound
source: Add a round
af: Voeg 'n ronde by
ar: إضافة جولة
az: Tur əlavə et
be: Дадаць тур
bg: Добави рунд
bs: Dodajte kolo
ca: Afegir una ronda
cs: Přidat kolo
da: Tilføj en runde
el: Προσθήκη γύρου
eo: Aldoni raŭndon
es: Añadir una ronda
eu: Gehitu txanda bat
fa: اضافه کردن یک دور
fi: Lisää kierros
gl: Engadir unha rolda
he: הוספת סבב
hy: Ավելացնել խաղափուլ
id: Tambakan ronde
it: Aggiungi un turno
kk: Айналым қосу
ko: 라운드 추가
lt: Pridėti raundą
lv: Pievienot raundu
nl: Ronde toevoegen
pt: Adicionar uma ronda
ro: Adaugă o rundă
ru: Добавить тур
sk: Pridať kolo
sl: Dodajte krog
sq: Shtoni një raund
sv: Lägg till en omgång
tr: Bir tur ekle
uk: Додати раунд
vi: Thêm vòng
zh: 添加轮次
zh_tw: 新增回合
