Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyRecentlyUpdated
source: Recently updated
af: Onlangs opgedateer
ar: تم تحديثه مؤخرا
az: Ən son yenilənən
be: Нядаўна абноўленыя
bg: Скоро обновени
bn: সাম্প্রতিক হালনাগাদকৃত
bs: Nedavno ažurirane
ca: Actualitzat darrerament
cs: Nedávno aktualizované
da: Nyligt opdateret
el: Πρόσφατα ενημερωμένες
eo: Lastatempe ĝisdatigita
es: Actualizados recientemente
eu: Eguneratutako azkenak
fa: تازگی به‌روزشده
fi: Viimeksi päivitetyt
gl: Actualizados recentemente
he: עודכן לאחרונה
hy: Վերջերս թարմացվածները
id: Baru saja diperbarui
it: Data di aggiornamento (dalla più recente)
kk: Жақында құрылған
ko: 최근에 업데이트된 순
lt: Neseniai atnaujintos
lv: Nesen atjaunotās
nl: Recent bijgewerkt
pt: Atualizado recentemente
ro: Încărcate recent
ru: Недавно обновлённые
sk: Nedávno aktualizované
sl: Nazadnje objavljeno
sq: E përditësuar së fundmi
sr: Недавно ажуриране
sv: Nyligen uppdaterade
tr: Yeni güncellenmiş
uk: Нещодавно оновлені
vi: Được cập nhật gần đây
zh: 最近更新
zh_tw: 最近更新

# studyMostPopular
source: Most popular
af: Mees gewilde
ar: الاكثر شعبية
az: Ən məşhur
be: Найбольш папулярныя
bg: Най-популярни
bn: সবচেয়ে জনপ্রিয়
bs: Najpopularnije
ca: Més popular
cs: Nejoblíbenější
da: Mest populære
el: Οι πιο δημοφιλείς
eo: Plej popularaj
es: Más populares
eu: Arrakasta gehien duena
fa: محبوب‌ترین‌
fi: Suosituimmat
gl: Máis populares
he: הכי פופולריים
hy: Ամենահայտնիները
id: Paling populer
it: Più popolari
kk: Ең танымалдары
ko: 인기 많은 순
lt: Populiariausios
lv: Populārākās
nl: Meest populair
pt: Mais popular
ro: Cele mai populare
ru: Самые популярные
sk: Najpopulárnejšie
sl: Najbolj popularno
sq: Më populloret
sr: Најпопуларније
sv: Mest populära
tr: En popüler
uk: Найпопулярніші
vi: Phổ biến nhất
zh: 最受欢迎
zh_tw: 最受歡迎

# studyAlphabetical
source: Alphabetical
af: Alfabeties
ar: أبجدي
az: Əlifbaya görə
be: Па алфавіце
bg: Азбучно
bn: বর্ণানুক্রমিক
bs: Abecedno
ca: Alfabètic
cs: Abecedně
da: Alfabetisk
el: Αλφαβητικά
eo: Alfabete
es: Alfabético
eu: Alfabetikoa
fa: براساس حروف الفبا
fi: Aakkosjärjestyksessä
gl: Alfabeticamente
he: בסדר האלפבית
hy: Այբբենական կարգով
id: Menurut abjad
it: Alfabetico
kk: Әліппе ретімен
ko: 알파벳 순
lt: Abėcėlės tvarka
lv: Alfabētiskā secībā
nl: Alfabetisch
pt: Ordem alfabética
ro: Alfabetic
ru: По алфавиту
sk: Abecedne
sl: Po abecednem redu
sq: Alfabetik
sv: Alfabetisk
tr: Alfabetik
uk: За алфавітом
vi: Theo thứ tự chữ cái
zh: 按字母顺序
zh_tw: 按字母順序

# studyRelevant
source: Relevant
ca: Rellevant
el: Συναφή
eo: Rilata
es: Relevante
fi: Relevantti
it: Pertinenti
ru: Соответствующий
sk: Relevantné
uk: Релевантні
vi: Liên quan
zh: 相关内容

# studyAddNewChapter
source: Add a new chapter
af: Voeg 'n nuwe hoofstuk by
ar: أضف فصلاً جديدا
az: Yeni bir fəsil əlavə et
be: Дадаць новы раздзел
bg: Добавяне на нов раздел
bn: নতুন অধ্যায় যোগ করুন
bs: Dodajte novo poglavlje
ca: Afegir un nou capítol
cs: Přidat novou kapitolu
da: Tilføj et nyt kapitel
el: Προσθήκη νέου κεφαλαίου
eo: Aldoni novan ĉapitron
es: Añadir nuevo capítulo
eu: Kapitulu berria gehitu
fa: بخش جدیدی اضافه کن
fi: Lisää uusi luku
gl: Engadir un novo capítulo
he: הוסיפו פרק חדש
hy: Ավելացնել նոր գլուխ
id: Tambahkan bab baru
it: Aggiungi un nuovo capitolo
kk: Жаңа бөлім құру
ko: 새 챕터 추가하기
lt: Pridėti naują skyrių
lv: Pievienot nodaļu
nl: Nieuw hoofdstuk toevoegen
pt: Adicionar um novo capítulo
ro: Adaugă un nou capitol
ru: Добавить новую главу
sk: Pridať novú kapitolu
sl: Dodaj poglavje
sq: Shto një kapitull të ri
sr: Додај ново поглавље
sv: Lägg till ett nytt kapitel
tr: Yeni bir bölüm ekle
uk: Додати новий розділ
vi: Thêm một chương mới
zh: 添加新章节
zh_tw: 加入新章節

# studyAddMembers
source: Add members
af: Voeg iemand by
ar: إضافة أعضاء
az: Üzv əlavə et
be: Дадаць удзельнікаў
bg: Добави членове
bn: সদস্য যোগ করুন
bs: Dodajte članove
ca: Afegeix membres
cs: Přidat uživatele
da: Tilføj medlemmer
el: Προσθήκη μελών
eo: Aldoni membrojn
es: Añadir miembros
eu: Kideak gehitu
fa: افزودن اعضا
fi: Lisää jäseniä
gl: Engadir membros
he: הוספת משתמשים
hy: Ավելացնել մասնակիցների
id: Tambahkan anggota
it: Aggiungi membri
kk: Мүшелерді қосу
ko: 멤버 추가
lt: Pridėti narių
lv: Pievienot dalībniekus
nl: Deelnemers toevoegen
pt: Adicionar membros
ro: Adaugă membri
ru: Добавить участников
sk: Pridať členov
sl: Dodaj člane
sq: Shto anëtarë
sr: Додај чланове
sv: Lägg till medlemmar
tr: Üye ekle
uk: Додати учасників
vi: Thêm thành viên
zh: 添加成员
zh_tw: 新增成員

# studyInviteToTheStudy
source: Invite to the study
af: Nooi uit om deel te wees van die studie
ar: دعوة الى دراسة
az: Çalışmaya dəvət et
be: Закліцца да навучання
bg: Покани към казуса
bn: স্টাডিতে আমন্ত্রণ জানান
bs: Pozovite na studiju
ca: Convida a l’estudi
cs: Pozvat do studie
da: Inviter til studiet
el: Πρόσκληση χρηστών στη μελέτη
eo: Inviti al la studo
es: Invitar al estudio
eu: Azterlanera gonbidatu
fa: دعوت به این مطالعه
fi: Kutsu tutkielmaan
gl: Invitar ao estudo
he: הזמינו ללוח הלמידה
hy: Հրավիրել ստուդիա
id: Ajak untuk studi
it: Invita allo studio
kk: Зерттеуге шақыру
ko: 연구에 초대
lt: Pakviesti į studiją
lv: Ielūgt uz izpēti
nl: Uitnodigen voor de studie
pt: Convidar para o estudo
ro: Invită la studiu
ru: Пригласить в студию
sk: Pozvať k štúdii
sl: Povabi na študijo
sq: Ftoni në mësim
sr: Позови у студију
sv: Bjud in till studien
tr: Bu çalışmaya davet edin
uk: Запросити до дослідження
vi: Mời vào nghiên cứu
zh: 邀请加入研习
zh_tw: 邀請加入研究

# studyPleaseOnlyInvitePeopleYouKnow
source: Please only invite people who know you, and who actively want to join this study.
af: Nooi asseblief net mense uit wat jy ken of wat aktief wil deelneem aan die studie.
ar: يرجى فقط إضافة اشخاص تعرفهم، ويريدون المشاركة في هذه الدراسة
az: Zəhmət olmasa yalnız tanıdığınız və bu çalışmaya aktiv olaraq qoşulmaq istəyən insanları dəvət edin.
be: Калі ласка, заклікайце толькі людзей, якіх вы ведаеце, та тых хто актыўна хоча далучыцца да навучання.
bg: Моля канете само хора, които познавате и които биха искали да се присъединят.
bn: দয়া করে যাদের আপনি জানেন তাদের এবং যারা সক্রিয়ভাবে যোগদান করতে চায়, কেবল তাদেরকেই আমন্ত্রন জানান।
bs: Molimo Vas da pozovete samo ljude koje znate i koji su zainteresovani da aktivno učustvuju u ovoj studiji.
ca: Si us plau, convida gent que coneixes, i que vólen unir-se activament a l’estudi.
cs: Prosím zvěte pouze lidi, které znáte a kteří se chtějí aktivně připojit k této studii.
da: Inviter venligst kun personer du kender, og som ønsker at være en del af dette studie.
el: Προσκαλέστε μόνο άτομα που γνωρίζετε και τα οποία επιθυμούν να συμμετέχουν ενεργά σε αυτήν την μελέτη.
eo: Bonvolu inviti nur homojn, kiujn vi konas kaj kiuj aktive volas aliĝi al tiu ĉi studo.
es: Por favor, invita sólo a personas que conozcas y que deseen unirse a este estudio.
eu: Ezagutzen duzun eta benetan azterlanean interesa duen jendea gonbidatu bakarrik.
fa: لطفا تنها کسانی را دعوت کنید که شما را می‌شناسند و کنشگرانه می‌خواهند به این مطالعه بپیوندند.
fi: Kutsu vain ihmisiä, jotka tunnet ja jotka haluavat osallistua aktiivisesti.
gl: Por favor, convida só a persoas que te coñezan e que desexen activamente unirse a este estudo.
he: אנא הזמינו רק שחקנים שאתם מכירים המעוניינים להצטרף ללוח הלמידה הזה.
hy: Հրավիրեք միայն այն մասնակիցներին, որոնց ճանաչում եք, և որոնք ակտիվորեն ցանկանում են միանալ այս ստուդիային։
id: Harap hanya mengundang orang yang Anda kenal, dan yang secara aktif ingin bergabung dengan studi ini.
it: Invita solo persone che conosci e che desiderano partecipare attivamente a questo studio.
kk: Тек таныстарды әрі зерттеуге қосылуға шын ниетті адамдарды ғана шықырыңыз.
ko: 당신이 아는 사람들이나 연구에 적극적으로 참여하고 싶은 사람들만 초대하세요.
lt: Kvieskite tik pažįstamus žmones, ir tik norinčius dalyvauti šioje studijoje.
lv: Lūdzu, ielūdziet tikai cilvēkus, kurus pazīstat un kuri vēlas pievienoties izpētei.
nl: Nodig alleen deelnemers uit die jou kennen en actief mee willen doen aan deze studie.
pt: Por favor, convida apenas pessoas que conheças e que querem participar ativamente neste estudo.
ro: Vă rugăm să invitați doar persoanele pe care le cunoașteți și care vor în mod activ să se alăture studiului.
ru: Приглашайте только тех участников, которых вы знаете, и кто активно желает участвовать в этой студии.
sk: Prosím pozývajte iba ľudí ktorých poznáte a o ktorých viete, že chcú túto štúdiu vidieť.
sl: Prosimo, povabite samo tiste ljudi, ki jih poznate in ki bi se želeli pridružiti tej študiji.
sq: Ju lutemi, ftoni vetëm njerëzit që i njihni dhe që duan vërtet të marrin pjesë në këtë mësim.
sr: Молимо да позовеш само људе који те знају и који активно желе да се придруже овој студији.
sv: Viktigt: bjud bara in människor du känner och som aktivt vill gå med i studien.
tr: Lütfen sadece tanıdığınız ve katkı sağlayacağını düşündüğünüz kişileri davet ediniz.
uk: Будь ласка запрошуйте лише людей, яких ви знаєте, і які хочуть активно долучитися до цього дослідження.
vi: Vui lòng chỉ mời những người bạn biết và những người tích cực muốn tham gia nghiên cứu này.
zh: 请仅邀请您认识并且确实想加入此研习的棋手。
zh_tw: 只邀請你所認識的人，以及願意積極投入的人來共同研究

# studySearchByUsername
source: Search by username
af: Soek vir gebruikersnaam
ar: البحث بواسطة اسم المستخدم
az: İstifadəçi adına görə axtar
be: Шукаць па імені карыстальніка
bg: Търсене по потребителско име
bn: ইউজারনেম দ্বারা খুঁজুন
bs: Pretraga prema korisničkom imenu
ca: Cerca per nom d'usuari
cs: Hledat podle uživatelského jména
da: Søg på brugernavn
el: Αναζήτηση με όνομα χρήστη
eo: Serĉi laŭ uzantnomo
es: Buscar por nombre de usuario
eu: Erabiltzaile izenaren arabera bilatu
fa: جستجو بر اساس نام کاربری
fi: Hae käyttäjätunnuksella
gl: Buscar por nome de usuario
he: חיפוש לפי שם משתמש
hy: Որոնում ըստ մասնակցային անվան
id: Cari berdasarkan nama pengguna
it: Cerca per nome utente
kk: Тіркеулі атымен іздеу
ko: 사용자 이름으로 검색
lt: Ieškoti pagal naudotojo vardą
lv: Meklēt pēc lietotājvārda
nl: Zoeken op gebruikersnaam
pt: Pesquisar por nome de utilizador
ro: Caută după numele de utilizator
ru: Поиск по имени
sk: Hľadať podľa použív. mena
sl: Iskanje po uporabniškem imenu
sq: Kërkoni sipas emrit të përdoruesit
sr: Тражи по корисничком имену
sv: Sök efter användarnamn
tr: Kullanıcı adına göre ara
uk: Пошук за іменем користувача
vi: Tìm kiếm theo tên người dùng
zh: 按用户名搜索
zh_tw: 透過使用者名稱搜尋

# studySpectator
source: Spectator
af: Toeskouer
ar: مشاهد
az: Tamaşaçı
be: Глядач
bg: Зрител
bn: দর্শক
bs: Posmatrač
ca: Espectador
cs: Divák
da: Tilskuer
el: Θεατής
eo: Spektanto
es: Espectador
eu: Ikuslea
fa: تماشاگر
fi: Katsoja
gl: Espectador
he: צופה
hy: Հանդիսատես
id: Penonton
it: Spettatore
kk: Көрермен
ko: 관전자
lt: Žiūrovas
lv: Skatītājs
nl: Kijker
pt: Espectador
ru: Зритель
sk: Divák
sl: Opazovalec
sq: Shikues
sr: Посматрач
sv: Åskådare
tr: İzleyici
uk: Глядач
vi: Khán giả
zh: 旁观者
zh_tw: 觀眾

# studyContributor
source: Contributor
af: Bydraer
ar: مساهم
az: Töhfə verən
be: Рэдактар
bg: Сътрудник
bn: অবদানকারী
bs: Saradnik
ca: Contribuïdor
cs: Přispívající
da: Bidragsyder
el: Συνεισφέρων
eo: Kontribuanto
es: Colaborador
eu: Laguntzailea
fa: مشارکت کننده
fi: Osallistuja
gl: Colaborador
he: תורם
hy: Խմբագիր
id: Kontributor
it: Partecipante
kk: Қолдаушы
ko: 기여자
lt: Talkininkas
lv: Ieguldītājs
nl: Bijdrager
pt: Colaborador
ro: Contribuitor
ru: Редактор
sk: Prispievateľ
sl: Sodelovalec
sq: Kontribues
sr: Доприносилац
sv: Bidragsgivare
tr: Katılımcı
uk: Співавтор
vi: Người đóng góp
zh: 贡献者
zh_tw: 共同研究者

# studyKick
source: Kick
af: Verwyder
ar: طرد
az: Qov
be: Выдаліць
bg: Изритване
bn: লাথি দিয়ে বের করুন
bs: Izbaci
ca: Expulsa
cs: Vyhodit
da: Smid ud
el: Αποβολή
eo: Forpuŝi
es: Expulsar
eu: Kanporatu
fa: اخراج
fi: Poista
gl: Expulsar
he: הסרה
hy: Վռնդել
id: Diusir
it: Espelli
kk: Шығару
ko: 강제 퇴장
lt: Išmesti
lv: Izmest
nl: Verwijder
pt: Expulsar
ro: Înlătură
ru: Выгнать
sk: Vyhodiť
sl: Odstrani
sq: Përjashtoje
sr: Избаци
sv: Sparka
tr: Çıkar
uk: Вигнати
vi: Đuổi
zh: 踢出
zh_tw: 踢出

# studyLeaveTheStudy
source: Leave the study
af: Verlaat die studie
ar: مغادرة الدراسة
az: Çalışmanı tərk et
be: Пакінуць навучанне
bg: Напусни казуса
bs: Napustite studiju
ca: Deixar l’estudi
cs: Opustit studii
da: Forlad dette studie
el: Αποχώρηση από αυτή τη μελέτη
eo: Forlasi la studon
es: Dejar el estudio
eu: Azterlana utzi
fa: ترک مطالعه
fi: Jätä tutkielma
gl: Deixar o estudo
he: צא/י מלוח הלמידה
hy: Լքել ստուդիան
id: Tinggalkan studi
it: Abbandona lo studio
kk: Зерттеуден шығу
ko: 연구 나가기
lt: Palikti studiją
lv: Pamest izpēti
nl: Verlaat de studie
pt: Sair do estudo
ro: Părăsește studiul
ru: Покинуть студию
sk: Opustiť štúdiu
sl: Zapusti študijo
sq: Braktisni mësimin
sr: Напусти студију
sv: Lämna studien
tr: Çalışmadan ayrıl
uk: Покинути дослідження
vi: Rời khỏi nghiên cứu
zh: 离开研习
zh_tw: 退出研究

# studyYouAreNowAContributor
source: You are now a contributor
af: Jy is nou 'n bydraer
ar: انت الان اصبحت مساهم
az: İndi iştirakçısınız
be: Вы цяпер рэдактар
bg: Вие сте сътрудник
bs: Sada ste saradnik
ca: Ara ets un contribuïdor
cs: Nyní jste přispívající
da: Du er nu bidragsyder
el: Μπορείτε τώρα να συνεισφέρετε στη μελέτη
eo: Nun vi estas kunlaboranto
es: Ahora eres un colaborador
eu: Laguntzailea zara orain
fa: شما یک مشارکت کننده جدید هستید
fi: Olet nyt osallistuja
gl: Agora es un colaborador
he: כעת את/ה תורם/ת
hy: Այժմ Դուք խմբագիր եք
id: Sekarang Anda menjadi kontributor
it: Ora sei un partecipante
kk: Сіз енді қолдаушысыз
ko: 당신은 이제 기여자입니다
lt: Dabar esate talkininkas
lv: Tagad esat ieguldītājs
nl: Je bent nu een bijdrager
pt: Agora és um colaborador
ro: Acum ești un contribuitor
ru: Теперь вы редактор
sk: Od teraz ste prispievateľom
sl: Ste nov sodelovalec
sq: Tani jeni një kontribues
sr: Сада си доприносилац
sv: Du är nu bidragsgivare
tr: Artık bir katılımcısınız
uk: Тепер ви співавтор
vi: Bây giờ bạn là một người đóng góp
zh: 您现在是一名贡献者
zh_tw: 你現在是一位研究者了

# studyYouAreNowASpectator
source: You are now a spectator
af: Jy is nou 'n toeskouer
ar: انت الان اصبحت مشاهد
az: İndi tamaşaçısınız
be: Вы цяпер глядач
bg: Вие сте зрител
bn: আপনি এখন দর্শক
bs: Sada ste posmatrač
ca: Actualment ets un espectador
cs: Nyní jste divák
da: Du er nu tilskuer
el: Είστε πλέον θεατής
eo: Nun vi estas spektanto
es: Ahora eres un espectador
eu: Ikuslea zara orain
fa: شما اکنون یک تماشاگرید
fi: Olet nyt katsoja
gl: Agora es un espectador
he: כעת את/ת צופה
hy: Այժմ Դուք հանդիսական եք
id: Sekarang Anda adalah penonton
it: Ora sei uno spettatore
kk: Сіз енді көрерменсіз
ko: 당신은 이제 관전자입니다
lt: Dabar esate žiūrovas
lv: Tagad esat skatītājs
nl: Je bent nu een toeschouwer
pt: Agora és um espectador
ro: Acum ești un spectator
ru: Теперь вы зритель
sk: Od teraz ste divákom
sl: Sedaj ste opazovalec
sq: Tani jeni shikues
sr: Сада си посматрач
sv: Du är nu en åskådare
tr: Artık bir izleyicisiniz
uk: Тепер ви глядач
vi: Bây giờ bạn là một khán giả
zh: 你现在是一位旁观者
zh_tw: 你現在是觀眾

# studyPgnTags
source: PGN tags
af: PGN etikette
ar: وسم PGN
az: PGN etiketləri
be: Тэгі PGN
bg: PGN тагове
bn: PGN ট্যাগ
bs: PGN oznake
ca: Etiquetes PGN
cs: PGN tagy
el: Ετικέτες PGN
eo: PGN etikedoj
es: Etiquetas PGN
eu: PGN etiketak
fa: نشان های PGN
fi: PGN-tunnisteet
gl: Etiquetas PGN
he: תוויות PGN
hy: PGN-ի թեգերը
id: Tagar PGN
it: Tag PGN
kk: PGN тэгтері
ko: PGN 태그
lt: PGN žymos
lv: PGN birkas
nl: PGN labels
pt: Etiquetas PGN
ro: Etichete PGN
ru: Теги PGN
sk: PGN značka
sl: PGN oznake
sq: Etiketa PGN
sr: PGN ознаке
sv: PGN taggar
tr: PGN etiketleri
uk: Теги PGN
vi: Nhãn PGN
zh: PGN 标签
zh_tw: PGN 標籤

# studyLike
source: Like
af: Hou van
ar: إعجاب
az: Bəyən
be: Упадабаць
bg: Харесай
bn: পছন্দ করা
bs: Sviđa mi se
ca: M’agrada
cs: To se mi líbí
da: Synes godt om
el: Μου αρέσει
eo: Ŝati
es: Me gusta
eu: Datsegit
fa: پسندیدن
fi: Tykkää
gl: Gústame
he: אהבתי
hy: Հավանել
id: Suka
it: Mi piace
kk: Ұнату
ko: 좋아요
lt: Mėgti
lv: Patīk
nl: Vind ik leuk
pt: Gostar
ro: Apreciază
ru: Нравится
sk: Páči sa mi
sl: Všečkaj
sq: Pëlqejeni
sr: Свиђа ми се
sv: Gilla
tr: Beğen
uk: Подобається
vi: Thích
zh: 点赞
zh_tw: 喜歡

# studyUnlike
source: Unlike
af: Afkeur
ar: إلغاء الإعجاب
be: Разпадабаць
bg: Не харесвам
bn: পছন্দ নয়
bs: Ne sviđa mi se
ca: Ja no m'agrada
cs: Už se mi nelíbí
da: Synes ikke godt om
el: Δε μου αρέσει
eo: Malŝati
es: No me gusta
eu: Ez dut atsegin
fa: نمی‌پسندم
fi: Poista tykkäys
gl: Xa non me gusta
he: ביטול "אהבתי"
hy: Չեմ հավանում
id: Batal Suka
it: Non mi piace più
kk: Ұнатпаймын
ko: 좋아요 취소
lt: Nebemėgti
lv: Noņemt atzīmi "patīk"
nl: Vind ik niet meer leuk
pt: Remover gosto
ro: Nu îmi mai place
ru: Не нравится
sk: Nepáči sa mi
sl: Ni mi všeč
sq: Shpëlqejeni
sv: Sluta gilla
tr: Beğenmekten Vazgeç
uk: Не подобається
vi: Bỏ thích
zh: 取消点赞
zh_tw: 取消喜歡

# studyNewTag
source: New tag
af: Nuwe etiket
ar: علامة جديدة
az: Yeni etiket
be: Новы тэг
bg: Нов таг
bn: নতুন ট্যাগ
bs: Nova oznaka
ca: Nova etiqueta
cs: Nový štítek
da: Nyt tag
el: Νέα ετικέτα
eo: Nova etikedo
es: Nueva etiqueta
eu: Etiketa berria
fa: برچسب جدید
fi: Uusi tunniste
gl: Nova etiqueta
he: תג חדש
hy: Նոր թեգ
id: Tagar baru
it: Nuovo tag
kk: Жаңа тэг
ko: 새 태그
lt: Nauja žyma
lv: Jauna birka
nl: Nieuw label
pt: Nova etiqueta
ro: Etichetă nouă
ru: Новый тег
sk: Nová značka
sl: Nova oznaka
sq: Etiketë e re
sr: Нова ознака
sv: Ny tag
tr: Yeni etiket
uk: Новий тег
vi: Nhãn mới
zh: 新建标签
zh_tw: 新標籤

# studyCommentThisPosition
source: Comment on this position
af: Lewer kommentaar op hierdie posisie
ar: التعليق على هذا الوضع
az: Bu pozisiyaya rəy bildirin
be: Каментаваць пазіцыю
bg: Коментирай позицията
bs: Komentirajte ovu poziciju
ca: Comentar en aquesta posició
cs: Komentář k tomuto příspěvku
da: Kommenter på denne stilling
el: Νέο σχόλιο σε αυτήν τη θέση
eo: Komenti tiun posicion
es: Comentar esta posición
eu: Posizio hau komentatu
fa: یادداشت‌نویسی برای این وضعیت
fi: Kommentoi asemaa
gl: Comentar nesta posición
he: הערה לגבי העמדה
hy: Մեկնաբանել այս դիրքը
id: Komentar di posisi ini
it: Commenta questa posizione
kk: Осы тақта күйі туралы пікір қалдыру
ko: 이 포지션에 댓글 달기
lt: Komentuoti šią poziciją
lv: Komentēt šo pozīciju
nl: Reageer op deze positie
pt: Comentar esta posição
ro: Comentează această poziție
ru: Комментировать эту позицию
sk: Komentovať túto pozíciu
sl: Komentiraj to pozicijo
sq: Komentoni këtë pozicion
sr: Коментариши на ову позицију
sv: Kommentera denna position
tr: Bu pozisyon için yorum yap
uk: Коментувати цю позицію
vi: Bình luận về thế cờ này
zh: 评论此局面
zh_tw: 對於目前局面的評論

# studyCommentThisMove
source: Comment on this move
af: Lewer kommentaar op hierdie skuif
ar: التعليق على هذه النقلة
az: Bu gedişə rəy bildirin
be: Каментаваць гэты ход
bg: Коментирай хода
bs: Komentirajte ovaj potez
ca: Comentar en aquest moviment
cs: Komentář k tomuto tahu
da: Kommenter på dette træk
el: Νέο σχόλιο σε αυτήν την κίνηση
eo: Komenti tiun movon
es: Comentar este movimiento
eu: Jokaldi hau komentatu
fa: یادداشت‌نویسی برای این حرکت
fi: Kommentoi siirtoa
gl: Comentar este movemento
he: הערה לגבי המסע
hy: Մեկնաբանել այս քայլը
id: Komentari langkah ini
it: Commenta questa mossa
kk: Осы жүріс туралы пікір қалдыру
ko: 이 수에 댓글 달기
lt: Komentuoti šį ėjimą
lv: Komentēt šo gājienu
nl: Reageer op deze zet
pt: Comentar este lance
ro: Comentează această mutare
ru: Комментировать этот ход
sk: Komentovať tento ťah
sl: Komentiraj to potezo
sq: Komentoni këtë lëvizje
sr: Коментариши на овај потез
sv: Kommentera detta drag
tr: Bu hamle için yorum yap
uk: Коментувати цей хід
vi: Bình luận về nước cờ này
zh: 评论这步走法
zh_tw: 對於此棋步的評論

# studyAnnotateWithGlyphs
source: Annotate with glyphs
af: Annoteer met karakters
ar: التعليق مع الحروف الرسومية
az: Simvol ilə izah et
be: Дадаць знакавую анатацыю
bg: Анотация със специални символи
bs: Obilježite poteze simbolima
ca: Anotar amb signes
cs: Popsat glyfy
da: Annoter med glyffer
el: Σχολιασμός με σύμβολα
eo: Komenti per signobildo
es: Anotar con iconos
eu: Ikonoekin komentatu
fa: حرکت‌نویسی به‌همراه علامت‌ها
fi: Arvioi symbolein
gl: Anotar con símbolos
he: השתמשו בסימנים מוסכמים כדי להגיב על מהלכים
hy: Ավելացնել սիմվոլներով անոտացիա
id: Anotasikan dengan glif
it: Commenta con segni convenzionali
kk: Глифтермен түсіндірме жазуу
ko: 기호로 주석 달기
lt: Komentuoti su glifais
lv: Anotēt ar glifiem
nl: Maak aantekeningen met symbolen
pt: Anotar com símbolos
ro: Adnotează cu simboluri
ru: Добавить символьную аннотацию
sk: Anotovať pomocou glyphov
sl: Označi s simbolom
sq: Shenjoni me karaktere
sr: Прибележи глифовима
sv: Kommentera med glyfer
tr: Glifler ile açıkla
uk: Додати символьну анотацію
vi: Chú thích bằng dấu
zh: 使用符号评注
zh_tw: 以圖形標註

# studyTheChapterIsTooShortToBeAnalysed
source: The chapter is too short to be analysed.
af: Die hoofstuk is te kort om geanaliseer te word.
ar: الفصل جداً قصير لكي يتم تحليله
az: Fəsil təhlil edilməsi üçün çox qısadır.
be: Раздел занадта кароткі для аналізу.
bg: Тази глава е твърде къса и не може да бъде анализирана.
bn: এনালাইসিস করার জন্য চ্যাপ্টারটা খুব ছোট
bs: Poglavlje je prekratko za analizu.
ca: El capítol és massa curt per ser analitzat.
cs: Kapitola je moc krátká na to, aby mohla být zanalyzována.
da: Dette kapitel er for kort til at blive analyseret.
el: Το κεφάλαιο είναι πολύ μικρό για να αναλυθεί.
eo: La ĉapitro estas tro mallonga por esti analizita.
es: El capítulo es demasiado corto para analizarlo.
eu: Komentatzeko laburregia da kapitulua.
fa: این بخش برای تحلیل، بسیار کوتاه است.
fi: Luku on liian lyhyt analysoitavaksi.
gl: O capítulo é demasiado curto para analizalo.
he: פרק זה קצר מכדי להצדיק ניתוח.
hy: Վերլուծության համար գլուխը չափազանց կարճ է։
id: Bab ini terlalu pendek untuk di analisa.
it: Il capitolo è troppo breve per essere analizzato.
kk: Бөлім талдауға жарамды болу үшін тым қысқа.
ko: 분석되기 너무 짧은 챕터입니다.
lt: Skyrius yra per trumpas analizei.
lv: Šī nodaļa ir par īsu lai to analizētu.
nl: Dit hoofdstuk is te kort om geanalyseerd te worden.
pt: O capítulo é demasiado curto para ser analisado.
ro: Capitolul este prea mic pentru a fi analizat.
ru: Глава слишком короткая для анализа.
sk: Kapitola je príliš krátka na analýzu.
sl: To poglavje je prekratko, da bi se analiziralo.
sq: Ky kapitull është shumë i shkurtë për t’u analizuar.
sr: Поглавље је прекратко да би се анализирало.
sv: Kapitlet är för kort för att analyseras.
tr: Bu bölüm analiz için çok kısa.
uk: Розділ занадто короткий для аналізу.
vi: Chương này quá ngắn để có thể được phân tích.
zh: 章节太短，无法进行分析。
zh_tw: 因為太短，所以此章節無法被分析
