Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Profile
af: Profiel
ar: الملف الشخصي
az: Profil
be: Профіль
bg: Профил
bn: পরিচিতি
bs: Profil
ca: Perfil
cs: Profil
da: Profil
el: Προφίλ
eo: Profilo
es: Perfil
eu: Profila
fa: رُخ‌نما
fi: Profiili
gl: Perfil
he: פרופיל
hy: Պրոֆիլ
id: Profil
it: Profilo
kk: Төлқұжат
ko: 프로필
lt: Profilis
lv: Profils
mk: Профил
nl: Profiel
pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sq: Profil
sr: Профил
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh: 个人资料
zh_tw: 資料

source: Edit profile
af: Verander profiel
ar: حرر الملف الشخصي
az: Profili redaktə et
be: Рэдагаваць профіль
bg: Редактирай профила
bn: পরিচিতি সম্পাদনা
bs: Uredite profil
ca: Edita el perfil
cs: Upravit profil
da: Redigér profil
el: Επεξεργασία προφίλ
eo: Redakti profilon
es: Editar perfil
eu: Nire profila editatu
fa: ویرایش رُخ‌نما
fi: Muokkaa profiilia
gl: Editar perfil
he: עריכת פרופיל
hy: Խմբագրել անձնագիրը
id: Ubah profil
it: Modifica profilo
kk: Төлқұжатты өзгерту
ko: 프로필 수정
lt: Redaguoti profilį
lv: Labot profilu
mk: Уреди го профилот
nl: Pas profiel aan
pt: Editar o perfil
ro: Editează profilul
ru: Редактировать профиль
sk: Upraviť profil
sl: Uredi profil
sq: Përpunoni profilin
sr: Уреди профил
sv: Ändra profil
tr: Profili düzenle
uk: Редагувати профіль
vi: Chỉnh sửa thông tin cá nhân
zh: 编辑资料
zh_tw: 編輯資料

source: Real name
af: Regte naam
ar: الاسم الحقيقي
be: Сапраўднае імя
bg: Истинско име
bn: আসল নাম
bs: Pravo ime
ca: Nom real
cs: Skutečné jméno
da: Rigtige navn
el: Πραγματικό όνομα
eo: Fakta nomo
es: Nombre real
eu: Benetako izena
fa: نام راستین
fi: Oikea nimi
gl: Nome real
he: שם אמיתי
hy: Իրական անուն
id: Nama asli
it: Nome reale
kk: Шын атыңыз
ko: 실명
lt: Tikrasis vardas
lv: Īstais vārds
nl: Echte naam
pt: Nome Real
ro: Nume real
ru: Настоящее имя
sk: Skutočné meno
sl: Pravo ime
sq: Emër i njëmendtë
sr: Право име
sv: Verkligt namn
tr: Gerçek isim
uk: Справжнє ім'я
vi: Tên thật
zh: 真实姓名
zh_tw: 真實名稱

# setFlair
source: Set your flair
af: Stel jou Vlam
ar: اختيار الشارة
bg: Изберете вашето емоджи
bn: আপনার ফ্লেয়ার সেট করুন
bs: Postavite svoj stil
ca: Defineix el teu estil
cs: Nastav si svou ikonu za jménem
da: Indstil dit ikon
el: Ορίστε το flair σας
eo: Agordi viaj emoĝio
es: Configura tu insignia
eu: Ezarri zure iruditxoa
fa: تعیین شکلک
fi: Valitse tyylisi
gl: Escolle a túa habelencia
he: הגדירו את הסמליל שלכם
hy: Ընտրեք Ձեր էմոջին
id: Sunting flair anda
it: Imposta la tua icona
kk: Кейіпті таңдап алыңыз
ko: 아이콘을 선택하세요
lt: Pasirinkite savo atskiriamąjį ženklą - avatarą
lv: Izvēlieties nozīmīti
nl: Stel je flair in
pt: Defina o teu estilo
ro: Arată-ți stilul
ru: Задайте свой эмодзи
sk: Nastavte si svoju ikonku štýlu
sl: Določite svoj okus
sq: Vendosni dhuntinë tuaj
sr: Постави своју значку
sv: Ställ in din flair
tr: Rozetinizi seçin
uk: Оберіть свій символ
vi: Đặt biểu tượng của bạn
zh: 设置您的徽章
zh_tw: 設置你的身分

source: Flair
af: Vlam
ar: الشارة
bg: Емоджи
bn: ফ্লেয়ার
bs: Talent
ca: Icona
cs: Ikona
da: Ikon
eo: Emoĝio
es: Insignia
eu: Iruditxoa
fa: شکلک
fi: Tyyli
gl: Habelencia
he: סמליל
hy: Էմոջի
it: Icona
kk: Кейпіңіз
ko: 아이콘
lt: Skiriamasis ženklas
lv: Nozīmīte
nl: Symbool
pt: Estilo
ro: Pictograma personalizată
ru: Эмодзи
sk: Ikonka štýlu
sl: Simbol
sq: Dhunti
sr: Значка
tr: Rozet
uk: Символ
vi: Biểu tượng
zh: 徽章
zh_tw: 身分

# youCanHideFlair
source: There is a setting to hide all user flairs across the entire site.
ar: يستخدم هذا الإعداد لإخفاء جميع شارات المستخدمين في الموقع.
bn: পুরো সাইট জুড়ে সমস্ত ব্যবহারকারীর ফ্লেয়ার লুকানোর জন্য একটি সেটিং রয়েছে.
bs: Postoji postavka za skrivanje svih korisničkih značajki na cijeloj web stranici.
ca: Existeix una configuració per amagar els estils dels jugadors a tot el lloc web.
cs: Existuje nastavení které schová všechny uživatelské ikony za jménem po celém webu.
da: Der er en indstilling til at skjule alle brugerikoner på tværs af hele webstedet.
el: Μπορείτε να αποκρύψετε όλα τα flair χρηστών σε ολόκληρη την ιστοσελίδα από τις ρυθμίσεις.
eo: Estas agordo por kaŝi ĉiujn uzantajn emoĝiojn tra la tuta retejo.
es: Existe una opción para ocultar las insignias de todos los usuarios de la página.
eu: Webgune guztian zehar erabiltzaile guztien iruditxoak ezkutatzeko ezarpen bat dago.
fa: تنظیماتی برای مخفی کردن همه شکلک‌های کاربر در کل ویگاه وجود دارد.
fi: On olemassa asetus, jolla voit piilottaa kaikkien käyttäjien tyylit koko sivustolla.
gl: Nas preferencias podes agochar por completo as habelencias dos xogadores en todo o sitio.
he: ישנה הגדרה שמאפשרת להסתיר את כל הסמלילים באתר.
hy: Այս կարգավորումը թաքցնում է օգտատերերի բոլոր էմոջիներն ամբողջ կայքում։
id: Terdapat setting untuk menyembunyikan semua flair pengguna pada seluruh situs.
it: Esiste un'impostazione per nascondere le icone di tutti gli utenti, sull'intero sito.
kk: Керек десеңіз, бүкіл ойыншылардың Кейпін жасыру амалы бар.
ko: 전체 사이트에서 모든 유저의 아이콘을 숨기는 설정이 있습니다.
lt: Tai nustatymas, leidžiantis atjungti visų žaidėjų skiriamuosius ženklus.
lv: Iestatījumos ir iespēja slēpt lietotāju nozīmītes visā platformā.
nl: Er bestaat een instelling om alle gebruikersflairs over de hele site te verbergen.
pt: Há uma opção para ocultar todos os estilos dos utilizadores em todo o site.
ro: Există o setare pentru a ascunde flair-ul utilizatorilor pe întregul site.
ru: Эта настройка скрывает все эмодзи пользователей на всём сайте.
sk: V nastaveniach je možné skryť všetky ikonky štýlu používateľov na celej stránke.
sl: Obstaja nastavitev za skrivanje vseh uporabniških čustev na celotnem spletnem mestu.
sq: Ekziston një cilësim për të fshehur të gjitha aftësitë e përdoruesve në të gjithë faqen.
sr: Постоји подешавање којим се сакривају све корисникове значке на читавом сајту.
sv: Det finns en inställning för att dölja alla användarflairs över hela webbplatsen.
tr: Ayarlardan oyuncu rozetlerini gizleyebilirsiniz.
uk: Це налаштування вимикає символи всіх користувачів сайту.
vi: Có một cài đặt để ẩn tất cả biểu tượng của người dùng trên toàn bộ trang web.
zh: 网站有一个设置可以隐藏所有用户的徽章。
zh_tw: 你可以在設定中隱藏使用者身分。

source: Biography
af: Biografie
ar: نبذة عنك
az: Özü haqqında
be: Біяграфія
bg: Животопис
bn: জীবনবৃত্তান্ত
bs: Biografija
ca: Biografia
cs: O mně
da: Biografi
el: Βιογραφικό
eo: Biografio
es: Biografía
eu: Biografia
fa: شرح‌حال
fi: Kuvaus
gl: Biografía
he: ביוגרפיה
hy: Կենսագրություն
id: Biografi
it: Biografia
kk: Өмірбаян
ko: 소개
lt: Aprašymas
lv: Biogrāfija
mk: Биографија
nl: Biografie
pt: Biografia
ro: Biografie
ru: О себе
sk: Životopis
sl: Biografija
sq: Jetëshkrim
sr: Биографија
sv: Biografi
tr: Biyografi
uk: Біографія
vi: Tiểu sử
zh: 个人简介
zh_tw: 個人簡介

# countryRegion
source: Country or region
af: Land of streek
ar: البلد أو المنطقة
be: Краіна або рэгіён
bg: Държава или регион
bn: দেশ বা অঞ্চল
bs: Zemlja ili regija
ca: País o regió
cs: Země nebo region
da: Land eller region
el: Χώρα ή περιοχή
eo: Lando aŭ regiono
es: País o región
eu: Herrialdea
fa: کشور یا منطقه
fi: Maa tai alue
gl: País ou rexión
he: מדינה או אזור
hy: Երկիր կամ տարածաշրջան
id: Negara atau wilayah
it: Nazione o regione
kk: Ел мен аймағыңыз
ko: 국가 또는 지역
lt: Šalis ar regionas
lv: Valsts vai apgabals
nl: Land of regio
pt: País ou região
ro: Țara sau regiunea
ru: Страна или регион
sk: Krajina alebo región
sl: Država ali regija
sq: Vend ose rajon
sr: Земља или регион
sv: Land eller region
tr: Ülke veya bölge
uk: Країна чи область
vi: Quốc gia hoặc khu vực
zh: 国家或地区
zh_tw: 國家或地區

source: Thank you!
af: Dankie!
ar: شكرًا لك!
az: Təşəkkürlər!
be: Дзякуй!
bg: Благодаря!
bn: ধন্যবাদ
bs: Hvala!
ca: Gràcies!
cs: Děkujeme!
da: Tak!
el: Ευχαριστούμε!
eo: Dankon!
es: ¡Gracias!
eu: Eskerrik asko!
fa: ممنون!
fi: Kiitos!
gl: Grazas!
he: תודות מקרב לב
hy: Շնորհակալությո՛ւն։
id: Terima Kasih!
it: Grazie!
kk: Рахмет!
ko: 감사합니다!
lt: Ačiū!
lv: Paldies!
mk: Благодарам!
nl: Bedankt!
pt: Obrigado!
ro: Mulţumesc!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sq: Faleminderit!
sr: Хвала!
sv: Tack!
tr: Teşekkürler!
uk: Дякуємо!
vi: Lời cảm ơn!
zh: 致谢！
zh_tw: 謝謝！

source: Social media links
af: Sosiale media skakels
ar: روابط وسائل التواصل الاجتماعي
az: Sosial media linkləri
be: Спасылкі на сацсеткі
bg: Връзки към социални медии
bn: সোশ্যাল মিডিয়ার লিঙ্ক
bs: Linkovi na društvene mreže
ca: Enllaços a xarxes socials
cs: Odkazy na sociální sítě
da: Links til sociale medier
el: Προφίλ στα μέσα κοινωνικής δικτύωσης
eo: Ligiloj al sociaj retejoj
es: Enlaces a redes sociales
eu: Sare sozialen loturak
fa: پیوندهای رسانه‌های اجتماعی
fi: Sosiaalisen median linkit
gl: Ligazóns ás redes sociais
he: קישורים לרשתות חברתיות
hy: Հղումներ սոցցանցերին
id: Tautan sosial media
it: Collegamenti ai social media
kk: Әлеуметтік медиа
ko: 소셜 미디어 링크
lt: Socialinių tinklų nuorodos
lv: Sociālo mediju saites
mk: Врски на друштвени мрежи
nl: Links naar sociale media
pt: Links das redes sociais
ro: Link-urile rețelelor de socializare
ru: Ссылки на соцсети
sk: Odkazy na sociálne siete
sl: Povezava za sledenje na družabnih omrežjih
sq: Lidhje mediash shoqërore
sr: Линкови друштвених мрежа
sv: Länkar till sociala medier
tr: Sosyal medya bağlantıları
uk: Посилання на соціальні мережі
vi: Các liên kết mạng xã hội
zh: 社交媒体链接
zh_tw: 官方社群連結

source: One URL per line.
af: Een skakel per lyn.
ar: رابط واحد لكل سطر
az: Hər sətirə bir URL.
be: Адзін URL на радок.
bg: Един URL на ред.
bn: প্রতি লাইনে একটি লিংক।
bs: Jedan link po redu.
ca: Una URL per línia.
cs: Jedna URL na řádek.
da: En URL pr. linje.
el: Μία διεύθυνση URL ανά γραμμή.
eo: Po unu URL en linio.
es: Un enlace por línea.
eu: Lerro bakoitzeko URL bat.
fa: یک وب‌نشانی در هر خط.
fi: Yksi URL per rivi.
gl: Un URL por liña.
he: שורה עבור כל כתובת.
hy: Տողում՝ մեկ URL։
id: Satu tautan per baris.
it: Un URL per riga.
kk: Бір жолға бір URL.
ko: 한 줄에 당 URL 1개
lt: Vienas adresas per eilutę.
lv: Katrā rindā vienu URL.
mk: Еден УРЛ по линија.
nl: Eén URL per regel.
pt: Um URL por linha.
ro: Un URL pe linie.
ru: Один URL на строку.
sk: Jedna URL na riadok.
sl: En URL na vrstico.
sq: Një URL për rresht.
sr: Један УРЛ по линији.
sv: En URL per rad.
tr: Her satıra bir bağlantı yazın.
uk: Одне посилання на рядок.
vi: Một URL/Link mỗi dòng.
zh: 每行一个链接。
zh_tw: 每行一個網址

source: Inline notation
af: Binnelyn notasie
ar: تنسيق التدوين
az: Sətirarası notasiya
be: Убудаваная натацыя
bg: Вградена нотация
bn: রেখা চিহ্ন
bs: Kompaktnija notacija
ca: Notació lineal
cs: Notace v řádcích
da: Notation uden linjeskift
el: Ενσωματωμένη σημειογραφία
eo: Enlineaj markoj
es: Notación compacta
eu: Lerroarteko oharrak
fa: نشانه‌گذاری خطی
fi: Rivinsisäinen kommentointi
gl: Notación compacta
he: תיאור מהלכים בשורה
hy: Տողային նոտագրություն
id: Notasi inline
it: Notazione in linea
kk: Біржолды хаттама
ko: 기보법 가로쓰기
lt: Įterptas žymėjimas
lv: Iekļautā notācija
mk: Подредена нотација
nl: Geïntegreerde notatie
pt: Anotações em linha
ro: Notație integrată
ru: Строчная нотация
sk: Notácia v riadkoch
sl: Dodatna notacija
sq: Shënim brendazi
sr: Линијска нотација
sv: Visa notation
tr: Notasyonu aynı satırda göster
uk: Вбудована нотація
vi: Ký hiệu bên trong bàn cờ
zh: 紧凑棋谱
zh_tw: 棋譜集中顯示

# makeAStudy
source: For safekeeping and sharing, consider making a study.
af: Oorweeg dit om 'n studie te skep om te bewaar en met ander te deel.
ar: للحفظ الآمن و المشاركة، يمكنك إنشاء دراسة.
az: Saxlamaq və paylaşmaq üçün araşdırma aparmağı düşünün.
be: Для захавання і сумеснага выкарыстання стварыце студыю.
bg: За съхранение и споделяне помислете за изготвяне на казус.
bn: অধ্যায়ন নিরাপদ রাখার জন্য অন্য ইউজারদের সঙ্গে শেয়ারকরুন ও অধ্যায়ন তৈরি করুন.
bs: Radi čuvanja i dijeljenja razmislite o izradi studije.
ca: Per salvaguardar i compartir, considera fer un estudi.
cs: Pro bezpečné uložení a sdílení zvažte vytvoření studie.
da: Overvej at lave et studie for sikker opbevaring og deling.
el: Αν θέλετε να αποθηκεύσετε και να κοινοποιήσετε τυχόν αλλαγές, μπορείτε να δημιουργήσετε μία μελέτη.
eo: Por konservado kaj kunhavigo, konsideru fari studon.
es: Si quieres guardarlas y compartirlas, mejor haz un estudio.
eu: Ondo gorde eta partekatzeko sortu azterlan bat.
fa: برای نگهداری مطمئن و همرسانی، ساخت یک مطالعه را در نظر بگیرید.
fi: Tallenna analyysisi tutkielmaksi, jos haluat säilyttää sen tai jakaa sen muiden kanssa.
gl: Para gardar e partillar, conviña crear un estudo.
he: כדי לשמור ולשתף, תוכל/י ליצור לוח למידה.
hy: Պահպանելու և կիսվելու համար դիտարկեք ստուդիա ստեղծելու հնարավորությունը։
id: Untuk keperluan menyimpan dan membagi file, pertimbangkan untuk membuat sebuah study.
it: Per conservare e condividere l'analisi, valuta di farne uno studio.
kk: Ұзаққа сақтау әрі бөлісу үшін зерттеуді жасаған дұрыс.
ko: 안전하게 보관하고 공유하려면 연구를 만들어 보세요.
lt: Norėdami pasiekti vėliau ar pasidalinti sukurkite studiją.
lv: Lai saglabātu un dalītos, varat izveidot izpēti.
mk: Заради сигурност и споделување, креирајте студија.
nl: Maak een studie aan om ze te bewaren en/of te delen.
pt: Para guardar e partilhar, considere fazer um estudo.
ro: Pentru păstrare în siguranță și partajare, aveți în vedere crearea unui studiu.
ru: Чтобы сохранить и поделиться, рассмотрите возможность создания студии.
sk: Pre bezpečné uchovanie a zdieľanie pouvažujte nad vytvorením štúdie.
sl: Za varno shranjevanje in deljenje razmislite o tem, da bi naredili študijo.
sq: Për ruajtje të sigurt dhe për ndarje me të tjerët, shihni mundësinë e krijimit të një studimi.
sr: Како би сачувао и делио, размисли о томе да направиш студију.
sv: För förvaring och delning, överväg att göra en studie.
tr: Bunları kaydetmek ve paylaşmak için çalışma oluşturabilirsiniz.
uk: Щоб зберегти та поділитися, подумайте про проведення дослідження.
vi: Để bảo vệ và chia sẻ an toàn, hãy xem xét thực hiện một nghiên cứu.
zh: 如果要保管和分享，请考虑创建一个研习。
zh_tw: 為了安全保管和分享，考慮創建一項研討.

# clearSavedMoves
source: Clear moves
af: Verwyder skuiwe
ar: مسح النقلات
be: Ачысціць хады
bg: Изтрий ходовете
bn: চাল গুলো মুছুন
bs: Očistite poteze
ca: Netejar moviments
cs: Vymazat tahy
da: Ryd træk
el: Εκκαθάριση κινήσεων
eo: Forigi movojn
es: Borrar movimientos
eu: Garbitu jokaldiak
fa: حرکت های واضح
fi: Tyhjennä siirrot
gl: Eliminar movementos
he: הסרת המהלכים
hy: Մաքրել քայլերը
id: Bersihkan gerakan
it: Fai pulizia delle mosse
kk: Жүрістерді жою
ko: 저장된 움직임 삭제
lt: Išvalyti ėjimus
lv: Dzēst gājienus
mk: Исчисти потези
nl: Zetten wissen
pt: Limpar jogadas
ro: Șterge mutările
ru: Очистить ходы
sk: Zrušiť dočasné ťahy
sl: Počisti poteze
sq: Spastroji lëvizjet
sr: Уклони потезе
sv: Rensa schack drag
tr: Hamleleri sil
uk: Очистити ходи
vi: Xóa nước cờ
zh: 清空着法记录
zh_tw: 清空著法儲存

source: Previously on Lichess TV
af: Voorigekeer op Lichess TV
ar: سابقاً على تلفاز ليتشيس
az: Daha öncə Lichess TV-də
be: Раней на Lichess TV
bg: Приключили игри
bn: এর আগে Lichess TV- তে যা হয়েছে
bs: Prethodno na Lichess TV-u
ca: Prèviament a Lichess TV
cs: Dříve na Lichess TV
da: Tidligere på Lichess TV
el: Νωρίτερα στη Tηλεόραση Lichess
eo: Antaŭe ĉe Lichess-TV
es: Anteriormente en Lichess TV
eu: Aurreko Lichess TV saioak
fa: بازی پیشین در لیچس
fi: Viimeksi Lichess TV:ssä
gl: Previamente en Lichess TV
he: לאחרונה בטלוויזיה של Lichess
hy: Նախորդները Lichess TV-ով
id: Sebelumnya di Lichess TV
it: Già visti sulla TV di Lichess
kk: Личес ТВ-да көрсетілген
ko: 이전 방송
lt: Anksčiau per „lichess TV“
lv: Iepriekš pārraidīts Lichess TV
mk: Предходно на Личес ТВ
nl: Voorheen op Lichess TV
pt: Anteriormente na TV Lichess
ro: Anterior pe Lichess TV
ru: Ранее на Lichess TV
sk: Bolo na Lichess TV
sl: Nazadnje na Lichess TV
sq: Herën e fundit në Lichess TV
sr: Претходно на Lichess ТВ-у
sv: Föregående Lichess-TV
tr: Lichess TV'de bunlar da vardı;
uk: Раніше на Lichess TV
vi: Ván trước được lên Lichess TV
zh: Lichess TV 近期对局
zh_tw: 過去的Lichess TV直播

source: Online players
af: Aanlyn spelers
ar: لاعبون متصلون
az: Onlayn oyunçular
be: Гульцы анлайн
bg: Играчи на линия
bn: যে সমস্ত খেলোয়ার অনলাইন আছে
bs: Online igrači
ca: Jugadors connectats
cs: Hráči online
da: Online spillere
el: Συνδεδεμένοι παίκτες
eo: Konektitaj ludantoj
es: Jugadores conectados
eu: Konektatutako jokalariak
fa: بازیکنان بَرخط
fi: Paikalla olevat pelaajat
gl: Xogadores en liña
he: שחקנים מחוברים
hy: Առցանց խաղացողներ
id: Pemain online
it: Giocatori online
kk: Желідегі ойыншылар
ko: 접속한 플레이어
lt: Prisijungę žaidėjai
lv: Spēlētāji tiešsaistē
mk: Вклучени играчи (играчи на линија )
nl: Online spelers
pt: Jogadores online
ro: Jucători conectați
ru: Игроки в сети
sk: Pripojení hráči
sl: Prijavljeni igralci
sq: Lojtarë në linjë
sr: Играчи на мрежи
sv: Inloggade spelare
tr: Çevrimiçi oyuncular
uk: Гравці онлайн
vi: Các kỳ thủ trực tuyến
zh: 在线棋手
zh_tw: 在線棋手

source: Active players
af: Aktiewe spelers
ar: لاعبون نشطون
az: Aktiv oyunçular
be: Актыўныя гульцы
bg: Дейни играчи
bn: সক্রিয় খেলোয়াড়গণ
bs: Aktivni igrači
ca: Jugadors actius
cs: Aktivní hráči
da: Aktive spillere
el: Ενεργοί παίκτες
eo: Aktivaj ludantoj
es: Jugadores activos
eu: Jokalari aktiboak
fa: بازیکنان فعال
fi: Aktiiviset pelaajat
gl: Xogadores activos
he: הכי פעילים
hy: Ակտիվ խաղացողներ
id: Pemain aktif
it: Giocatori attivi
kk: Белсенділер
ko: 활동적인 플레이어
lt: Aktyvumas
lv: Aktīvākie spēlētāji
mk: Активни играчи
nl: Actieve spelers
pt: Jogadores ativos
ro: Jucători activi
ru: Активные игроки
sk: Najaktívnejší hráči
sl: Aktivni igralci
sq: Lojëtarë aktivë
sr: Активни играчи
sv: Mest aktiva spelare
tr: Aktif oyuncular
uk: Активні гравці
vi: Các kỳ thủ tích cực
zh: 活跃棋手
zh_tw: 活躍棋手

source: Beware, the game is rated but has no clock!
af: Pasop, dié spel is gegradeer, maar sonder 'n klok!
ar: كن على حذر, هذه المباراة مقيمة وبدون توقيت!
az: Ehtiyatlı olun, oyunda vaxt limiti olmasa da, reytinqlidir!
be: Увага! Гэта рэйтынгавая гульня, але без абмежавання часу!
bg: Внимание, играта е с рейтинг, но без часовник!
bn: সাবধান, এই খেলাটি মূল্যায়িত তবে কোনো সময়সীমা নেই!
bs: Oprez, igra se za rejting bodove, ali bez ograničenog vremena!
ca: Compte, la partida és puntuada però no hi ha límit de temps!
cs: Pozor, hra je o body i když je bez hodin!
da: Bemærk: Partiet er ratet, men er uden tidsbegrænsning!
el: Προσοχή, το παιχνίδι βαθμολογείται αλλά του λείπει ρολόι!
eo: Atentu: la ludo estas taksa, sed ne havas tempolimon!
es: ¡Cuidado, el juego es por puntos pero sin límite de tiempo!
eu: Kontuz! erlojurik eduki ez arren, partida hau puntuagarria da!
fa: مراقب باشید،این بازی رتبه بندی میشود اما بدون ساعت!
fi: Huomaa, että peli on pisteytetty, vaikka siinä ei olekaan aikarajoitetta!
gl: Atención, a partida é puntuada pero sen límite de tempo!
he: שימו לב! המשחק מדורג אך אין שעון.
hy: Զգուշացում. խաղը վարկանիշային է, սակայն առանց ժամանակի
id: Awas, permainan ini pake rating namun tanpa pake waktu!
it: Attenzione, la partita è classificata ma senza limite di tempo!
kk: Ескерту - ойын бағаланады, бірақ сағатсыз өтеді!
ko: 주의하세요, 공식 대국이지만 시간 제한이 없습니다!
lt: Dėmesio, partija yra vertinama, tačiau neturi laikrodžio!
lv: Uzmanību! Spēle ir vērtēta bet bez laika limita!
mk: Внимавајте, играта е оценета но нема часовник.
nl: Let op, de partij is met rating maar heeft geen klok!
pt: Cuidado, o jogo vale pontos, mas não há limite de tempo!
ro: Atenție, partida este oficială, dar se joacă fără ceas!
ru: Внимание, это рейтинговая игра, хотя и без ограничения по времени!
sk: Pozor, partia je hodnotená, ale bez časového limitu!
sl: Pozor, igra je rangirana, vendar ni časovno omejena!
sq: Kujdes, loja është e vlerësuar, por s’ka sahat!
sr: Опрезно, партија је рангирана али нема шаховског сата!
sv: OBS! Partiet är rankat men har ingen tidsgräns.
tr: Dikkat, oyun puanlı ama suresizdir.
uk: Зверніть увагу на те, що гра є рейтинговою, але облік часу не ведеться!
vi: Lưu ý, ván cờ có xếp hạng nhưng không tính thời gian!
zh: 注意，这是排位对局但没有计时！
zh_tw: 注意，這棋局是排位賽，但是不計時！

source: Success
af: Sukses
ar: تم بنجاح
az: Müvəffəqiyyət
be: Поспех
bg: Успех
bn: সফল্য হয়েছে
bs: Uspjeh
ca: Èxit
cs: Úspěch
da: Fuldført
el: Επιτυχία
eo: Sukceso
es: Éxito
eu: Zorionak
fa: موفق شدید
fi: Onnistuit
gl: Éxito
he: הפעולה הושלמה
hy: Հաջողված է
id: Berhasil
it: Risolto
kk: Бәрі дұрыс!
ko: 성공!
lt: Pavyko
lv: Izdevās
mk: Успех
nl: Succes
pt: Sucesso
ro: Succes
ru: Получилось
sk: Hotovo
sl: Uspešno
sq: Sukses
sr: Успех
sv: Slutfört
tr: Başarılı
uk: Успіх
vi: Thành công
zh: 操作成功
zh_tw: 大功告成！

source: Automatically proceed to next game after moving
af: Gaan outomaties voort na die volgende spel ná jy skuif
ar: الإنتقال تلقائيًا للمباراة التالية بعد النقل
az: Gedişdən sonra növbəti oyuna avtomatik keçid
be: Аўтаматычна пераходзіць да наступнай гульні пасля ходу
bg: Автоматично преминаване към следващата игра след хода
bn: স্বয়ংক্রিয় ভাবে পরবর্তী খেলায় যান
bs: Automatski prebaci na narednu partiju nakon odigranog poteza
ca: Anar automàticament a la següent partida després de cada moviment
cs: Automaticky přejdi k další hře po tahu
da: Automatisk videre til næste spil efter træk
el: Προχωρήστε αυτόματα στο επόμενο παιχνίδι μετά την κίνηση
eo: Memage iri al sekvanta ludo post via movo
es: Pasar automáticamente a la siguiente partida después de mover
eu: Mugitu ondoren, hurrengo partidara joan
fa: پس از حرکت، خودکار به بازی بعدی روید
fi: Avaa heti seuraavan pelisi tehtyäsi siirron
gl: Pasar automaticamente á seguinte partida despois de mover
he: המשיכו אוטומטית למשחק הבא אחרי שביצעתם מהלך
hy: Հակառակորդի քայլից հետո ավտոմատ կերպով անցնել հաջորդ քայլին
id: Otomatis memproses permainan berikutnya setelah melangkah
it: Passa automaticamente alla partita successiva dopo aver mosso
kk: Жүрістен кейін келесі ойынға бірден өту
ko: 수를 둔 다음에 자동으로 다음 대국으로 이동
lt: Po ėjimo automatiškai pereiti prie kitos partijos
lv: Pēc gājiena automātiski pāriet uz nākamo spēli
mk: По влечењето потег преминете автоматски кон наредната игра
nl: Na je zet direct doorgaan naar de volgende partij
pt: Passar automaticamente ao jogo seguinte após a jogada
ro: Du-te automat la partida următoare după mutare
ru: После хода автоматически переходить к следующей игре
sk: po ťahu automaticky prejdite k ďalšej hre
sl: Po vsaki potezi samodejno preklopi na naslednjo partijo
sq: Kalo automatikisht në lojën tjetër pas lëvizjes
sr: Аутоматски пребаци на следећу партију после потеза
sv: Fortsätt automatiskt till nästa parti efter att du gjort ett drag
tr: Hamle yaptıktan sonra otomatik olarak diğer oyuna geç
uk: Автоматично перейти до наступної гри після ходу
vi: Tự động chuyển đến ván tiếp theo sau khi thực hiện nước đi
zh: 走棋后自动进入下一对局
zh_tw: 移动棋子后自动进入下一盘棋

source: Auto switch
af: Outomatiese oorskakel
ar: تبديل تلقائي
az: Avtomatik dəyiş
be: Аўтапераключэнне
bg: Автоматично превключване
bn: স্বয়ংক্রিয় পরিবর্তন
bs: Prebaci automatski
ca: Canvi automàtic
cs: Přepnout automaticky
da: Autoskift
el: Αυτόματη εναλλαγή
eo: Aŭtomata ludŝanĝado
es: Cambio automático
eu: Hurrengo partidara
fa: تعویض خودکار
fi: Automaattinen siirtyminen
gl: Auto-cambio
he: החלפה אוטומטית
hy: միանգամից անցնել հաջորդ խաղին
id: Pindah otomatis
it: Cambia automaticamente
kk: Авто қосу
ko: 자동 전환
lt: Automatinis perjungimas
lv: Pašpārslēgšanās
mk: Префрли автоматски
nl: Automatische wissel
pt: Alternar automaticamente
ro: Schimbă automat
ru: Автосмена
sk: Prepnite automaticky
sl: Samodejno preklopi
sq: Kalim automatik
sr: Аутопребацивање
sv: Automatiskt partibyte
tr: Otomatik Seç
uk: Автоперехід
vi: Tự động chuyển
zh: 自动切换
zh_tw: 自动更换

source: Puzzles
af: Kopkrappers
ar: الألغاز
az: Tapmacalar
be: Задачы
bg: Задачи
bn: ধাঁধা
bs: Problemi
ca: Problemes
cs: Puzzle
da: Taktikopgaver
el: Γρίφοι
eo: Puzloj
es: Ejercicios
eu: Ariketak
fa: معما
fi: Tehtävät
gl: Problemas
he: חידות
hy: Խնդիրներ
id: Taktik
it: Puzzle
kk: Жұмбақтар
ko: 퍼즐
lt: Užduotys
lv: Uzdevumi
mk: Проблеми
nl: Puzzels
pt: Problemas
ro: Probleme de șah
ru: Задачи
sk: Šachové úlohy
sl: Šahovski problemi
sq: Ushtrime
sr: Проблеми
sv: Schackproblem
tr: Bulmacalar
uk: Задачі
vi: Câu đố
zh: 谜题
zh_tw: 謎題
