Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# learnMenu
source: Learn
af: Verryking
ar: تعلم
az: Öyrən
be: Вучыцца
bg: Научи
bn: শেখা
bs: Uči
ca: Aprèn
cs: Učit se
da: Lær
el: Εκμάθηση
eo: Lerni
es: Aprender
eu: Ikasi
fa: یادگیری
fi: Opi
gl: Aprender
he: למדו
hy: Ուսուցում
id: Materi
it: Impara
kk: Үйрену
ko: 배우기
lt: Išmok
lv: Apgūt
mk: Научи
nl: Leren
pt: Aprender
ro: Învață
ru: Обучение
sk: Učiť sa
sl: Treniraj
sq: Mësoni
sr: Учи
sv: Lär dig
tr: Öğren
uk: Навчання
vi: Học tập
zh: 学棋
zh_tw: 學習

# studyMenu
source: Study
af: Studies
ar: دراسة
az: Çalışma
be: Навучанні
bg: Казус
bn: অধ্যায়ন
bs: Prostudiraj
ca: Estudi
cs: Studie
da: Studie
el: Μελέτη
eo: Studi
es: Estudiar
eu: Azterlanak
fa: مطالعه
fi: Tutki
gl: Estudar
he: לוחות למידה
hy: Ստուդիա
id: Studi
it: Studi
kk: Зерттеу
ko: 연구
lt: Studijos
lv: Izpētīt
mk: Научи
nl: Studie
pt: Estudos
ro: Studiază
ru: Студия
sk: Štúdie
sl: Študiraj
sq: Studioni
sr: Проучи
sv: Studier
tr: Çalışmalar
uk: Дослідження
vi: Nghiên cứu
zh: 研习
zh_tw: 研究

source: Practice
af: Oefen
ar: تدريب
az: Məşq
be: Практыка
bg: Упражнявайте се
bn: অনুশীলন
bs: Vježbaj
ca: Practica
cs: Procvičujte
da: Øvelser
el: Εξάσκηση
eo: Praktiki
es: Practicar
eu: Ikasi eta probatu
fa: تمرین
fi: Harjoittele
gl: Practicar
he: תרגול
hy: Փորձ
id: Latihan
it: Allenamento
kk: Жаттығу
ko: 연습
lt: Praktika
lv: Trenēties
mk: Вежбај
nl: Oefenen
pt: Praticar
ro: Antrenează-te
ru: Практика
sk: Tréning
sl: Vaja
sq: Ushtrohuni
sr: Вежбај
sv: Träning
tr: Egzersizler
uk: Практика
vi: Luyện tập
zh: 练习
zh_tw: 練習

source: Community
af: Gemeenskap
ar: المجتمع
az: Cəmiyyət
be: Супольнасць
bg: Общност
bn: সম্প্রদায়
bs: Zajednica
ca: Comunitat
cs: Komunita
da: Fællesskab
el: Κοινότητα
eo: Komunumo
es: Comunidad
eu: Komunitatea
fa: همدارگان
fi: Yhteisö
gl: Comunidade
he: קהילה
hy: Համայնք
id: Komunitas
kk: Қауым
ko: 커뮤니티
lt: Bendruomenė
lv: Kopiena
mk: Заедница
nl: Gemeenschap
pt: Comunidade
ro: Comunitate
ru: Сообщество
sk: Komunita
sl: Skupnost
sq: Bashkësia
sr: Заједница
sv: Gemenskap
tr: Topluluk
uk: Спільнота
vi: Cộng đồng
zh: 社区
zh_tw: 社群

source: Tools
af: Gereedskap
ar: أدوات
az: Alətlər
be: Інструменты
bg: Средства
bn: সরঞ্জামসমূহ
bs: Alati
ca: Eines
cs: Nástroje
da: Værktøjer
el: Εργαλεία
eo: Iloj
es: Herramientas
eu: Tresnak
fa: ابزارها
fi: Työkalut
gl: Ferramentas
he: כלים
hy: Գործիքներ
id: Alat
it: Strumenti
kk: Құралдар
ko: 도구
lt: Įrankiai
lv: Rīki
mk: Алатки
nl: Gereedschap
pt: Ferramentas
ro: Unelte
ru: Инструменты
sk: Nástroje
sl: Orodja
sq: Mjete
sr: Алати
sv: Verktyg
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh: 工具
zh_tw: 工具

source: Increment
af: Inkrement
ar: الزيادة
az: Artım
be: Прырост
bg: Прибавяне
bn: মুনাফা
bs: Dodatak
cs: Navýšení
da: Forøgelse
el: Προσαύξηση
eo: Pliiĝo
es: Incremento
eu: Gehikuntza
fa: افزایش زمان
fi: Lisäaika
gl: Incremento
he: שניות למהלך
hy: Ավելացում
id: Kenaikan
it: Incremento
kk: Қосылғыш
ko: 추가 시간
lt: Prieaugis
lv: Pieaugums
mk: Зголемување на време
nl: Extra tijd
pt: Incremento
ro: Suplimentar
ru: Добавка
sk: Prírastok
sl: Dodatek
sq: Hap
sr: Додатак
sv: Tidstillägg
tr: Artış
uk: Приріст
vi: Gia tăng
zh: 每步加秒
zh_tw: 加秒

# error_unknown
source: Invalid value
af: Ongeldige waarde
ar: بيانات خاطئة
be: Недапушчальнае значэнне
bg: Невалидна стойност
bn: অচল মান
bs: Neispravne vrijednosti
ca: Valor invàlid
cs: Neplatná hodnota
da: Ugyldig værdi
el: Μη έγκυρη τιμή
eo: Nevalida valoro
es: Valor no válido
eu: Balioa ez da zuzena
fa: مقدار نامعتبر
fi: Virheellinen arvo
gl: Valor non válido
he: ערך לא תקין
hy: Սխալ արժեք
id: Nilai tidak valid
it: Valore non valido
kk: Қате шама
ko: 잘못된 값
lt: Netinkama reikšmė
lv: Nederīga vērtība
mk: Невалидна вредност
nl: Ongeldige waarde
pt: Valor inválido
ro: Valoarea nu este validă
ru: Неверное значение
sk: Neplatná hodnota
sl: Neveljavna vrednost
sq: Vlerë e pavlefshme
sr: Неправилна вредност
sv: Ogiltigt värde
tr: Geçersiz değer
uk: Неприпустиме значення
vi: Giá trị không hợp lệ
zh: 无效值
zh_tw: 無效值

# error_required
source: This field is required
af: Dié veld word vereis
ar: هذة الخانة ضرورية
az: Bu xananın doldurulması məcburidir
be: Абавязковае поле
bg: Полето се изисква
bn: এই ঘরটি পূরন করা আবশ্যক
bs: Ovo polje je obavezno
ca: Aquest camp és obligatori
cs: Toto pole je povinné
da: Dette felt skal udfyldes
el: Αυτό το πεδίο είναι υποχρεωτικό
eo: Ĉi tiu kampo estas deviga
es: Este campo es obligatorio
eu: Koadro hau betetzea nahitaezkoa da
fa: حتماً باید این خانه را پر کنید
fi: Tämä kenttä vaaditaan
gl: Este campo é obrigatorio
he: שדה חובה
hy: Այս դաշտը պարտադիր է
id: Isian di sini diperlukan
it: Questo campo è obbligatorio
kk: Бұл жолды толтырыңыз
ko: 필수 기입 사항입니다.
lt: Šį laukelį būtina užpildyti
lv: Šis lauks ir obligāts
mk: Ова поле е задолжително
nl: Dit invullen is verplicht
pt: Este campo tem de ser preenchido
ro: Acest câmp este necesar
ru: Это обязательное поле
sk: Povinné pole
sl: To polje je obvezno
sq: Kjo fushë është e domosdoshme
sr: Ово поље је обавезно
sv: Detta fält är obligatoriskt
tr: Bu alan gerekli
uk: Це поле обов'язкове
vi: Mục này là bắt buộc
zh: 此字段为必填项
zh_tw: 本項必填

# error_email
source: This email address is invalid
af: Hierdie epos adres is ongeldig
ar: هذا البريد الإلكتروني غير صحبح
be: Гэта немагчымы адрас электронай пошты
bg: Адресът на имейла е невалиден
bn: ইমেইল ঠিকানাটি বৈধ নয়
bs: Ova je adresa e-pošte nevažeća
ca: Aquesta adreça de correu electrònic és invàlida
cs: Emailová adresa je neplatná
da: Denne e-mailadresse er ugyldig
el: Αυτή η διεύθυνση email δεν είναι έγκυρη
eo: Ĉi tiu retadreso ne estas valida
es: Esta dirección de correo electrónico no es válida
eu: Posta elektronikoa ez da zuzena
fa: آدرس ایمیل غیر معتبر است
fi: Sähköpostiosoite on virheellinen
gl: Este enderezo de correo non é válido
he: כתובת דוא״ל זו אינה תקינה
hy: Էլ. փոստի այս հասցեն սխալ է:
id: Alamat e-mail ini tidak valid
it: Questo indirizzo email non è valido
kk: Бұл пошта мекенжайы қате
ko: 이메일 주소가 유효하지 않습니다
lt: Neteisingas el. pašto adresas
lv: Šī e-pasta adrese nav derīga
mk: Адресата на е-поштата е невалидна
nl: Dit e-mailadres is ongeldig
pt: Este endereço de e-mail é inválido
ro: Această adresă de e-mail nu este validă
ru: Неверный адрес электронной почты
sk: Táto emailová adresa je neplatná
sl: E-poštni naslov ni veljaven
sq: Kjo adresë email është e pavlefshme
sr: Ова Е-пошта адреса је погрешна
sv: Den här e-postadressen är ogiltig
tr: Bu e-posta adresi geçersiz
uk: Ця адреса електронної пошти є недійсна
vi: Địa chỉ email này không đúng
zh: 此邮箱地址无效
zh_tw: 無效電子郵件

# error_email_acceptable
source: This email address is not acceptable. Please double-check it, and try again.
af: Hierdie e-pos adres is nie aanvaarbaar nie. Maak seker dis reg en probeer weer.
ar: هذا البريد الالكتروني غير مقبول. رجاءً تحقق منه مرة أخرى و حاول مرة ثانية.
be: Гэты адрас электроннай пошты непрымальны. Калі ласка, пераправерце і паспрабуйце зноўку.
bg: Този имейл адрес е неприемлив. Моля проверете дали сте го въвели правилно и опитайте отново.
bn: ইমেইল ঠিকানাটি গ্রহণযোগ্য নয়। দয়া করে পুনরায় চেক করুন, অত‍ঃপর চেষ্টা করুন।
bs: Ova adresa e-pošte nije prihvatljiva. Molimo, provjerite je i pokušajte opet.
ca: Aquesta adreça de correu electrònic no és acceptable. Si us plau, comprova-ho i intenta-ho de nou.
cs: Tato emailová adresa je nepřijatelná. Prosím, zkontrolujte ji a zkuste to znovu.
da: Denne e-mailadresse kan ikke accepteres. Dobbelttjek den, og prøv igen.
el: Αυτή η διεύθυνση email δεν είναι αποδεκτή. Ελέγξτε την και προσπαθήστε ξανά.
eo: Ĉi tiu retadreso estas malakceptata. Bonvolu kontroli ĝin, kaj provu denove.
es: Esta dirección de correo electrónico no es aceptable. Por favor, compruébala e intenta de nuevo.
eu: Posta elektroniko hau ezin dugu onartu. Egiaztatu ezazu eta saiatu berriz.
fa: این نشانی رایانامه پذیرفتنی نیست. لطفا باز به آن سر زنید و دوباره بکوشید.
fi: Sähköpostiosoite ei ole kelvollinen. Tarkista se, ja yritä uudelleen.
gl: Este enderezo de correo non é aceptable. Por favor, volve comprobalo e téntao de novo.
he: כתובת דוא״ל זו אינה קבילה. אנא בדקו אותה בשנית ונסו שוב.
hy: Այս էլ. փոստի հասցեն վավեր չէ։ Ստուգեք այն և նորից փորձեք:
id: Alamat e-mail ini tidak dapat diterma. Pastikan kembali e-mail Anda, lalu coba lagi.
it: Questo indirizzo email non è valido. Per favore ricontrollalo e riprova.
kk: Бұл пошта мекенжайы қабылданбайды. Оны тексеріп, қайта көріңіз.
ko: 이 이메일 주소는 수용 불가합니다. 확인후 다시 시도해주세요.
lt: Nepriimtinas el. pašto adresas. Patikrinkite ir bandykite dar kartą.
lv: Šī e-pasta adrese nav pieņemama. Lūdzu pārbaudiet to un mēģiniet vēlreiz.
mk: Оваа е-мајл адреса е невалидна. Ве молам проверете и пробајте повторно.
nl: Dit e-mailadres is niet acceptabel. Controleer het nogmaals en probeer het opnieuw.
pt: Este endereço de e-mail não é aceitável. Por favor verifica-o e tenta outra vez.
ro: Această adresă de e-mail nu este acceptată. Te rugăm să o verifici și să încerci din nou.
ru: Этот адрес электронной почты недопустим. Проверьте его и повторите попытку.
sk: Táto emailová adresa nie je akceptovateľná. Ešte raz ju prosím skontrolujte a skúste zadať znova.
sl: Elektronski naslov ni sprejemljiv. Prosim, preverite ga in poskusite ponovno.
sq: Kjo adresë email është e papranueshme. Ju lutemi, rikontrollojeni dhe riprovoni.
sr: Ова мејл адреса је неодговарајућа. Молим те провери и пробај поново.
sv: Oacceptabel e-postadress. Var vänlig dubbelkolla den och försök igen.
tr: Bu e-posta adresi kabul edilemez. Lütfen tekrar kontrol edin ve tekrar deneyin.
uk: Ця адреса електронної пошти неприйнятна. Будь ласка, перевірте її та спробуйте знову.
vi: Địa chỉ email này không được chấp nhận. Vui lòng kiểm tra và thử lại.
zh: 此邮箱地址不可接受，请仔细检查后重试。
zh_tw: 該電子郵件地址無效。請重新檢查後重試。

# error_email_unique
source: Email address invalid or already taken
af: E-pos adres is ongeldig of reeds geneem
ar: هذا البريد الالكتروني غير صالح أو مأخوذ من قبل
be: Адрас электронай пошты немагчымы або ўжо заняты
bg: Този имейл адрес е невалиден или вече се използва
bn: ইমেইল টি অকার্যকর বা ইতোমধ্যে ব্যবহৃত
bs: Adresa e-pošte nevažeća ili već zauzeta
ca: Adreça de correu electrònic invàlida o ja registrada
cs: E-mailová adresa je neplatná nebo je již obsazena
da: E-mailadresse ugyldig eller allerede brugt
el: Αυτή η διεύθυνση email δεν είναι έγκυρη ή χρησιμοποιείται ήδη από άλλον χρήστη
eo: Retadreso nevalida aŭ jam prenita
es: Dirección de correo no válida o ya en uso
eu: Posta elektronikoa ez da zuzena edo norbaitek hartua du
fa: آدرس ایمیل نامعتبر است یا قبلا در سیستم ثبت شده است
fi: Sähköpostiosoite on virheellinen tai jo käytössä
gl: Este enderezo de correo non é válido ou xa foi empregado
he: כתובת דוא״ל לא חוקית או תפוסה כבר
hy: Էլ. փոստի հասցեն անվավեր է կամ արդեն զբաղված է
id: Alamat e-mail tidak valid atau sudah dipakai
it: Indirizzo email non valido o già in uso
kk: Пошта мекенжайы қате немесе бос емес
ko: 이메일 주소가 유효하지 않거나 이미 등록되었습니다
lt: El. pašto adresas neteisingas arba jau užimtas
lv: E-pasta adrese jau ir aizņemta vai nav derīga
mk: Адресата на е-поштата е невалидна или веќе постоечка
nl: E-mailadres ongeldig of al in gebruik
pt: Endereço de e-mail inválido ou já utilizado
ro: Adresa de e-mail nu este validă sau este deja folosită
ru: Адрес электронной почты недействителен или уже занят
sk: Emailová adresa je neplatná alebo sa už používa
sl: E-poštni naslov je že zaseden
sq: Adresë email e pavlefshme, ose e përdorur tashmë
sr: Мејл адреса је погрешна или већ заузета
sv: E-postadressen är ogiltig eller upptagen
tr: E-posta adresi geçersiz veya önceden alınmış
uk: Електронна адреса недійсна або вже використана
vi: Địa chỉ email này không hợp lệ hoặc đã được dùng
zh: 邮箱地址无效或已被占用
zh_tw: 電子郵件地址無效或已被使用

# error_email_different
source: This is already your email address
af: Hierdie is reeds jou e-pos adres
ar: هذا بالفعل بريدك الالكتروني
be: Гэта ўжо ваш адрас электронай пошты
bg: Това е текущият Ви имейл адрес
bn: এটি আপনার বর্তমানে ব্যবহৃত ইমেইল ঠিকানা
bs: Već koristite ovu adresu e-pošte
ca: Aquesta ja és la teva adreça de correu electrònic
cs: Toto je již Vaše emailová adresa
da: Dette er allerede din e-mailadresse
el: Αυτή είναι η τρέχουσα διεύθυνση email σας
eo: Tiu estas jam via retpoŝtadreso
es: Esta era ya tu dirección de correo electrónico
eu: Hau zure posta elektronikoa da
fa: اکنون، این نشانی رایانامه‌تان شما است
fi: Tämä on jo nyt sähköpostiosoitteesi
gl: Este xa é o teu enderezo de correo electrónico
he: זאת כתובת הדוא״ל שלך כבר
hy: Սա առանց այդ էլ Ձեր էլ. փոստի հասցեն է
id: Ini sudah menjadi alamat e-mail Anda
it: Questo è già il tuo indirizzo email
kk: Бұл сіздің бұрыңғы поштаңыз
ko: 이미 당신의 이메일 주소입니다.
lt: Tai jau yra jūsų el. pašto adresas
lv: Šī jau ir jūsu e-pasta adrese
mk: Ова веќе е вашата е-мајл адреса
nl: Dit is al uw e-mailadres
pt: Este já é o teu endereço de e-mail
ro: Aceasta este deja adresa dvs. de e-mail
ru: Это уже и так ваш адрес электронной почты
sk: Túto emailovú adresu už používate
sl: To je že vaš e-poštni naslov
sq: Kjo është tashmë adresa juaj email
sr: Ово је већ твоја мејл адреса
sv: Detta är redan din e-postadress
tr: Zaten bu e-postayı kullanıyorsun
uk: Це ваша діюча електронна адреса
vi: Đây đã là địa chỉ email hiện tại của bạn
zh: 这已经是您的邮箱地址
zh_tw: 這已經是您的電子郵件地址

# error_minLength
source: Must be at least {param} characters long
af: Moet ten minste {param} karakters lank wees
ar: الحد الأدنى للطول هو{param}
be: Павінна быць не менш за {param} сімвалаў
bg: Трябва да е поне {param} символа
bn: পাসওয়ার্ড অন্তত {param} বর্ণ/চিহ্ন দীর্ঘ হতে হবে
bs: Mora sadržavati minimalno {param} znakova
ca: Com a mínim ha de tenir {param} caràcters
cs: Minimální délka je {param}
da: Minimumslængde er {param}
el: Πρέπει να περιέχει τουλάχιστον {param} χαρακτήρες
eo: Minimume ĝi devas enhavi {param} signojn
es: Debe tener {param} caracteres como mínimo
eu: Gutxieneko luzera {param} da
fa: باید حداقل {param} حرف داشته باشد
fi: Vähimmäispituus on {param}
gl: A lonxitude mínima é de {param} caracteres
he: לפחות {param} תווים
hy: Տեքստի նվազագույն երկարությունը — {param}
id: Panjang minimum adalah {param}
it: Deve contenere almeno {param} caratteri
kk: Кемінде {param} таңба болу керек
ko: 최소 {param}자여야 합니다.
lt: Minimalus ilgis yra {param}
lv: Minimālais garums ir {param}
mk: Минимална должина е знаци {param}
nl: Minimumlengte is {param} tekens
pt: Deve conter pelo menos {param} caracteres
ro: Lungimea minimă este {param}
ru: Минимальная длина — {param}
sk: Minimálna dĺžka je {param} znakov
sl: Mora imeti vsaj {param} znakov
sq: Duhet të jetë e pakta {param} shenja e gjatë
sr: Мора имати барем {param} знакова
sv: Måste vara minst {param} tecken långt
tr: Asgari uzunluk: {param}
uk: Має бути принаймні {param} символів
vi: Phải dài ít nhất {param} ký tự
zh: 至少 {param} 个字符
zh_tw: 至少包含 {param} 個字元

# error_maxLength
source: Must be at most {param} characters long
af: Moet op die meeste {param} karakters lank wees
ar: حد الطول الأقصى هو {param}
be: Павінна быць не больш за {param} сімвалаў
bg: Трябва да е максимум {param} символа
bn: পাসওয়ার্ড সর্বোচ্চ {param} বর্ণ/চিহ্ন দীর্ঘ হতে পারবে
bs: Mora sadržavati najviše {param} znakova
ca: Com a màxim ha de tenir {param} caràcters
cs: Maximální délka je {param}
da: Maksimumslængde er {param}
el: Πρέπει να περιέχει το πολύ {param} χαρακτήρες
eo: Maksimume ĝi devas enhavi {param} signojn
es: Debe tener {param} caracteres como máximo
eu: Gehieneko luzera {param} da
fa: باید حداکثر {param} نویسه داشته باشد
fi: Enimmäispituus on {param}
gl: Debe conter polo menos {param} caracteres
he: עד {param} תווים
hy: Տեքստի առավելագույն երկարությունը — {param}
id: Panjang maksimum adalah {param}
it: Deve contenere al massimo {param} caratteri
kk: Ең көбі {param} таңба болу керек
ko: 최대 {param}자여야 합니다
lt: Maksimalus ilgis yra {param}
lv: Maksimālais garums ir {param}
mk: Максимална должина е знаци {param}
nl: Maximumlengte is {param} tekens
pt: Deve conter no máximo {param} caracteres
ro: Lungimea maximă este {param}
ru: Максимальная длина — {param}
sk: Maximálna dĺžka je {param} znakov
sl: Mora imeti vsaj {param} znakov
sq: Duhet të jetë e shumta {param} shenja e gjatë
sr: Мора имати највише {param} знакова
sv: Får vara högst {param} tecken lång
tr: Azami uzunluk: {param}
uk: Повинно бути не більше {param} символів
vi: Chỉ được dài tối đa {param} ký tự
zh: 最多 {param} 个字符
zh_tw: 最多包含 {param} 個字元

# error_min
source: Must be at least {param}
af: Moet minstens {param} wees
ar: يجب أن يكون أكبر أو يساوي ل {param}
be: Павінна быць не менш за {param}
bg: Трябва да е поне {param}
bn: অবশ্যই {param} দীর্ঘ হতে হবে।
bs: Mora biti najmanje {param}
ca: Ha de ser major o igual que {param}
cs: Musí být větší nebo rovno {param}
da: Skal være større eller lig med {param}
el: Πρέπει να είναι τουλάχιστον {param}
eo: Minimume ĝi devas enhavi {param}
es: Debe ser mayor o igual a {param}
eu: {param} edo handiagoa izan behar da
fa: باید حداقل {param} باشد
fi: Luvun on oltava vähintään {param}
gl: Debe ser maior ou igual que {param}
he: לפחות {param}
hy: Արժեքը պետք է լինի մեծ կամ հավասար {param}
id: Harus lebih besar atau sama dengan {param}
it: Deve essere almeno {param}
kk: Кемінде {param} болу керек
ko: 최소 {param}자 이어야 합니다.
lt: Turi būti didesnis arba lygus {param}
lv: Jābūt vismaz {param}
mk: Мора да биде најмалку {param}
nl: Moet groter dan of gelijk zijn aan {param}
pt: Deve ser pelo menos {param}
ro: Trebuie să fie mai mare sau egal cu {param}
ru: Значение должно быть больше либо равным {param}
sk: Minimálna dĺžka je {param} znakov
sl: Biti mora vsaj {param}
sq: Duhet të jetë të paktën {param}
sr: Мора бити најманје {param}
sv: Måste vara minst {param}
tr: {param} değerinden büyük veya eşit olmalıdır
uk: Має бути принаймні {param}
vi: Phải ≥ {param}
zh: 必须至少为 {param}
zh_tw: 最少包含 {param} 個字符

# error_max
source: Must be at most {param}
af: Moet meestens {param} wees
ar: يجب أن يكون أقل أو يساوي {param}
be: Павінна быць не больш за {param}
bg: Трябва да е максимум {param}
bn: অবশ্যই {param} এর মধ্যে হতে হবে।
bs: Mora biti najviše {param}
ca: Ha de ser menor o igual que {param}
cs: Musí být menší nebo rovno {param}
da: Skal være mindre end eller lig med {param}
el: Πρέπει να είναι το πολύ {param}
eo: Maksimume ĝi devas enhavi {param}
es: Debe ser como máximo {param}
eu: {param} edo txikiagoa izan behar da
fa: باید حداکثر {param} باشد
fi: Luvun on oltava enintään {param}
gl: Debe ser menor ou igual que {param}
he: {param} או פחות
hy: Արժեքը պետք է լինի փոքր կամ հավասար {param}
id: Harus kurang atau sama dengan {param}
it: Deve essere al massimo {param}
kk: Ең көбі {param} болу керек
ko: 최대 {param}자 이어야 합니다.
lt: Turi būti mažesnis arba lygus {param}
lv: Nedrīkst būt lielāks par {param}
mk: Мора да биде најмногу {param}
nl: Moet kleiner dan of gelijk zijn aan {param}
pt: Deve ser no máximo {param}
ro: Trebuie să fie mai mic sau egal cu {param}
ru: Значение должно быть меньше либо равным {param}
sk: Maximálna dĺžka je {param} znakov
sl: Mora biti največ {param}
sq: Duhet të jetë e shumta {param}
sr: Мора бити манје или једнако {param}
sv: Måste vara högst {param}
tr: {param} değerinden küçük veya eşit olmalıdır
uk: Має бути щонайбільше {param}
vi: Phải ≤ {param}
zh: 必须最多为 {param}
zh_tw: 最多不能超過 {param}

# ifRatingIsPlusMinusX
source: If rating is ± {param}
af: Indien gradering ± {param} is
ar: ± {param} اذا التقييم
az: Əgər reytinq ± {param} olarsa
be: Калі рэйтынг ± {param}
bg: Ако рейтингът е ± {param}
bn: যদি অনুপাত হয় ± {param}
bs: Ukoliko je rejting ± {param}
ca: Si el ràting és ± {param}
cs: Pokud je rating ± {param}
da: Hvis ratingen er ± {param}
el: Εάν η βαθμολογία είναι ± {param}
eo: Se rango estas ± {param}
es: Si la puntuación es ± {param}
eu: Puntuazioa ± {param} tartean badago
fa: اگر درجه‌بندی‌شان {param}± است
fi: Jos vahvuusluku on ± {param}
gl: Se a puntuación é ± {param}
he: אם הדירוג ± {param}
hy: Եթե գործակիցը ± {param}
id: Jika ratingnya ± {param}
it: Se il punteggio è ± {param}
kk: Егер рейтингі ± {param} болса
ko: 레이팅이 ± {param} 이하일 경우
lt: Jei reitingas yra ± {param}
lv: Ja reitings ir ± {param}
mk: Ако рејтингот е ± {param}
nl: Indien de rating ± {param} is
pt: Se a pontuação for ± {param}
ro: Dacă rating-ul este ± {param}
ru: Если их рейтинг ± {param}
sk: Keď je hodnotenie ± {param}
sl: Če je rating ± {param}
sq: Nëse vlerësimi është ± {param}
sr: Ако je рејтинг ± {param}
sv: Om rating är ± {param}
tr: Eğer puanları ± {param} ise
uk: Якщо рейтинг ± {param}
vi: Nếu hệ số trong phạm vi ± {param}
zh: 允许等级分范围 ± {param}
zh_tw: 允許評級範圍±{param}

source: If registered
af: Sleg geregistreerdes
ar: قيد التسجيل
be: Калі зарэгістраваны
bg: Ако са регистрирани
bn: নিবন্ধিত
bs: Ako su registrovani
ca: Només usuaris registrats
cs: Pokud je registrován
da: Hvis registreret
el: Εάν είναι εγγεγραμμένοι
eo: Se registrita
es: Si están registrados
eu: Izena emanda badago
fa: اگر نام‌نویسی‌کرده
fi: Vain rekisteröityneet
gl: Se está rexistrado/a
he: רק משתמשים רשומים
hy: Եթե գրանցված է
id: Telah terdaftar
it: Se registrati
kk: Тіркелгендер
ko: 가입된 사람만
lt: Jei jau užsiregistravote
lv: Registrētie lietotāji
mk: Ако се регистрирани
nl: Indien geregistreerd
pt: Se registado
ro: Dacă este înregistrat
ru: Если зарегистрированы
sk: Ak sú registrovaní
sl: Registrirani
sq: Nëse jeni të regjistruar
sr: Само регистровани
sv: Om registrerad
tr: Hesabı olanlar
uk: Якщо зареєстровані
vi: Chỉ người có tài khoản
zh: 仅注册用户
zh_tw: 已登入者

source: Only existing conversations
af: Slegs bestaande gesprekke
ar: المحادثات الحالية فقط
az: Yalnız mövcud söhbətlər
be: Толькі існыя размовы
bg: Само съществуващи дискусии
bn: বিদ্যমান কথোপকথন
bs: Samo već postojeći razgovori
ca: Només converses existents
cs: Pouze existující konverzace
da: Kun eksisterende samtaler
el: Μόνο σε υπάρχουσες συνομιλίες
eo: Nur jamestantaj konversacioj
es: Solo conversaciones existentes
eu: Existitzen diren elkarrizketak bakarrik
fa: تنها مکالمات موجود
fi: Vain jo aloitettuihin keskusteluihin
gl: Só conversas existentes
he: שיחה קיימת בלבד
hy: Միայն գոյություն ունեցող քննարկումները
id: Khusus percakapan yang ada
it: Solo conversazioni esistenti
kk: Тек бар әңгімелесуден
ko: 기존에 대화한 경우만
lt: Tik esami pokalbiai
lv: Tikai iesāktajās sarunās
mk: Само веќе постоечки разговори
nl: Alleen bestaande gesprekken
pt: Apenas conversas existentes
ro: Doar conversații existente
ru: Только существующие обсуждения
sk: Iba existujúce konverzácie
sl: Samo obstoječi pogovori
sq: Vetëm bisedat ekzistuese
sr: Само постојећи разговори
sv: Endast befintliga konversationer
tr: Sadece mevcut yazışmalar
uk: Тільки існуючі бесіди
vi: Chỉ từ các cuộc trò chuyện hiện tại
zh: 仅现有的对话
zh_tw: 僅目前對話

source: Only friends
af: Slegs vriende
ar: الأصدقاء فقط
az: Yalnız dostlar
be: Толькі сябрам
bg: Само приятели
bn: শুধু বন্ধুরা
bs: Samo prijatelji
ca: Només amics
cs: Jenom přátelé
da: Kun venner
el: Μόνο φίλοι
eo: Nur amikoj
es: Sólo amigos
eu: Lagunak soilik
fa: فقط دوستان
fi: Vain kaverit
gl: Só amigos
he: חברים בלבד
hy: Միայն ընկերները
id: Hanya teman
it: Solo amici
kk: Достар ғана
ko: 친구만
lt: Tik draugai
lv: Tikai draugi
mk: Пријатели кои се онлајн
nl: Alleen vrienden
pt: Apenas amigos
ro: Doar prieteni
ru: Только друзьям
sk: Iba priatelia
sl: Samo prijatelji
sq: Vetëm shokë
sr: Само пријатељи
sv: Bara vänner
tr: Sadece arkadaşlar
uk: Лише друзям
vi: Chỉ bạn bè
zh: 仅限好友
zh_tw: 只允許好友

source: Menu
af: Kieslys
ar: القائمة
az: Menyu
be: Меню
bg: Меню
bn: মেনু
bs: Meni
ca: Menú
el: Κατάλογος
eo: Menuo
es: Menú
eu: Menua
fa: نام‌چین
fi: Valikko
gl: Menú
he: תפריט
hy: Մենյու
it: Menù
kk: Мәзір
ko: 메뉴
lt: Meniu
lv: Izvēlne
mk: Мени
ro: Meniu
ru: Меню
sl: Meni
sr: Мени
sv: Meny
tr: Menü
uk: Меню
vi: Mục lục
zh: 菜单
zh_tw: 選單
