Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Rating
af: Gradering
ar: التقييم
az: Reytinq
be: Рэйтынг
bg: Рейтинг
bn: অনুপাত
bs: Rejting
ca: Puntuació
el: Βαθμολογία
eo: Rango
es: Puntuación
eu: Puntuazioa
fa: درجه‌بندی
fi: Vahvuusluku
gl: Puntuación
he: דירוג
hy: Վարկանիշ
it: Punteggio
kk: Рейтинг
ko: 레이팅
lt: Reitingas
lv: Reitings
mk: рејтинг
pt: Pontuação
ro: Clasament
ru: Рейтинг
sl: Ocena
sq: Vlerësimi
sr: Рејтинг
tr: Puan
uk: Рейтинг
vi: Hệ số
zh: 等级分
zh_tw: 評級

source: Rating stats
af: Gradering statistieke
ar: احصائيات التقييم
az: Reytinq statistikaları
be: Статыстыка па рэйтынгу
bg: Рейтинг статистика
bn: অনুপাত পরিসংখ্যান
bs: Statistike rejtinga
ca: Estadístiques de classificació
cs: Statistiky hodnocení
da: Ratingstatistik
el: Στατιστικές βαθμολογίας
eo: Rangaj statistikoj
es: Estadísticas de puntuación
eu: Estatistikak
fa: آماره‌های درجه‌بندی
fi: Vahvuuslukutilastot
gl: Estatísticas de puntuación
he: סטטיסטיקות דירוג
hy: Վարկանիշների բաշխում
id: Statistik rating
it: Statistiche punteggi
kk: Рейтинг статистикасы
ko: 레이팅 통계
lt: Reitingų statistika
lv: Reitinga statistika
mk: Статистика рейтинга
nl: Ratingsstatistieken
pt: Estatísticas de pontuação
ro: Statistică pentru clasament
ru: Распределение рейтингов
sk: Štatistika ratingov
sl: Statistika ratinga
sq: Statistika vlerësimi
sr: Рејтинг статистике
sv: Ratingstatistik
tr: Puan istatistikleri
uk: Розподіл за рейтингом
vi: Các thống kê hệ số
zh: 等级分统计
zh_tw: 評分數據

source: Username
af: Gebruiker naam
ar: اسم المستخدم
az: İstifadəçi adı
be: Імя карыстальніка
bg: Потребителско име
bn: ব্যবহারকারীর নাম
bs: Korisničko ime
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
el: Όνομα χρήστη
eo: Uzantnomo
es: Nombre de usuario
eu: Erabitzaile-izena
fa: نام کاربری
fi: Käyttäjänimi
gl: Nome de usuario
he: שם משתמש
hy: Օգտատիրոջ անուն
id: Nama pengguna
it: Nome utente
kk: Пайдаланушы аты
ko: 사용자 이름
lt: Vartotojo vardas
lv: Lietotājvārds
mk: Имя пользователя
nl: Gebruikersnaam
pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sk: Užívateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sr: Корисничко име
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên đăng nhập
zh: 用户名
zh_tw: 使用者名稱

source: Username or email
af: Gebruikersnaam of e-pos
ar: اسم المستخدم أو البريد الإلكتروني
az: İstifadəçi adı və ya e-poçt
be: Імя карыстальніка ці адрас электроннай пошты
bg: Потребител или имейл
bn: ব্যবহারকারী নাম অথবা ই-মেইল
bs: Korisničko ime ili e-mail
ca: Nom d'usuari o correu electrònic
cs: Uživatelské jméno
da: Brugernavn eller e-mail
el: Όνομα χρήστη ή ηλ. ταχυδρομείο
eo: Uzantnomo aŭ retpoŝtadreso
es: Nombre de usuario o correo
eu: Erabiltzaile izena edo posta elektronikoa
fa: نام کاربری یا رایانامه
fi: Käyttäjätunnus tai sähköpostiosoite
gl: Nome de usuario ou correo
he: שם משתמש או דוא״ל
hy: Օգտատիրոջ անուն կամ email
id: Nama pengguna atau email
it: Nome utente o email
kk: Атыңыз не поштаңыз
ko: 사용자 이름이나 이메일 주소
lt: Vartotojo vardas ar el. pašto adresas
lv: Lietotājvārds vai e-pasta adrese
mk: Корисник
nl: Gebruikersnaam of email
pt: Nome ou e-mail do utilizador
ro: Nume de utilizator sau email
ru: Логин или электронная почта
sk: Meno používateľa alebo email
sl: Uporabniško ime ali elektronski naslov
sq: Emër përdoruesi ose email
sr: Корисничко име или имејл
sv: Användarnamn eller e-post
tr: Kullanıcı adı veya e-posta
uk: Ім’я користувача або електронна пошта
vi: Tên đăng nhập hoặc email
zh: 用户名/邮箱
zh_tw: 使用者名稱或電郵地址

source: Change username
af: Verander gebruikersnaam
ar: تغيير اسم المستخدم
az: İstifadəçi adını dəyiş
be: Змяніць імя карыстальніка
bg: Промяна на потребителско име
bn: ইউজারনেম পরিবর্তন করুন
bs: Promijeni korisničko ime
ca: Canviar nom d'usuari
cs: Změnit uživatelské jméno
da: Ændr brugernavn
el: Αλλαγή ονόματος χρήστη
eo: Ŝanĝi uzantnomon
es: Cambiar nombre de usuario
eu: Erabiltzaile-izena aldatu
fa: تغییر نام کاربری
fi: Muuta käyttäjänimeä
gl: Cambiar nome de usuario
he: שינוי שם המשתמש
hy: Փոխել օգտանունը
id: Ganti nama pengguna
it: Cambia nome utente
kk: Атыңызды өзгерту
ko: 사용자 이름 변경
lt: Keisti vartotojo vardą
lv: Mainīt lietotājvārdu
mk: Промени го корисничкото име
nl: Wijzig gebruikersnaam
pt: Alterar o nome de utilizador
ro: Schimbă numele de utilizator
ru: Изменить имя пользователя
sk: Zmeniť užívateľské meno
sl: Spremenite uporabniško ime
sq: Ndryshoni emrin e përdoruesit
sr: Промени корисничко име
sv: Byt användarnamn
tr: Kullanıcı adını değiştir
uk: Змінити ім'я користувача
vi: Thay đổi tên đăng nhập
zh: 更改用户名
zh_tw: 更改使用者名稱

# changeUsernameNotSame
source: Only the case of the letters can change. For example "johndoe" to "JohnDoe".
af: Slegs die hoof-/kleinletters kan verander. Byvoorbeeld "pietsmit" na "PietSmit".
ar: يمكن تغيير حساسية الأحرف فقط.
az: Sadəcə istifadəçi adınızdakı böyük/kiçik hərfləri dəyişdirə bilərsiniz. Məsələn "johndoe" ilə "JohnDoe" kimi.
be: Можна мяняць толькі рэгістр літар, да прыкладу, "janlucevich" na "JanLucevich".
bg: Единствено могат да се заменят малки с главни букви. Например, "johndoe" с "JohnDoe".
bn: শুধুমাত্র লেটারগুলোর কেইস পরিবর্তন করা সম্ভব। উদাহরণস্বরূপ "johndoe" থেকে "JohnDoe"।
bs: Jedino se veličina slova može promijeniti. Na primjer, ''johndoe'' u ''JohnDoe''.
ca: Només es pot canviar entre majúscules i minúscules. Per exemple, de "perecullera" a "PereCullera".
cs: Můžete změnit pouze velikost písmen. Např. z "petrnovak" na "PetrNovak".
da: Kun størrelsen af bogstaverne kan ændres. For eksempel "bentlarsen" til "BentLarsen".
el: Μόνο η αλλαγή γραμμάτων από μικρά σε κεφαλαία ή το αντίστροφο επιτρέπεται. Για παράδειγμα, το όνομα χρήστη "johndoe" μπορεί να τροποποιηθεί σε "JohnDoe".
eo: Nur la uskleco de la literoj povas ŝanĝiĝi. Ekzemple de "johndoe" al "JohnDoe".
es: Sólo es posible cambiar mayúsculas por minúsculas y viceversa. Por ejemplo, de "juanperez" a "JuanPerez".
eu: Hizkien izaera bakarrik aldatu daiteke (larriak vs. xeheak). Adibidez: jatorrizko "urlia" "UrLiA" bihurtu daiteke.
fa: تنها اندازه حروف میتوانند تغییر کنند. برای مثال "johndoe" به "JohnDoe".
fi: Voit muuttaa vain pieniä kirjaimia isoiksi tai toisinpäin. Esimerkiksi "mattimeikäläinen" voidaan muuttaa muotoon "MattiMeikäläinen".
gl: Só poden cambiar as letras entre minúsculas e maiúsculas. Por exemplo de "xoanninguen" a "XoanNinguen".
he: באותיות לועזיות ניתן להחליף אותיות קטנות בגדולות, למשל מ־"johndoe" ל־"JohnDoe".
hy: Կարելի է փոխել միայն նշանների ստեղնաշարքը։ Օրինակ, «hayktadevosyan»-ը դարձնել «HaykTadevosyan»։
id: Hanya dapat mengubah ke huruf besar atau kecil. Contohnya "johndoe" ke "JohnDoe"
it: Puoi cambiare solamente il maiuscolo/minuscolo delle lettere (per esempio da "mariorossi" a "MarioRossi").
kk: Тек әріптер үлкендігін өзгерту рұқсат. Мысалы, "tolebi" дегенді "ToleBi" деп.
ko: 글자의 대소문자 변경만 가능합니다 예: "chulsoo"에서 "ChulSoo"로.
lt: Galima keisti tik raidžių dydį. Pvz., „vardaspav“ į „VardasPav“.
lv: Drīkst mainīt tikai burtu lielumu. Piemēram "jānisbērziņš" var mainīt uz "JānisBērziņš".
mk: Може да се промени само големината на буквите. На пример: "johndoe" во "JohnDoe".
nl: Enkel de hoofdlettergevoeligheid van de letters kan veranderen. Bijvoorbeeld van "janjansen" naar "JanJansen".
pt: Só te é permitido trocar as letras de minúscula para maiúscula e vice-versa. Por exemplo, "johndoe" para "JohnDoe".
ro: Se poate interschimba doar din minuscule în majuscule. De exemplu: „johndoe” în „JohnDoe”.
ru: Можно изменить только регистр символов. Например, поменять «Johndoe» на «JohnDoe».
sk: Je možné zmeniť iba veľké a malé písmená. Napríklad "miskomrkvicka" na MiskoMrkvicka".
sl: Črkam je mogoče le zamenjati velikost v male ali velike tiskane. Naprimer "janeznovak" v "JanezNovak".
sq: Mund të bëhet vetëm ndryshim nga shkronjë e madhe në të vogël dhe anasjelltas. Për shembull, “neshatbishti” në “NeshatBishti”.
sr: Само величина слова може да се промени. На пример "johndoe" у "JohnDoe".
sv: Bara storleken på bokstäver kan ändras. Till exempel "anderssvensson" till "AndersSvenson".
tr: Sadece kullanıcı adınızdaki büyük/küçük harfleri değiştirebilirsiniz. Örneğin "johndoe" den "JohnDoe" gibi.
uk: Можна змінити лише регістр літер. Наприклад, "johndoe" до "JohnDoe".
vi: Bạn chỉ có thể thay đổi cách viết hoa/thường. Ví dụ "dotrongkhanh04032012" thành "DoTrongKhanh04032012".
zh: 只能更改字母大小写。例如，将“johndoe”改为“JohnDoe”。
zh_tw: 只能更改字母大小字。例如，將「johndoe」變成「JohnDoe」。

# changeUsernameDescription
source: Change your username. This can only be done once and you are only allowed to change the case of the letters in your username.
af: Verander jou gebruikersnaam. Dit kan slegs een keer gedoen word, en jy kan net die hoof-/kleinletters in die gebruikersnaam verander.
ar: غير إسم المستخدم. يمكنك تغيير إسم المستخدم الخاص بك مرة واحدة فقط, ويمكنك فقط تغيير حساسية الاحرف.
az: İstifadəçi adını dəyişdir. Bu prosesi sadəcə bir dəfə edə bilərsən və sadəcə mövcud istifadəçi adındakı hərfləri böyük və ya kiçik edə bilərsən.
be: Вы можаце змяніць рэгістр літар у вашым імені карыстальніка. Зрабіць гэта можна толькі адзін раз.
bg: Промяна на потребителско име. Може да се извърши само веднъж и можете да сменяте единствено малки и главни букви.
bn: আপনার ইউসারনেম পরিবর্তন করুন। এটি মাত্র একবারই পরিবর্তন করা যাবে এবং আপনি শুধুমাত্র বড়ো-ছোট হাতের অক্ষরে রূপান্তরকরণ করতে পারবেন।
bs: Promijenite korisničko ime. Ovo možete učiniti samo jednom i samo možete promijeniti veličinu slova svog korisničkog imena.
ca: Canvia el teu nom d'usuari. Això es pot fer una única vegada i només només se't permet canviar lletres entre majúscules i minúscules.
cs: Změňte své uživatelské jméno. To lze provést pouze jednou, a můžete změnit pouze velikost písmen.
da: Ændr dit brugernavn. Dette kan kun gøres én gang, og du kan kun ændre størrelsen på bogstaverne i dit brugernavn.
el: Αλλάξτε το όνομα χρήστη σας. Η ενέργεια αυτή μπορεί να γίνει μόνο μία φορά, ενώ επιτρέπεται μόνο η αλλαγή των γραμμάτων από μικρά σε κεφαλαία ή το αντίστροφο.
eo: Ŝanĝu ĉiam uzantnomon. Vi rajtas fari tion nur unufoje kaj vi rajtas ŝanĝi nur la usklecon de la literoj en via nomo.
es: Cambiar tu nombre de usuario. Esto sólo puede hacerse una vez, y sólo se puede cambiar mayúsculas por minúsculas y viceversa.
eu: Zure erabiltzaile-izena aldatu. Hau behin bakarrik egin daiteke eta hizkien izaera bakarrik aldatu dezakezu (hizki larriak vs. xeheak).
fa: نام کاربری خود را تغییر دهید. این تنها یک بار انجام پذیر است و شما تنها مجازید اندازه حروف نام کاربری‌تان را تغییر دهید.
fi: Muuta käyttäjänimeä. Tämän voi tehdä vain kerran. Voit muuttaa vain pieniä kirjaimia isoiksi kirjaimiksi ja toisinpäin.
gl: Cambia o teu nome de usuario. Só o poderás facer unha vez e só está permitido cambiar de entre minúsculas e maiúsculas as letras do teu nome de usuario.
he: שינוי שם המשתמש. ניתן לעשותו פעם אחת בלבד, ורק על ידי החלפת אותיות גדולות בקטנות ולהיפך.
hy: Փոխել օգտանունը։ Սա կարող է արվել ընդամենը մեկ անգամ, միայն թույլատրվում է օգտանվան փոքրատառերը դարձնել մեծատառ և հակառակը։
id: Ganti nama pengguna Anda. Ini hanya diperbolehkan mengubah huruf besar-kecil nama pengguna Anda.
it: Cambia il tuo nome utente. Questa operazione può essere effettuata una sola volta e consente di modificare solamente il maiuscolo/minuscolo del tuo nome utente.
kk: Пайдаланушы атын өзгертіңіз. Бұны бір мәрте ғана жасауға рұқсат. Тек әріптің үлкендігін ғана өзгерте аласыз.
ko: 사용자명 변경하기: 대/소문자만의 변경이 허용되며, 단 한번만 가능합니다.
lt: Pasikeiskite naudotojo vardą. Tai gali būti atlikta tik kartą, ir keisti galite tik raidžių dydį.
lv: Mainīt lietotājvārdu. To var izdarīt tikai vienreiz, un ir atļauts mainīt tikai lielo burtu lietojumu lietotājvārdā.
mk: Промени го корисничкото име. Ова може да се направи само еднаш и дозволено Ви е само да ја промените големината на буквите.
nl: Wijzig je gebruikersnaam. Dit kan slechts eenmaal worden gedaan en je kunt alleen het hoofdlettergebruik van je gebruikersnaam veranderen.
pt: Altera o teu nome de utilizador. Isso só pode ser feito uma vez e só poderás trocar as letras de minúscula para maiúscula e vice-versa.
ro: Schimbă-ți numele de utilizator. Această operație poate fi efectuată o singură dată și presupune doar schimbarea literelor din minuscule în majuscule și invers.
ru: Изменить имя пользователя. Это можно сделать только один раз, при этом можно изменить только регистр символов.
sk: Zmena užívateľského mena. Tento úkon je možné vykonať len raz a je povolené zmeniť iba veľké a malé písmená.
sl: Spremenite svoje uporabniško ime. To je mogoče opraviti le enkrat in spremiti samo velikost tiskanih črk v male ali velike.
sq: Ndryshoni emrin tuaj të përdoruesit. Kjo mund të bëhet vetëm një herë edhe ju lejohet vetëm të ndryshoni shkronja të vogla në të mëdha dhe anasjelltas te emri juaj i përdoruesit.
sr: Промени своје корисничко име. Ово се може урадити само једном и само ти је дозвољено да промениш величину слова у свом корисничком имену.
sv: Ändra ditt användarnamn. Detta kan bara göras en gång och det är endast tillåtet att ändra skiftläget för bokstäverna i ditt användarnamn.
tr: Kullanıcı adınızı değiştirin. Bu işlemi sadece 1 (bir) kez gerçekleştirebilirsiniz ve sadece mevcut kullanıcı adınızdaki harfleri ("johndoe", "JohnDoe") değiştirebilirsiniz.
uk: Змініть своє ім'я користувача. Це може бути зроблено лише один раз і вам дозволено лише змінити регістр літер вашого імені користувача.
vi: Thay đổi tên người dùng của bạn. Điều này chỉ có thể thực hiện một lần và bạn chỉ được thay đổi cách viết hoa/viết thường các chữ trong tên người dùng của bạn.
zh: 更改用户名。注意只能更改一次，且只能更改用户名字母的大小写。
zh_tw: 更改使用者名稱。您最多可以更改一次字母大小寫。

# signupUsernameHint
source: Make sure to choose a username that's appropriate for all ages. You cannot change it later and any accounts with inappropriate usernames will get closed!
af: Kies asseblief 'n aanvaarbare gebruikersnaam. Dit kan nie later verander word nie, en enige onaanvaarbare gebruikersname sal gesluit word!
ar: تأكد من اختيار اسم مستخدم صديق للعائلة. لا يمكنك تغييره لاحقًا وأي حسابات تحتوي على أسماء مستخدمين غير ملائمة سيتم إغلاقها!
az: Ailə dostu bir istifadəçi adı seçdiyinizdən əmin olun. Siz onu daha sonra dəyişə bilməzsiniz və uyğun olmayan istifadəçi adları olan hesablar bağlanacaq!
be: Пераканайцеся, што выбралі імя карыстальніка, зручнае для сям'і. Вы не можаце змяніць яго пазней, і любыя ўліковыя запісы з неадпаведнымі імёнамі карыстальнікаў будуць зачынены!
bg: Изберете прилично потребителско име. Няма да можете да го смените по-късно и всички регистрации с нецензурни имена биват затворени!
bn: পছন্দ অনুযায়ী নিজের ইউজারনেম তৈরি করুন কারন পরে এটি পরিবর্তন করতে পারবেন না এবং অনুপযুক্ত ইউজারনেমের যেকোনো অ্যাকাউন্ট পরবর্বতিতে বন্ধ করা হতে পারে!
bs: Odaberite pristojno korisničko ime. Kasnije ga ne možete promijeniti, a bilo koji račun s neprimjerenim korisničkim imenom bit će zatvoren!
ca: Assegureu-vos d'escollir un nom d'usuari amigable. No el podreu canviar més tard i qualsevol compte amb nom d'usuaris inapropiats es tancarà!
cs: Zvolte si vhodné a nezávadné uživatelské jméno. Později ho nelze změnit a účty s nevhodnými uživatelskými jmény budou uzavřeny!
da: Sørg for at vælge et familievenligt brugernavn. Du kan ikke ændre det senere, og alle konti med upassende brugernavne vil blive lukket!
el: Eπιλέξτε ένα φιλικό προς την οικογένεια όνομα χρήστη, καθώς δε θα έχετε τη δυνατότητα να το αλλάξετε αργότερα. Τονίζουμε πως λογαριασμοί με ακατάλληλα ονόματα χρήστη θα απενεργοποιούνται!
eo: Certigi, ke vi elektas uzantnomon, ke estas adekvata por ĉiu-aĝaj spektantoj. Vi ne povas ŝanĝi ĝin poste, kaj la administrantoj fermas ĉiujn ajn kontojn, kiuj havas malbonimpresajn uzantnomojn!
es: Asegúrate de elegir un nombre de usuario apto para todos los públicos. ¡No podrás cambiarlo más tarde y se cerrará cualquier cuenta con un nombre de usuario inapropiado!
eu: Edonorentzako bezalako erabiltzaile-izena aukeratu. Ezingo duzu aldatu. Desegokiak diren erabiltzaile-izenak dituzten kontuak itxi egingo ditugu!
fa: مطمئن شوید که یک نام کاربری مناسب انتخاب میکنید. بعداً نمی توانید آن را تغییر دهید و هر حسابی با نام کاربری نامناسب بسته می شود!
fi: Nimeä käyttäjätunnuksesi niin, että se sopii kaikenikäisten nähtäväksi. Et voi muuttaa tunnusta myöhemmin. Kaikki epäasiallisesti nimetyt käyttäjätunnukset suljetaan!
gl: Asegúrate de escoller un nome de usuario axeitado pra todas as idades. Non poderás cambialo máis tarde e calquera conta con nome de usuario inadecuado será pechada!
he: ודאו ששם המשתמש שלכם מתאים גם לילדים. לא תוכלו לשנות אותו מאוחר יותר וחשבונות עם שמות משתמש לא הולמים יסגרו!
hy: Համոզվեք, որ ընտրել եք պարկեշտ մասնակցային անուն։ Հետագայում այն փոխել չեք կարողանա, ընդ որում, անպարկեշտ անուններով մասնակցային հաշիվները կփակվեն։
id: Pastikan username Anda senonoh. Anda tidak dapat menggantinya lagi dan akun dengan username tidak senonoh akan di tutup!
it: Assicurati di scegliere un nome utente appropriato. Non potrai cambiarlo successivamente e gli account con nomi inappropriati saranno cancellati!
kk: Тіркеулі атты таңдағанда, өз үйіңізде айтуға лайықты болатындай болсын. Оны кейін өзгерте алмайсыз. Орынсыз, ұятсыз сөздері болса, тіркелгіңіз толықтай жабылады!
ko: 사용자 이름이 어린이를 포함해 모두에게 적절한지 확인하세요. 나중에 변경할 수 없으며 부적절한 사용자 이름을 가진 계정은 폐쇄됩니다!
lt: Įsitikinkite, kad jūsų vartotojo vardas yra tinkamas visų amžių auditorijai. Jo vėliau pasikeisti negalėsite. Bet kokie netinkami vartotojų vardai bus uždaryti!
lv: Atcerieties izvēlēties pieklājīgu lietotājvārdu. To nav iespējams mainīt, un konti ar nepiedienīgiem lietotājvārdiem tiks slēgti!
mk: Бидете сигурни дека корисничкото име не е навредливо или вулгарно, бидејќи негова промена подоцна е невозможна. Сите профили со несоодветно корисничко име ќе бидат затворени!
nl: Zorg ervoor dat u een gezinsvriendelijke gebruikersnaam kiest. U kunt het later niet meer wijzigen en alle accounts met ongepaste gebruikersnamen zullen gesloten worden!
pt: Certifique-se que escolhe um nome de utilizador decoroso. Não poderá alterá-lo mais tarde e quaisquer contas com nomes de utilizador inapropriados serão fechadas!
ro: Asigurați-vă că alegeți un nume de utilizator decent. Nu îl puteți schimba mai târziu și orice cont cu nume de utilizator indecent va fi închis!
ru: Убедитесь, что вы выбрали благопристойное имя пользователя. Вы не сможете изменить его позже, при этом все учётные записи с неприличными именами будут закрыты!
sk: Uistite sa, že si vyberáte rodinne prijateľné používateľské meno! Neskôr ho už nemôžete zmeniť a akýkoľvek účet s nevhodným užívateľským menom bude uzavretý.
sl: Ne pozabite izbrati družini prijaznega uporabniškega imena. Pozneje ga ne morete spremeniti in vsa neprimerna uporabniška imena bodo zaprta!
sq: Sigurohuni se zgjidhni një emër përdoruesi të përshtatshëm për familje. S’mund ta ndryshoni më vonë dhe cilado llogari me emra përdoruesish të papërshtatshëm do të mbyllet!
sr: Постарај се да одабереш пристојно корисничко име. Касније га нећеш моћи променити, а налози са непристојним корисничким именима биће затворени!
sv: Se till att välja ett familjevänligt användarnamn. Du kan inte ändra det senare och alla konton med olämpliga användarnamn kommer att stängas!
tr: Aile dostu bir kullanıcı adı seçtiğinizden emin olun. Kullanıcı adı daha sonra değiştirilemez ve uygunsuz kullanıcı adına sahip hesaplar kapatılır!
uk: Переконайтесь, що ви вибрали хороше ім'я. Ви не можете змінити його потім, а профілі з непристойними іменами будуть заблоковані!
vi: Hãy đảm bảo chọn tên người dùng thân thiện với mọi người. Bạn sẽ không thể thay đổi nó và bất kỳ tài khoản nào có tên người dùng không phù hợp sẽ bị đóng!
zh: 请务必选择一个和谐的用户名，用户名设置后无法更改，并且不合规的用户名会导致账户被封禁！
zh_tw: 請選擇一個妥當的使用者名稱。請注意使用者名稱無法再次更改，並且不妥當的名稱會導致帳號被封禁！

# signupEmailHint
source: We will only use it for password reset and account activation.
af: Dit sal slegs gebruik word om wagwoorde te herstel.
ar: سوف نستخدمه فقط لإعادة تعيين كلمة المرور.
az: Biz onu yalnız parol sıfırlanması üçün istifadə edəcəyik.
be: Мы будзем выкарыстоўваць яго толькі для скіду пароля.
bg: Ще го използваме само за възстановяване на паролата.
bn: আমরা এটি শুধুমাত্র পাসওয়ার্ড রিসেটের জন্য ব্যবহার করব.
bs: Koristit ćemo ga samo za ponovno postavljanje lozinke.
ca: Només s'utilitzarà per restablir la contrasenya.
cs: Bude použit pouze pro obnovení hesla.
da: Vi vil kun bruge det til nulstilling af adgangskode.
el: Θα τη χρησιμοποιήσουμε μόνο για την επαναφορά του κωδικού πρόσβασης.
eo: Ni nur uzos ĝin por pasvorta restarigo.
es: Sólo lo usaremos para restablecer tu contraseña.
eu: Pasahitza berrezartzeko erabiliko dugu bakarrik.
fa: ما فقط برای بازنشاندن گذرواژه، از آن استفاده خواهیم کرد.
fi: Käytämme sitä vain, jos pyydät uutta salasanaa.
gl: Só se usará para restablecer o contrasinal.
he: רק לצורך איפוס הסיסמה.
hy: Մենք այն օգտագործելու ենք միայն գաղտնաբառը չեղարկելու համար։
id: Ini hanya akan digunakan untuk setel ulang password.
it: Lo useremo solamente per reimpostare la tua password.
kk: Құпиясөзді қайта орнату үшін ғана керек.
ko: 비밀번호 초기화를 위해서만 사용됩니다.
lt: Jį naudosime tik atkurti slaptažodžiui.
lv: Mēs to izmantosim tikai paroles atiestatīšanai.
mk: Ќе го користиме само за ресетирање на лозинката.
nl: We zullen het alleen gebruiken om het wachtwoord opnieuw in te stellen.
pt: Só o usaremos para redefinir a palavra-passe.
ro: Îl vom folosi doar pentru resetarea parolei.
ru: Мы будем использовать его только для сброса пароля.
sk: Použijeme ho iba pri znovunastavení hesla.
sl: Uporabljali ga bomo samo za ponastavitev gesla.
sq: Do ta përdorim vetëm për ricaktim fjalëkalimi.
sr: Биће коришћено само аз ресетовање лозинке.
sv: Vi kommer endast att använda den för att återställa lösenordet.
tr: Bunu yalnızca şifre sıfırlaması için kullanacağız.
uk: Ми використаємо її лише для скидання пароля.
vi: Chúng tôi chỉ sử dụng nó cho việc khôi phục mật khẩu.
zh: 该邮箱仅用于密码重置和账户激活
zh_tw: 僅用於密碼重置

source: Password
af: Wagwoord
ar: كلمة السر
az: Şifrə
be: Пароль
bg: Парола
bn: পাসওয়ার্ড
bs: Lozinka
ca: Contrasenya
cs: Heslo
da: Adgangskode
el: Κωδικός
eo: Pasvorto
es: Contraseña
eu: Pasahitza
fa: گذرواژه
fi: Salasana
gl: Contrasinal
he: סיסמה
hy: Գաղտնաբառ
id: Kata sandi
kk: Құпиясөз
ko: 비밀번호
lt: Slaptažodis
lv: Parole
mk: Лозинка
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalim
sr: Лозинка
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

source: Change password
af: Verander wagwoord
ar: تغيير كلمة السر
az: Şifrəni dəyiş
be: Змяніць пароль
bg: Промяна на паролата
bn: পাসওয়ার্ড পরিবর্তন
bs: Promijeni lozinku
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
el: Αλλαγή κωδικού
eo: Ŝanĝi pasvorton
es: Cambiar contraseña
eu: Pasahitza aldatu
fa: تغییر گذرواژه
fi: Vaihda salasana
gl: Cambiar contrasinal
he: שינוי סיסמה
hy: Փոխել գաղտնաբառը
id: Ganti kata sandi
it: Cambia password
kk: Құпиясөзді өзгерту
ko: 비밀번호 변경
lt: Keisti slaptažodį
lv: Mainīt paroli
mk: Променете ја шифрата
nl: Wijzig wachtwoord
pt: Alterar a palavra-passe
ro: Schimbă parola
ru: Сменить пароль
sk: Zmeniť heslo
sl: Zamenjaj geslo
sq: Ndryshoni fjalëkalimin
sr: Промени лозинку
sv: Byt lösenord
tr: Şifre değiştir
uk: Змінити пароль
vi: Thay đổi mật khẩu
zh: 更改密码
zh_tw: 更改密碼
