Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# activityRankedInTournament
source: {count, plural, =1{Ranked #{count} (top {param2}%) with {param3} game in {param4}} other{Ranked #{count} (top {param2}%) with {param3} games in {param4}}}
af: {count, plural, =1{Het rang van #{count}(top {param2}%) met {param3} spel in {param4}} other{Het rang van #{count}(top {param2}%) met {param3} spelle in {param4}}}
ar: {count, plural, =0{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}} =1{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}} =2{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}} few{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}} many{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}} other{المركز #{count} (أفضل {param2}%) ل {param3} مباراة في {param4}}}
az: {count, plural, =1{{param3} oyun oynayaraq {param4} turnirində {count}. oldu (en yaxşı{param2}% içində)} other{{param3} oyun oynayaraq {param4} turnirində {count}. oldu (en yaxşı{param2}% içində)}}
be: {count, plural, =1{Заняў {count} месца (лепшыя {param2}%) турніру {param4}, узяўшы ўдзел у {param3} гульні} few{Заняў {count} месца (лепшыя {param2}%) турніру {param4}, узяўшы ўдзел у {param3} гульнях} many{Заняў {count} месца (лепшыя {param2}%) турніру {param4}, узяўшы ўдзел у {param3} гульнях} other{Заняў {count} месца (лепшыя {param2}%) турніру {param4}, узяўшы ўдзел у {param3} гульнях}}
bg: {count, plural, =1{#{count} място (топ {param2}%) с {param3} игра в {param4}} other{#{count} място (горен {param2}%) с {param3} игра в {param4}}}
bn: {count, plural, =1{অনুপাত #{count} (সর্বোচ্চ {param2}%) সাথে {param3} খেলায় {param4}} other{অনুপাত #{count} (সর্বোচ্চ {param2}%) সাথে {param3} খেলায় {param4}}}
bs: {count, plural, =1{Rangiran/a #{count} (prvih {param2}%) sa {param3} odigranom partijom u turniru {param4}} few{Rangiran/a #{count} (prvih {param2}%) sa {param3} odigrane partijeu turniru {param4}} other{Rangiran/a #{count} (prvih {param2}%) sa {param3} odigranih partija u turniru {param4}}}
ca: {count, plural, =1{{count}º en la classificació (dins del {param2}% millor) amb {param3} partida en {param4}} other{{count}º en la classificació (dins dels {param2}% millors) amb {param3} partides en {param4}}}
cs: {count, plural, =1{Skončil #{count} (top {param2}%) s {param3} hrou v {param4}} few{Skončil #{count} (top {param2}%) s {param3} hrami v {param4}} many{Skončil #{count} (top {param2}%) s {param3} hrami v {param4}} other{Skončil #{count} (top {param2}%) s {param3} hrami v {param4}}}
da: {count, plural, =1{Rangeret #{count} (top {param2}%) med {param3} parti i {param4}} other{Rangeret #{count} (top {param2}%) med {param3} partier i {param4}}}
el: {count, plural, =1{Κατατάχθηκε #{count} (κορυφαίος {param2}%) με {param3} παιχνίδι σε {param4}} other{Κατατάχθηκε #{count} (κορυφαίος {param2}%) με {param3} παιχνίδια σε {param4}}}
eo: {count, plural, =1{Rangita #{count} (supro {param2}%) kun {param3} ludo en {param4}} other{Rangita #{count} (supro {param2}%) kun {param3} ludoj en {param4}}}
es: {count, plural, =1{{count}º en la clasificación (dentro del {param2}% mejor) con {param3} partida en {param4}} other{{count}º en la clasificación (dentro del {param2}% mejor) con {param3} partidas en {param4}}}
eu: {count, plural, =1{{count}. postua lortu du (% {param2} onenen artean) partida {param3} jokatuta {param4} txapelketan} other{{count}. postua (% {param2} onenen artean) {param3} partida jokatuta {param4} txapelketan}}
fa: {count, plural, =1{رتبه #{count} ({param2}% برتر) با {param3} بازی در {param4}} other{رتبه #{count} ({param2}% برتر) با {param3} بازی در {param4}}}
fi: {count, plural, =1{Sijoittui {count}. sijalle (parhaaseen {param2}%) pelattuaan {param3} pelin turnauksessa {param4}} other{Sijoittui {count}. sijalle (parhaaseen {param2}%) pelattuaan {param3} peliä turnauksessa {param4}}}
gl: {count, plural, =1{{count}º na clasificación (no {param2}% mellor) con {param3} partida en {param4}} other{{count}º na clasificación (no {param2}% mellor) con {param3} partidas en {param4}}}
he: {count, plural, =1{סיים/ה במקום #{count} (אחוזון %{param2}) עם משחק {param3} ב־{param4}} =2{סיים/ה במקום #{count} (אחוזון %{param2}) עם {param3} משחקים ב{param4}} many{סיים/ה במקום #{count} (אחוזון %{param2}) עם {param3} משחקים ב{param4}} other{סיים/ה במקום #{count} (אחוזון %{param2}) עם {param3} משחקים ב{param4}}}
hy: {count, plural, =1{{count} տեղ ({param2} % լավագույն)՝ {param4} մրցաշարում {param3} խաղերի արդյունքով} other{{count} տեղ ({param2} % լավագույն)՝ {param4} մրցաշարում {param3} խաղերի արդյունքով}}
id: {count, plural, other{Peringkat #{count} (atas {param2}%) dengan {param3} permainan di {param4}}}
it: {count, plural, =1{Si è classificato {count}° (nel miglior {param2}%) con {param3} partita in {param4}} other{Si è classificato {count}° (nel miglior {param2}%) con {param3} partite in {param4}}}
kk: {count, plural, =1{{param4} {param3} ойын нәтижесінде {count}-ші орында ({param2}% үздік)} other{{param4} {param3} ойын нәтижесінде {count}-ші орында ({param2}% үздік)}}
ko: {count, plural, other{{count} 위 (상위 {param2}%) ({param4} 에서 {param3} 국)}}
lt: {count, plural, =1{Užėmė #{count} (tarp {param2}% geriausiųjų) su {param3} partija, žaidžiant „{param4}“} few{Užėmė #{count} (tarp {param2}% geriausiųjų) su {param3} partijomis, žaidžiant „{param4}“} many{Užėmė #{count} (tarp {param2}% geriausiųjų) su {param3} partijų, žaidžiant „{param4}“} other{Užėmė #{count} (tarp {param2}% geriausiųjų) su {param3} partijų, žaidžiant „{param4}“}}
lv: {count, plural, =0{{count}. vieta (labākajos {param2}%) spēlējot {param3} spēles {param4}} =1{{count}. vieta (labākajos {param2}%) spēlējot {param3} spēli {param4}} other{{count}. vieta (labākajos {param2}%) spēlējot {param3} spēles {param4}}}
mk: {count, plural, =1{Рангиран #{count} (топ {param2}%) со {param3} игра во {param4}} other{Рангиран #{count} (топ {param2}%) со {param3} игри во {param4}}}
nl: {count, plural, =1{Eindigde #{count} (top {param2}%) met {param3} partij in {param4}} other{Eindigde #{count} (top {param2}%) met {param3} partijen in {param4}}}
pt: {count, plural, =1{Qualificado #{count} (nos {param2}% melhores) com {param3} jogo em {param4}} other{Qualificado #{count} (nos {param2}% melhores) com {param3} jogos em {param4}}}
ro: {count, plural, =1{Clasat #{count} (top {param2}%) cu {param3} meci în {param4}} few{Clasat #{count} (top {param2}%) cu {param3} meciuri în {param4}} other{Clasat #{count} (top {param2}%) cu {param3} meciuri în {param4}}}
ru: {count, plural, =1{{count} место ({param2} % лучших), по результатам {param3} игры в турнире {param4}} few{{count} место ({param2} % лучших), по результатам {param3} игр в турнире {param4}} many{{count} место ({param2} % лучших), по результатам {param3} игр в турнире {param4}} other{{count} место ({param2} % лучших), по результатам {param3} игр в турнире {param4}}}
sk: {count, plural, =1{Umiestnil sa na {count} mieste (top {param2}%) s {param3} partiou v {param4}} few{Umiestnil sa na {count} mieste (top {param2}%) s {param3} partiami v {param4}} many{Umiestnil sa na {count} mieste (top {param2}%) s {param3} partiami v {param4}} other{Umiestnil sa na {count} mieste (top {param2}%) s {param3} partiami v {param4}}}
sl: {count, plural, =1{#{count} na lestvici (najboljših {param2}%) v {param3} partiji tekmovanja {param4}} =2{#{count} na lestvici (najboljših {param2}%) v {param3} partijah tekmovanja {param4}} few{#{count} na lestvici (najboljših {param2}%) v {param3} partijah tekmovanja {param4}} other{#{count} na lestvici (najboljših {param2}%) v {param3} partijah tekmovanja {param4}}}
sq: {count, plural, =1{U rendit i {count} ({param2}% kryesuesit) me {param3} lojë në {param4}} other{U rendit i {count} ({param2}% kryesuesit) me {param3} lojëra në {param4}}}
sr: {count, plural, =1{Рангиран/а #{count} (првих {param2}%) са {param3} партијом у {param4}} few{Рангиран/а #{count} (првих {param2}%) са {param3} партије у {param4}} other{Рангиран/а #{count} (првих {param2}%) са {param3} партија у {param4}}}
sv: {count, plural, =1{Rankad #{count} (topp {param2}%) med {param3} partier i {param4}} other{Rankad #{count} (topp {param2}%) med {param3} partier i {param4}}}
tr: {count, plural, =1{{param3} oyun oynayarak {param4} turnuvasında {count}. oldu (en iyi {param2}% içinde)} other{{param3} oyun oynayarak {param4} turnuvasında {count}. oldu (en iyi {param2}% içinde)}}
uk: {count, plural, =1{Досяг #{count} місця (кращі {param2}%), зіграна {param3} гра, в турнірі: {param4}} few{Досяг #{count} місця (кращі {param2}%), зіграно {param3} гри, турнір: {param4}} many{Досяг #{count} місця (кращі {param2}%), зіграно {param3} ігор, турнір: {param4}} other{Досяг #{count} місця (кращі {param2}%), зіграно {param3} ігор, турнір: {param4}}}
vi: {count, plural, other{Được hạng #{count} (tốp {param2}%) với {param3} ván trong giải {param4}}}
zh: {count, plural, other{在 {param4} 中排名第 #{count} 位（前 {param2}%），对局数 {param3}}}
zh_tw: {count, plural, other{在{param4}錦標賽中下了{param3}盤棋局，排名第{count}(前{param2}%)}}

# activityCompetedInNbSwissTournaments
source: {count, plural, =1{Competed in {count} Swiss tournament} other{Competed in {count} Swiss tournaments}}
af: {count, plural, =1{Het aan {count} swiss toernooi deelgeneem} other{Het aan {count} swiss toernooie deelgeneem}}
ar: {count, plural, =0{تنافس في {count} بطولة سويسرية} =1{تنافس في {count} بطولة سويسرية} =2{تنافس في {count} بطولة سويسرية} few{تنافس في {count} بطولة سويسرية} many{تنافس في {count} بطولة سويسرية} other{تنافس في {count} بطولة سويسرية}}
az: {count, plural, =1{{count} İsveçrə sistemli turnirə qatıldı} other{{count} İsveçrə sistemli turnirə qatıldı}}
be: {count, plural, =1{Паўдзельнічаў(-ла) у {count} турніры па швейцарскай сістэме} few{Паўдзельнічаў(-ла) у {count} турнірах па швейцырскай сістэме} many{Паўдзельнічаў(-ла) у {count} турнірах па швейцырскай сістэме} other{Паўдзельнічаў(-ла) у {count} турнірах па швейцырскай сістэме}}
bg: {count, plural, =1{Участва в {count} турнир по швейцарската система} other{Участва в {count} турнира по швейцарската система}}
bn: {count, plural, =1{সুইস টুর্নামেন্ট শেষ করেছেন {count} এর ভেতর} other{সুইস টুর্নামেন্ট শেষ করেছেন {count} এর ভেতর}}
bs: {count, plural, =1{Takmičio se u {count} turnirima po švicarskom sistemu} few{Takmičili se u {count} turnirima po švicarskom sistemu} other{Takmičili se u {count} turnirima po švicarskom sistemu}}
ca: {count, plural, =1{Ha jugat en {count} torneig suís} other{Ha jugat en {count} tornejos suïssos}}
cs: {count, plural, =1{Účast v {count} švýcarském turnaji} few{Účast ve {count} švýcarských turnajích} many{Účast v {count} švýcarských turnajích} other{Účast v {count} švýcarských turnajích}}
da: {count, plural, =1{Deltog i {count} schweizerturnering} other{Deltog i {count} schweizerturneringer}}
el: {count, plural, =1{Αγωνίστηκε σε {count} ελβετικό τουρνουά} other{Αγωνίστηκε σε {count} ελβετικά τουρνουά}}
eo: {count, plural, =1{Konkuris en {count} svisa turniro} other{Konkuris en {count} svisaj turniroj}}
es: {count, plural, =1{Ha competido en {count} torneo suizo} other{Ha competido en {count} torneos suizos}}
eu: {count, plural, =1{Txapelketa suitzar {count}en hartu du parte} other{{count} txapelketa suitzarretan hartu du parte}}
fa: {count, plural, =1{در {count} مسابقه سوئیسی رقابت کرد} other{در {count} مسابقه سوئیسی رقابت کرد}}
fi: {count, plural, =1{Osallistui {count} sveitsiläiseen turnaukseen} other{Osallistui {count} sveitsiläiseen turnaukseen}}
gl: {count, plural, =1{Competiu en {count} torneo suízo} other{Competiu en {count} torneos suízos}}
he: {count, plural, =1{השתתף/ה בטורניר שוויצרי {count}} =2{השתתף/ה ב־{count} טורנירים שוויצריים} many{השתתף/ה ב־{count} טורנירים שוויצריים} other{השתתף/ה ב־{count} טורנירים שוויצריים}}
id: {count, plural, other{Sudah mengikuti {count} turnamen swiss}}
it: {count, plural, =1{Ha gareggiato in {count} torneo Svizzero} other{Ha gareggiato in {count} tornei Svizzeri}}
kk: {count, plural, =1{{count} швейцарлық жарысқа қатысты} other{{count} швейцарлық жарысқа қатысты}}
ko: {count, plural, other{{count} 번 토너먼트에 참가함}}
lt: {count, plural, =1{Dalyvavo {count} šveicariškame turnyre} few{Dalyvavo {count} šveicariškuose turnyruose} many{Dalyvavo {count} šveicariško turnyro} other{Dalyvavo {count} šveicariškų turnyrų}}
lv: {count, plural, =0{Sacentās {count} Šveices turnīros} =1{Sacentās {count} Šveices turnīrā} other{Sacentās {count} Šveices turnīros}}
mk: {count, plural, =1{Се натпреварувал во {count} швајцарски турнир} other{Се натпреварувал во {count} швајцарски турнири}}
nl: {count, plural, =1{Nam deel aan {count} Zwitsers toernooi} other{Nam deel aan {count} Zwitserse toernooien}}
pt: {count, plural, =1{Competiu em {count} torneio suíço} other{Competiu em {count} torneios suíços}}
ro: {count, plural, =1{A concurat în {count} turneu elvețian} few{A concurat în {count} turnee elvețiene} other{A concurat în {count} turnee elvețiene}}
ru: {count, plural, =1{Завершён {count} турнир по швейцарской системе} few{Завершено {count} турнира по швейцарской системе} many{Завершено {count} турниров по швейцарской системе} other{Завершено {count} турниров по швейцарской системе}}
sk: {count, plural, =1{Odohraný {count} turnaj švajčiarskym systémom} few{Odohrané {count} turnaje švajčiarskym systémom} many{Odohraných {count} turnajov švajčiarskym systémom} other{Odohraných {count} turnajov švajčiarskym systémom}}
sl: {count, plural, =1{Tekmoval na {count} švicarskem turnirju} =2{Tekmoval na {count} švicarskih turnirjih} few{Tekmoval na {count} švicarskih turnirjih} other{Tekmoval na {count} švicarskih turnirjih}}
sq: {count, plural, =1{Konkuroi në turneun zviceran {count}} other{Ndeshur në {count} turne zviceranë}}
sv: {count, plural, =1{Tävlade i {count} swissturnering} other{Tävlade i {count} swissturneringar}}
tr: {count, plural, =1{{count} İsviçre Sistemi turnuvasına katıldı} other{{count} İsviçre Sistemi turnuvasına katıldı}}
uk: {count, plural, =1{Завершив {count} турнір за швейцарською системою} few{Завершив {count} турніри за швейцарською системою} many{Завершив {count} турнірів за швейцарською системою} other{Завершив {count} турніри за швейцарською системою}}
vi: {count, plural, other{Đã hoàn thành {count} giải đấu hệ Thụy Sĩ}}
zh: {count, plural, other{参加了 {count} 场瑞士制锦标赛}}
zh_tw: {count, plural, other{參與過 {count} 場瑞士制錦標賽}}

# activityJoinedNbTeams
source: {count, plural, =1{Joined {count} team} other{Joined {count} teams}}
af: {count, plural, =1{Het aangesluit by {count} span} other{Het aangesluit by {count} spanne}}
ar: {count, plural, =0{إنضم ل {count} فريق} =1{إنضم ل {count} فريق} =2{إنضم ل {count} فِرَق} few{إنضم ل {count} فِرَق} many{إنضم ل {count} فِرَق} other{إنضم ل {count} فِرَق}}
az: {count, plural, =1{{count} komandasına qatıldı} other{{count} komandasına qatıldı}}
be: {count, plural, =1{Далучыўся да {count} каманды} few{Далучыўся да {count} каманд} many{Далучыўся да {count} каманд} other{Далучыўся да {count} каманд}}
bg: {count, plural, =1{Присъедини се в {count} отбор} other{Присъедини се в {count} отбори}}
bn: {count, plural, =1{যুক্ত হয়েছে {count} দল} other{যুক্ত হয়েছে {count} দল}}
bs: {count, plural, =1{Pridružio/la se {count} timu} few{Pridružio/la se {count} tima} other{Pridružio/la se {count} timova}}
ca: {count, plural, =1{Membre de {count} equip} other{T'has unit a {count} equips}}
cs: {count, plural, =1{Přidal se k {count} týmu} few{Přidal se k {count} týmům} many{Přidal se k {count} týmům} other{Přidal se k {count} týmům}}
da: {count, plural, =1{Blev medlem af {count} hold} other{Blev medlem af {count} hold}}
el: {count, plural, =1{Έγινε μέλος {count} ομάδας} other{Έγινε μέλος {count} ομαδών}}
eo: {count, plural, =1{Aliĝis {count} teamo} other{Aliĝis {count} teamoj}}
es: {count, plural, =1{Miembro de {count} equipo} other{Miembro de {count} equipos}}
eu: {count, plural, =1{Talde {count}era sartu da} other{{count} taldetara sartu da}}
fa: {count, plural, =1{به {count} تیم پیوست} other{به {count} تیم پیوست}}
fi: {count, plural, =1{Liittyi {count} joukkueeseen} other{Liittyi {count} joukkueeseen}}
gl: {count, plural, =1{Uniuse a {count} equipo} other{Uniuse a {count} equipos}}
he: {count, plural, =1{הצטרף/ה לקבוצה {count}} =2{הצטרף/ה ל־{count} קבוצות} many{הצטרף/ה ל־{count} קבוצות} other{הצטרף/ה ל־{count} קבוצות}}
hy: {count, plural, =1{Ընդունվել է {count} թիմ} other{Ընդունվել է {count} թիմ}}
id: {count, plural, other{Bergabung {count} tim}}
it: {count, plural, =1{Si è unito ad {count} squadra} other{Si è unito a {count} squadre}}
kk: {count, plural, =1{{count} топқа қосылды} other{{count} топқа қосылды}}
ko: {count, plural, other{{count} 팀에 참가함}}
lt: {count, plural, =1{Prisijungė prie {count} komandos} few{Prisijungė prie {count} komandų} many{Prisijungė prie {count} komandų} other{Prisijungė prie {count} komandų}}
lv: {count, plural, =0{Pievienojās {count} komandām} =1{Pievienojās {count} komandai} other{Pievienojās {count} komandām}}
mk: {count, plural, =1{Се придружи на {count} тим} other{Се придружи на {count} тимови}}
nl: {count, plural, =1{Sloot zich aan bij {count} team} other{Sloot zich aan bij {count} teams}}
pt: {count, plural, =1{Entrou em {count} equipa} other{Entrou em {count} equipas}}
ro: {count, plural, =1{S-a alăturat la {count} echipă} few{S-a alăturat la {count} echipe} other{S-a alăturat la {count} echipe}}
ru: {count, plural, =1{Принят в {count} клуб} few{Принят в {count} клуба} many{Принят в {count} клубов} other{Принят в {count} клубов}}
sk: {count, plural, =1{Vstup do {count} družstva} few{Vstup do {count} družstiev} many{Vstup do {count} družstiev} other{Vstup do {count} družstiev}}
sl: {count, plural, =1{Pridružen {count} ekipi} =2{Pridružen {count} ekipam} few{Pridružen {count} ekipam} other{Pridružen {count} ekipam}}
sq: {count, plural, =1{U bashkua me ekipin {count}} other{U bë pjesë e {count} ekipive}}
sr: {count, plural, =1{Придружио/ла се {count} тиму} few{Придружио/ла се {count} тима} other{Придружио/ла се {count} тимова}}
sv: {count, plural, =1{Gick med i {count} lag} other{Gick med i {count} lag}}
tr: {count, plural, =1{{count} takıma katıldı} other{{count} takıma katıldı}}
uk: {count, plural, =1{Приєднався до {count} команди} few{Приєднався до {count} команд} many{Приєднався до {count} команд} other{Приєднався до {count} команд}}
vi: {count, plural, other{Đã tham gia {count} đội}}
zh: {count, plural, other{加入了 {count} 支团队}}
zh_tw: {count, plural, other{加入 {count} 團隊}}

# arenaArena
source: Arena
ar: ساحة
bg: Арена
bn: অ্যারেনা
cs: Aréna
el: Αρένα
eo: Areno
es: Torneo
fa: راوان
fi: Areena
he: זירה
kk: Алаң
ko: 아레나
lv: Arēna
ru: Арена
sk: Aréna
sq: Arenë
sr: Арена
uk: Арена
vi: Đấu trường
zh: 竞技场
zh_tw: 競技場

# arenaArenaTournaments
source: Arena tournaments
af: Arena toernooie
ar: مسابقات الساحة
az: Arena turnirləri
be: Турніры Арэны
bg: Арена турнири
bn: অ্যারিনা টুর্ণামনেন্টসমূহ
bs: Turniri u Areni
ca: Torneig Arena
cs: Otevřené turnaje
da: Arenaturneringer
el: Τουρνουά αρένας
eo: Arenaj turniroj
es: Torneos
eu: Arena Txapelketak
fa: مسابقات راوان
fi: Areenaturnaukset
gl: Torneos Arena
he: טורנירי זירה
hy: «Արենա» մրցաշարեր
id: Arena turnamen
it: Tornei arena
kk: Жарыс алаңы
ko: 아레나 토너먼트
lt: Arenos turnyrai
lv: Arēnas turnīri
mk: Арена турнири
nl: Arena-toernooien
pt: Torneios em arena
ro: Turnee de tip arenă
ru: Турниры «Арена»
sk: Arénové turnaje
sl: Turnirji v areni
sq: Turne Arenë
sr: Турнири у арени
sv: Arena-turneringar
tr: Arena turnuvaları
uk: Турніри Арена
vi: Các giải đấu Đấu trường
zh: 竞技场锦标赛
zh_tw: 錦標賽

# arenaIsItRated
source: Is it rated?
af: Is dit gegradeer?
ar: هل هي مقيمة؟
az: Reytinq hesablanırmı?
be: Гэта рэйтынгавыя гульні?
bg: С рейтинг ли е?
bn: মূল্যায়িত হয়েছে?
bs: Igra li se za rejting bodove?
ca: És puntuat?
cs: Započítává se turnaj do ratingu?
da: Er den ratet?
el: Είναι βαθμολογημένο;
eo: Ĉu ĝi estas taksita?
es: ¿Es por puntos?
eu: Sailkapenerako balio du?
fa: آیا رسمی است؟
fi: Vaikuttavatko vahvuuslukuun?
gl: É puntuado?
he: האם הטורנירים נכללים בדירוג?
hy: Ի՞նչ կլինի վարկանիշիս հետ
id: Apakah ini di-rating?
it: Questo torneo è classificato?
kk: Бұл бағалана ма?
ko: 레이팅이 적용되나요?
lt: Ar jis vertinamas?
lv: Vai tas ir vērtēts?
mk: Дали е рангиран?
nl: Is dit met rating?
pt: É por pontos?
ro: Este evaluat?
ru: Что будет с рейтингом?
sk: Započítava sa turnaj do môjho ratingu?
sl: Ali je rangirano?
sq: A është me vlerësim?
sr: Да ли је рангиран?
sv: Är det rankat?
tr: Bu turnuva puanlı mı?
uk: Він рейтинговий?
vi: Có tính xếp hạng?
zh: 会影响等级分吗？
zh_tw: 這一局棋會被評分嗎？
