Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleGoals
source: Goals
af: Doelwitte
ar: الغايات
az: Hədəflər
be: Мэты
bg: Цели
bn: উদ্দেশ
bs: Ciljevi
ca: Objectius
cs: Cíle
da: Mål
el: Στόχοι
eo: Celoj
es: Objetivos
eu: Helburuak
fa: اهداف
fi: Tavoitteet
gl: Obxectivos
he: יעדים
hy: Նպատակներ
id: Tujuan
it: Per obiettivo
kk: Мақсаттар
ko: 목표
lt: Tikslai
lv: Mērķi
mk: Цели
nl: Doelen
pt: Objetivos
ro: Obiective
ru: Цели
sk: Cieľ
sl: Cilji
sq: Objektiva
sr: Циљеви
sv: Mål
tr: Hedefler
uk: Цілі
vi: Mục tiêu
zh: 战略目的
zh_tw: 目標

# puzzleOrigin
source: Origin
af: Oorsprong
ar: الأصل
az: Mənşəyi
be: Паходжанне
bg: Произход
bn: উত্স
bs: Porijeklo
ca: Origen
cs: Původ
da: Oprindelse
el: Πηγή
eo: Originoj
es: Origen
eu: Jatorria
fa: خاستگاه
fi: Alkuperä
gl: Fonte
he: מקור
hy: Պարտիաներից
id: Asal
it: Per fonte
kk: Түпнұсқа
ko: 출처
lt: Kilmė
lv: Izcelsme
mk: Потекло
nl: Herkomst
pt: Origem
ro: Origine
ru: Из партий
sk: Pôvod
sl: Izvor
sq: Origjinë
sr: Порекло
sv: Ursprung
tr: Kaynak
uk: Джерело
vi: Nguồn từ
zh: 来源
zh_tw: 來源

# puzzleSpecialMoves
source: Special moves
af: Spesiale bewegings
ar: نقلات مميزة
az: Xüsusi gedişlər
be: Адмысловыя хады
bg: Специални ходове
bn: বিশেশ চাল
bs: Specijalni potezi
ca: Jugades especials
cs: Speciální tahy
da: Særlige træk
el: Ειδικές κινήσεις
eo: Specialaj movoj
es: Movimientos especiales
eu: Jokaldi bereziak
fa: حرکات ویژه
fi: Erityissiirrot
gl: Movementos especiais
he: צעדים מיוחדים
hy: Հատուկ քայլեր
id: Langkah spesial
it: Mosse speciali
kk: Ерекше жүрістер
ko: 특수 행마
lt: Ypatingi ėjimai
lv: Īpaši gājieni
mk: Специјални потези
nl: Speciale zetten
pt: Movimentos especiais
ro: Mutări speciale
ru: Особые ходы
sk: Špeciálne ťahy
sl: Posebne poteze
sq: Lëvizje speciale
sr: Специјални потези
sv: Speciella drag
tr: Özel hamleler
uk: Спеціальні ходи
vi: Các nước cờ đặc biệt
zh: 特殊着法
zh_tw: 特殊移動

# puzzleDidYouLikeThisPuzzle
source: Did you like this puzzle?
af: Hou jy van hierdie raaisel?
ar: هل أعجبك هذا اللغز؟
az: Bu tapmacanı bəyəndiniz?
be: Ці спадабалася задача?
bg: Хареса ли Ви този пъзел?
bn: আপনি এই ধাঁধা তি কি পছন্দ করেছেন?
bs: Je li Vam se svidio ovaj problem?
ca: T'ha agradat aquest problema?
cs: Líbila se vám tato úloha?
da: Kunne du lide denne opgave?
el: Σας άρεσε αυτό το τακτικό;
eo: Ĉu vi ŝatis la puzlon?
es: ¿Te ha gustado este ejercicio?
eu: Ariketa gustukoa izan da?
fa: این معما را دوست داشتید؟
fi: Piditkö tästä tehtävästä?
gl: Gustouche este crebacabezas?
he: האם אהבת את החידה הזאת?
hy: Հավանեցի՞ք խնդիրը։
id: Apakah anda menyukai teka-teki ini?
it: Ti è piaciuto questo problema?
kk: Бұл жұмбақ ұнай ма?
ko: 이 퍼즐이 괜찮았나요?
lt: Ar jums patiko ši užduotis?
lv: Vai patika šis uzdevums?
mk: Дали Ви се допадна оваа загатка?
nl: Vond je deze puzzel leuk?
pt: Gostaste deste problema?
ro: Ți-a plăcut această problemă?
ru: Понравилась задача?
sk: Páčila sa vám táto úloha?
sl: Ali ti je všeč šahovski problem?
sq: Ju pëlqeu ky ushtrim?
sr: Да ли вам се свиђа овај проблем?
sv: Gillade du det här problemet?
tr: Bulmacayı beğendiniz mi?
uk: Вам сподобалась ця задача?
vi: Bạn thích câu đố này chứ?
zh: 您喜欢这道谜题吗？
zh_tw: 您喜歡這道謎題嗎？

# puzzleVoteToLoadNextOne
source: Vote to load the next one!
af: Stem om die volgende een te laai!
ar: صوت لتبدأ الغز التالي!
az: Sıradakına keçmək üçün səs verin!
be: Прагаласуйце, каб перайсці да наступнай!
bg: Гласувайте и преминете към следващия!
bn: পরের ধাঁধা তি তে জেতে ভতে দিন!
bs: Glasajte da učitate sljedeći!
ca: Vota per passar al següent!
cs: Hlasujte pro načtení další úlohy!
da: Stem for at indlæse den næste!
el: Ψηφίστε για να προχωρήσετε στο επόμενο!
eo: Voĉdonu por iri al la venonta puzlo!
es: ¡Vota para pasar al siguiente!
eu: Eman bozka hurrengoa kargatzeko!
fa: موافقت برای بارگذاری معمای بعدی!
fi: Anna arviosi, niin seuraava latautuu!
gl: Vota para cargar o seguinte!
he: דרגו כדי לקבל את הפאזל הבא!
hy: Քվեարկե՛ք և անցե՛ք հաջորդին։
id: Isi untuk memanggil yang satunya lagi!
it: Vota per passare al prossimo!
kk: Келесін ашу үшін дауыс беріңіз!
ko: 다음 퍼즐을 위해 투표해주세요!
lt: Nubalsuokite norėdami pakrauti kitą!
lv: Balsojiet, lai ielādētu nākamo!
mk: Гласај и премини на наредната!
nl: Stem om de volgende te laden!
pt: Vota para carregares o próximo!
ro: Votează pentru a-l încărca pe următorul!
ru: Проголосуйте и перейдите к следующей!
sk: Hlasujte a prejdite k ďalšej úlohe!
sl: Glasujte za nalaganje naslednjega!
sq: Votojeni, që të ngarkohet pasuesi!
sr: Оцени да учиташ следећи!
sv: Rösta för att ladda nästa!
tr: Sıradakine geçmek için oy verin!
uk: Голосуйте, щоб перейти далі!
vi: Bình chọn để đến câu đố tiếp theo!
zh: 投票以加载下一题
zh_tw: 告訴我們加載下一題!

# puzzleUpVote
source: Up vote puzzle
af: Stem vir raaisel
ar: أعجبني اللغز
be: Задача спадабалася
bg: Задачата ми хареса
bn: ধাঁধা কে আপ-ভোট করুন
bs: Pozitivno ocijenite problem
ca: Vota positivament el problema
cs: Dobrá úloha
da: Stem opgave op
el: Μου άρεσε το τακτικό
eo: Supren voĉdoni puzlo
es: Votar positivamente el ejercicio
eu: Ariketari +1 botoa
fa: معمای خوبی بود
fi: Arvioi tehtävä hyväksi
gl: Vota a favor do crebacabezas
he: אהבתם את החידה? הצביעו הצבעה עילית
hy: Խնդիրը հավանեցի
it: Valuta positivamente questo problema
kk: Дәрежесін көтеру
ko: 퍼즐 추천
lt: Prabalsuoti už
lv: Patīk puzle
nl: Puzzel leuk vinden
pt: Aprove o puzzle
ro: Îmi place
ru: Задача понравилась
sk: Posunúť úlohu vyššie
sl: Glas ZA uganko
sq: Jepini një votë ushtrimit
sv: Rösta upp pussel
tr: Bulmacayı beğen
uk: Вподобати задачу
vi: Thích câu đố
zh: 赞
zh_tw: 投票為好謎題

# puzzleDownVote
source: Down vote puzzle
af: Stem teen raaisel
ar: لم يعجبني اللغز
be: Задача не спадабалася
bg: Задачата не ми хареса
bn: ধাঁধা কে ডাউন-ভোট করুন
bs: Negativno ocijenite problem
ca: Vota negativament el problema
cs: Špatná úloha
da: Stem opgave ned
el: Δε μου άρεσε το τακτικό
eo: Malsupren voĉdoni puzlo
es: Votar negativamente el ejercicio
eu: Ariketari -1 botoa
fa: معمای بدی بود
fi: Arvioi tehtävä huonoksi
gl: Vota en contra do crebacabezas
he: לא אהבתם? הצביעו הצבעה תחתית
hy: Խնդիրը չհավանեցի
it: Valuta negativamente questo problema
kk: Дәрежесін түсіру
ko: 퍼즐 비추천
lt: Prabalsuoti prieš
lv: Nepatīk puzle
nl: Puzzel niet leuk vinden
pt: Desaprove o puzzle
ro: Vot negativ
ru: Задача не понравилась
sk: Posunúť úlohu nižšie
sl: Glas PROTI uganki
sq: Hiqini një votë ushtrimit
sv: Rösta ner pussel
tr: Bulmacayı beğenme
uk: Не вподобати задачу
vi: Không thích câu đố
zh: 踩
zh_tw: 投票為壞謎題

# puzzleYourPuzzleRatingWillNotChange
source: Your puzzle rating will not change. Note that puzzles are not a competition. Your rating helps selecting the best puzzles for your current skill.
af: Jou raaisel gradeering sal nie verander nie. Neem kennis dat raaisels is nie 'n kompetisie nie. Jou gradeering help om die mees geskikte raaisels vir jou vermoë te kies.
ar: تقييم الألغاز الخاص بك لن يتغير. لاحظ أن الألغاز ليست مسابقة. التقييم يساعد على اختيار أفضل الألغاز لمهاراتك الحالية.
be: Ваш рэйтынг задач не зменіцца. Заўважце, што задачы гэта не спаборніцтва. Рэйтынг дапамагае абіраць найлепшыя задачы для вашага бягучага ўзроўню.
bg: Пъзел рейтингът Ви няма да се промени. Обърнете внимание, че пъзелите не са състезание. Вашият рейтинг помага за подбирането на най-подходящите пъзели спрямо настоящите Ви умения.
bn: আপনার ধাঁধার রেটিং পরিবর্তীত হবে না। উল্লেখ্য, ধাঁধা প্রতিযোগীতামূলক নয়। আপনার রেটিং আপনার দক্ষতা অনুযায়ী ধাঁধা বাছাই করতে সাহায্য করে।
bs: Vaša ocjena slagalice se neće promijeniti. Imajte na umu da zagonetke nisu takmičenje. Vaša ocjena pomaže u odabiru najboljih zagonetki za vašu trenutnu vještinu.
ca: La teva puntuació de problemes no canviarà. Tingues en compte que els problemes no són una competició. La puntuació indica els problemes que més s'assimilen a les teves habilitats.
cs: Vaše hodnocení hádanky se nezmění. Hádanky nejsou soutěží. Hodnocení pomáhá vybírat nejlepší hádanky pro vaši aktuální dovednost.
da: Din opgave-rating vil ikke ændre sig. Bemærk at opgaver ikke er en konkurrence. Rating hjælper med at vælge de bedste opgaver i forhold til dine nuværende færdigheder.
el: Η βαθμολογία τακτικών σας δε θα αλλάξει. Σημειώνουμε πως η επίλυση τακτικών δεν είναι διαγωνιστική διαδικασία — η βαθμολογία σας, άλλωστε, χρησιμοποιείται ως μέτρο για την επιλογή τακτικών δυσκολίας αντίστοιχης με το επίπεδο στο οποίο βρίσκεστε.
eo: Via puzla rango ne ŝanĝiĝos. Notu, ke puzloj ne estas konkurso. Via rango helpis elekti la plej bonaj puzloj por via nuna lerto.
es: Tu puntuación de ejercicios no cambiará. Nota que los ejercicios no son una competición. La puntuación indica los ejercicios que se adecuan a tus habilidades.
eu: Ariketen zure puntuazioa ez da aldatuko. Kontuan izan ariketak ez direla txapelketa bat. Puntuaziok zure gaitasunen araberako ariketak aukeratzen laguntzen du.
fa: درجه‌بندی معمایی شما تغییری نخواهد کرد. توجه داشته باشید که معماها یک رقابت نیستند. درجه‌بندی‌تان به انتخاب بهترین معماها برای سطح مهارت فعلی‌تان کمک می‌کند.
fi: Tehtävävahvuuslukusi ei muutu. Huomaa, että tehtävien ratkaisu ei ole kilpailu. Vahvuusluvun perusteella saat ratkaistavaksesi tämänhetkistä taitotasoasi parhaiten vastaavia tehtäviä.
gl: A túa puntuación en crebacabezas non cambia. Ten en conta que os crebacabezas non son unha competición. A puntuación axuda a escollerche os crebacabezas máis axeitados segundo a túa puntuación actual.
he: דירוג החידות שלך לא ישתנה. שימו לב כי פתירת חידות אינה תחרות. הדירוג נועד לאפשר בחירה של חידות המתאימות לרמה הנוכחית שלך.
hy: Խնդիրներ լուծելու Ձեր վարկանիշը չի փոփոխվի։ Խնդիրների լուծումը մրցություն չէ։ Վարկանիշը հնարավորություն է տալիս ավելի լավ ընտրել խնդիրները ըստ Ձեր մակարդակի։
it: Il tuo punteggio per i problemi non cambierà. Nota che i problemi non sono competitivi. Il punteggio ci aiuta a selezionare i problemi migliori per il tuo livello di gioco.
kk: Сіздің жұмбақ шешу рейтингіңіз өзгермейді. Жұмбақтар жарыс емес екенін ескеріңіз. Мұндағы рейтингтің қызметі – сіздің деңгейіңізге сәйкес жұмбақты табуға көмекші болу.
ko: 당신의 퍼즐 레이팅은 바뀌지 않을 것입니다. 퍼즐은 경쟁이 아니라는 걸 기억하세요. 레이팅은 당신의 현재 수준에 맞는 퍼즐을 선택하도록 돕습니다.
lt: Jūsų galvosūkių reitingas nesikeis. Pažymėtina, kad galvosūkiai nėra rungtynės. Reitingas padeda išrinkti tinkamiausius galvosūkius pagal jūsų gebėjimus.
lv: Jūsu uzdevumu reitings nemainīsies. Ievērojiet, ka uzdevumu risināšana nav sacensības. Reitings mums palīdz atlasīt labākos uzdevumus jūsu prasmju līmenim.
mk: Вашиот рејтинг нема да се промени. Имајте на ум дека загатките не се натпреварување. Вашиот рејтинг помага во изборот на најсоодветните загатки за вашата моментална вештина.
nl: Je puzzelrating zal niet veranderen: puzzels zijn geen competitie. De rating helpt bij het selecteren van de beste puzzels voor je huidige vaardigheid.
pt: A tua classificação de problemas não será alterada. Nota que os problemas não são uma competição. A classificação ajuda a selecionar os melhores problemas para o teu nível atual.
ro: Evaluarea ta la puzzle-uri nu se va schimba. Iți amintim că puzzle-urile nu sunt o competiție. Evaluarea ajută la selectarea celor mai bune puzzle-uri care corespund nivelului tău.
ru: Ваш рейтинг в решении задач не изменится. Решение задач — это не соревнование. Рейтинг помогает лучше подбирать для вас задачи по вашему уровню.
sk: Váš rating úloh sa nezmení. Upozorňujeme, že úlohy nie sú súťaž. Rating pomáha pri výbere najlepších úloh s prihliadnutím na vaše aktuálne zručnosti.
sl: Vaša ocena uganke se ne bo spremenila. Upoštevajte, da uganke niso tekmovanje. Ocena pomaga izbrati najboljše uganke za vaše trenutno znanje.
sq: Vlerësimi juaj për ushtrimet nuk do të ndryshojë. Kini parasysh se ushtrimet nuk janë garë. Vlerësimi juaj ndihmon në përzgjedhjen e ushtrimeve më të mira për aftësitë tuaja të tanishme.
sv: Din pusselrating kommer inte ändras. Observera att pussel inte är en tävling. Rating hjälper till att välja de bästa pusseln för din nuvarande skicklighet.
tr: Bulmaca puanınız değişmeyecek. Bulmacaların bir yarış olmadığını unutmayın. Bu puan mevcut becerilerinize en uygun bulmacayı seçmeye yardımcı olur.
uk: Ваш рейтинг у задачах не зміниться. Зверніть увагу, що задачі - це не змагання. Ваш рейтинг допомагає підбирати задачі за вашими вміннями.
vi: Hệ số giải câu đố của bạn sẽ không thay đổi. Lưu ý rằng giải câu đố không phải một cuộc thi. Hệ số của bạn nhằm giúp chọn những câu đố phù hợp nhất với trình độ của bạn.
zh: 您的谜题等级分不会改变。请注意，谜题并非竞赛。您的等级分有助于根据您当前水平筛选最佳题目。
zh_tw: 您的謎題評級不會改變。請注意，謎題不是比賽。您的評分有助於選擇最適合您當前技能的謎題。

# puzzleFindTheBestMoveForWhite
source: Find the best move for white.
af: Vind die beste skuif vir wit.
ar: جد أفضل نقلة للأبيض.
az: Ağlar üçün ən yaxşı gedişi tapın.
be: Знайдзіце найлепшы ход белых.
bg: Открийте най-добрия ход за белите.
bn: সাদার জন্নে সব থেকে উপযোগী চাল তি খুজে বার করুন।.
bs: Nađite najbolji potez za bijelog.
ca: Troba la millor jugada de les blanques.
cs: Najděte nejlepší tah za bílého.
da: Find det bedste træk for hvid.
el: Βρείτε την καλύτερη κίνηση για τα λευκά.
eo: Trovu la plej bonan movon por blanko.
es: Encuentra el mejor movimiento para las blancas.
eu: Zurien jokaldi onena bilatu.
fa: بهترین حرکت سفید را بیابید.
fi: Löydä valkean paras siirto.
gl: Atopa a mellor xogada para as brancas.
he: מצא/י את המהלך הטוב ביותר ללבן.
hy: Գտե՛ք սպիտակների լավագույն քայլը։
id: Temukan langkah terbaik putih.
it: Trova la mossa migliore per il bianco.
kk: Ақтың ең ұтымды жүрісін табыңыз.
ko: 백의 최선 수를 찾아보세요.
lt: Raskite geriausią ėjimą baltiems.
lv: Atrodiet labāko gājienu baltajiem.
mk: Најди го најдобриот потег на белиот.
nl: Vind de beste zet voor wit.
pt: Encontra a melhor jogada para as brancas.
ro: Găsiți cea mai bună mutare pentru alb.
ru: Найдите лучший ход за белых.
sk: Nájdite najlepší ťah za bieleho.
sl: Poišči najboljšo potezo za belega.
sq: Gjej lëvizjen më të mirë për të bardhin.
sr: Нађи најбољи потез за белог.
sv: Hitta bästa draget för vit.
tr: Beyaz için en iyi hamleyi bulunuz.
uk: Знайдіть найкращий хід за білих.
vi: Tìm nước tối ưu cho bên trắng.
zh: 找出白方的最佳着法
zh_tw: 為白方找出最佳移動

# puzzleFindTheBestMoveForBlack
source: Find the best move for black.
af: Vind die beste skuif vir swart.
ar: جد أفضل نقلة للأسود.
az: Qaralar üçün ən yaxşı gedişi tapın.
be: Знайдзіце найлепшы ход чорных.
bg: Открийте най-добрия ход за черните.
bn: কালোর জন্নে সব থেকে উপযোগী চাল তি খুজে বার করুন।.
bs: Nađite najbolji potez za crnog.
ca: Troba la millor jugada de les negres.
cs: Najděte nejlepší tah za černého.
da: Find det bedste træk for sort.
el: Βρείτε την καλύτερη κίνηση για τα μαύρα.
eo: Trovu la plej bonan movon por nigro.
es: Encuentra el mejor movimiento para las negras.
eu: Beltzen jokaldi onena bilatu.
fa: بهترین حرکت سیاه را بیابید.
fi: Löydä mustan paras siirto.
gl: Atopa a mellor xogada para as negras.
he: מצא/י את המהלך הטוב ביותר לשחור.
hy: Գտե՛ք սևերի լավագույն քայլը։
id: Temukan langkah terbaik hitam.
it: Trova la mossa migliore per il nero.
kk: Қараның ең ұтымды жүрісін табыңыз.
ko: 흑의 최선 수를 찾아보세요.
lt: Raskite geriausią ėjimą juodiems.
lv: Atrodiet labāko gājienu melnajiem.
mk: Најди го најдобриот потег на црниот.
nl: Vind de beste zet voor zwart.
pt: Encontra a melhor jogada para as pretas.
ro: Găsiți cea mai bună mutare pentru negru.
ru: Найдите лучший ход за чёрных.
sk: Nájdite najlepší ťah za čierneho.
sl: Poišči najboljšo potezo za črnega.
sq: Gjej lëvizjen më të mirë për të ziun.
sr: Нађи најбољи потез за црног.
sv: Hitta bästa draget för svart.
tr: Siyah için en iyi hamleyi bulun.
uk: Знайдіть найкращий хід за чорних.
vi: Tìm nước tối ưu cho bên đen.
zh: 找出黑方的最佳着法
zh_tw: 為黑方找出最佳移動

# puzzleToGetPersonalizedPuzzles
source: To get personalized puzzles:
af: Om persoonlike raaisels te kry:
ar: للحصول على ألغاز خاصة بك:
az: Fərdiləşdirilmiş tapmacalar üçün:
be: Каб атрымаць персаналізаваныя задачы:
bg: За да получите персонализирани задачи:
bn: আপনার ব্যাক্তিগত পাজল পেতে:
bs: Kako biste dobili personalizirane probleme:
ca: Per obtenir problemes personalitzats:
cs: Personalizované úlohy:
da: For at få personlige taktikopgaver:
el: Για να λύνετε εξατομικευμένα τακτικά, κάντε:
eo: Por akiri personigitajn puzlojn:
es: Para conseguir ejercicios personalizados:
eu: Ariketa pertsonalizatuak lortzeko:
fa: دریافت معماهای شخصی‌سازی‌شده:
fi: Halutessasi henkilökohtaisia tehtäviä:
gl: Para conseguir crebacabezas personalizados:
he: לקבלת חידות מותאמות אישית:
hy: Անհատական խնդիրներ ստանալու համար.
id: Untuk mendapatkan teka-teki yang diatur:
it: Per ottenere problemi personalizzati:
kk: Жекелендірген жұмбақ алу үшін:
ko: 개인화된 퍼즐을 위해선:
lt: Norėdami gauti suasmenintas užduotis:
lv: Lai iegūtu pielāgotus uzdevumus:
mk: Персонализирани загатки:
nl: Om gepersonaliseerde puzzels te krijgen:
pt: Para obter desafios personalizados:
ro: Pentru a primi probleme de șah personalizate:
ru: Чтобы получить персонализированные задачи:
sk: Získajte úlohy šité na mieru:
sl: Če želite prejeti uganke po meri:
sq: Për të marrë ushtrime të personalizuara:
sr: Да би добио/ла персонализоване проблеме:
sv: För att få personanpassade problem:
tr: Kişiselleştirilmiş bulmacalar için:
uk: Для отримання персоналізованих задач:
vi: Để có được các thế cờ dành riêng cho bạn:
zh: 获取个性化谜题
zh_tw: 得到個人推薦題目:

# puzzlePuzzleId
source: Puzzle {param}
af: Raaisels {param}
ar: لغز {param}
az: Tapmaca {param}
be: Задача {param}
bg: Задача {param}
bn: ধাঁধা {param}
bs: Problem {param}
ca: Problema {param}
cs: Úloha {param}
da: Taktikopgave {param}
el: Τακτικό {param}
eo: Puzlo {param}
es: Ejercicio {param}
eu: {param} ariketa
fa: معمای {param}
fi: Tehtävä {param}
gl: Crebacabezas {param}
he: חידה {param}
hy: Խնդիր № {param}
id: Teka-teki {param}
it: Problema {param}
kk: Жұмбақ {param}
ko: 퍼즐 {param}
lt: Užduotis {param}
lv: Uzdevums {param}
mk: Загатка {param}
nl: Puzzel {param}
pt: Problema {param}
ro: Problema de șah {param}
ru: Задача № {param}
sk: Úloha {param}
sl: Uganka {param}
sq: Ushtrimi {param}
sr: Проблем {param}
sv: Problem {param}
tr: Bulmaca {param}
uk: Задача {param}
vi: Câu đố {param}
zh: 谜题编号：{param}
zh_tw: 謎題 {param}

# puzzlePuzzleOfTheDay
source: Puzzle of the day
af: Raaisels van die dag
ar: لغز اليوم
az: Günün tapmacası
be: Задача дня
bg: Задача на деня
bn: আজকের পাজল
bs: Problem dana
ca: Problema del dia
cs: Úloha dne
da: Dagens opgave
el: Τακτικό της ημέρας
eo: Puzlo de la tago
es: Ejercicio del día
eu: Eguneko ariketa
fa: معمای روز
fi: Päivän tehtävä
gl: Crebacabezas do día
he: החידה היומית
hy: Օրվա խնդիրը
id: Teka-teki hari ini
it: Problema del giorno
kk: Бүгінгі жұмбақ
ko: 오늘의 퍼즐
lt: Dienos užduotis
lv: Dienas uzdevums
mk: Загатка на денот
nl: Puzzel van de dag
pt: Problema do dia
ro: Problema zilei
ru: Задача дня
sk: Úloha dňa
sl: Uganka dneva
sq: Ushtrimi i ditës
sr: Проблем дана
sv: Dagens problem
tr: Günün bulmacası
uk: Задача дня
vi: Câu đố của ngày
zh: 每日棋谜
zh_tw: 每日一題

# puzzleDailyPuzzle
source: Daily Puzzle
af: Daaglikse Raaisel
ar: اللغز اليومي
bg: Задача на деня
bn: দৈনিক ধাঁধা
bs: Problem dana
ca: Problema del dia
cs: Denní úloha
da: Daglig taktikopgave
el: Τακτικό της ημέρας
eo: Taga puzlo
es: Ejercicio del día
eu: Eguneroko ariketa
fa: معمای روزانه
fi: Päivän tehtävä
gl: Crebacabezas do día
he: החידה היומית
hy: Ամենօրյա Խնդիր
id: Teka-teki harian
it: Tattica di oggi
kk: күнделікті жұмбақтар
ko: 일일 퍼즐
lt: Dienos Galvosūkis
lv: Šodienas uzdevums
nl: Dagelijkse Puzzel
pt: Problema diário
ro: Puzzle Zilnic
ru: Задача дня
sk: Úloha na tento deň
sl: Uganka dneva
sv: Dagens problem
tr: Günlük Bulmaca
uk: Щоденна задача
vi: Câu đố Hàng ngày
zh: 每日棋谜
zh_tw: 每日謎題

# puzzleClickToSolve
source: Click to solve
af: Druk om op te los
ar: انقر للحل
az: Həll etmək üçün kliklə
be: Націсніце, каб рашыць
bg: Щракнете, за да решите
bn: সমাধানের জন্য ক্লিক করুন
bs: Kliknite da riješite
ca: Clica per resoldre
cs: Klikněte pro vyřešení
da: Klik for at løse
el: Κάντε κλικ για να το λύσετε
eo: Klaku por solvi
es: Clic para resolver
eu: Ebazteko klik egin
fa: برای حل کلیک کنید
fi: Ratkaise klikkaamalla
gl: Fai clic para resolver
he: לחץ/י כדי לפתור
hy: Սեղմեք լուծելու համար
id: Klik untuk jawabannya
it: Clicca per provare a risolverla
kk: Шешу үшін басыңыз
ko: 퍼즐 풀기
lt: Norėdami spręsti spustelkite
lv: Klikšķiniet, lai atrisinātu
mk: Кликни за решение
nl: Klik om op te lossen
pt: Clica para resolveres
ro: Dă click pentru a rezolva
ru: Нажмите, чтобы начать решать
sk: Kliknutím vyriešiť
sl: Kliknite za rešitev
sq: Klikoni për t’a zgjidhur
sr: Кликни да решиш
sv: Klicka för att lösa
tr: Çözmek için tıklayın
uk: Натисніть, щоб вирішити
vi: Nhấn để giải
zh: 点击解题
zh_tw: 點擊解題

# puzzleGoodMove
source: Good move
af: Goeie skuif
ar: نقلة جيدة
az: Yaxşı gediş
be: Добры ход
bg: Добър ход
bn: ভালো মানের মুভ
bs: Dobar potez
ca: Bona jugada
cs: Dobrý tah
da: Godt træk
el: Καλή κίνηση
eo: Bona movo
es: Buen movimiento
eu: Jokaldi ona
fa: حرکت خوب
fi: Hyvä siirto
gl: Bo movemento
he: מהלך טוב
hy: Լավ քայլ է
id: Langkah bagus
it: Buona mossa
kk: Жақсы жүріс
ko: 좋은 수 입니다.
lt: Geras ėjimas
lv: Labs gājiens
mk: Добар потег
nl: Goede zet
pt: Boa jogada
ro: Mutare bună
ru: Хороший ход
sk: Dobrý ťah
sl: Dobra poteza
sq: Lëvizje e mirë
sr: Добар потез
sv: Bra drag
tr: İyi hamle
uk: Хороший хід
vi: Nước đi tốt
zh: 好着
zh_tw: 好棋

# puzzleBestMove
source: Best move!
af: Beste skuif!
ar: أفضل نقلة!
az: Ən yaxşı gediş!
be: Найлепшы ход!
bg: Най-добър ход!
bn: সেরা মানের মুভ!
bs: Najbolji potez!
ca: La millor jugada!
cs: Nejlepší tah!
da: Bedste træk!
el: Παίξατε την καλύτερη κίνηση!
eo: Plej bona movo!
es: ¡El mejor movimiento!
eu: Jokaldi onena!
fa: بهترین حرکت!
fi: Paras siirto!
gl: O mellor movemento!
he: המהלך הטוב ביותר!
hy: Լավագո՛ւյն քայլը
id: Langkah Baik!
it: La mossa migliore!
kk: Үздік жүріс!
ko: 가장 좋은 수입니다!
lt: Geriausias ėjimas!
lv: Vislabākais gājiens!
mk: Најдобар потег!
nl: Beste zet!
pt: Melhor jogada!
ro: Cea mai bună mutare!
ru: Лучший ход!
sk: Najlepší ťah!
sl: Najboljša poteza!
sq: Lëvizja më e mirë!
sr: Најбољи потез!
sv: Bästa draget!
tr: En iyi hamle!
uk: Найкращий хід!
vi: Nước đi tối ưu!
zh: 最佳着法！
zh_tw: 最佳走法!

# puzzleKeepGoing
source: Keep going…
af: Hou aan…
ar: استمر…
az: Davam edin…
be: Працягвайце…
bg: Продължи…
bn: চালিয়ে যান…
bs: Nastavite…
ca: Continua jugant…
cs: Pokračujte…
da: Bliv ved…
el: Συνεχίστε…
eo: Daŭrigu…
es: Continúa…
eu: Jarraitu…
fa: ادامه دهید…
fi: Jatka…
gl: Continúa…
he: המשיכו…
hy: Շարունակեք…
id: Lanjutkan…
it: Continua così…
kk: Ары қарай…
ko: 계속하세요...
lt: Toliau…
lv: Turpiniet…
mk: Продолжи…
nl: Ga zo door…
pt: Continua…
ro: Continuați cu următoarea mutare…
ru: Продолжайте…
sk: Pokračujte…
sl: Nadaljuj…
sq: Vazhdoni…
sr: Наставите…
sv: Fortsätt…
tr: Devam et...
uk: Продовжуйте...
vi: Hãy tiếp tục…
zh: 请继续…
zh_tw: 加油!

# puzzlePuzzleSuccess
source: Success!
af: Sukses!
ar: تم بنجاح!
az: Uğurlu!
be: Поспех!
bg: Успех!
bn: সফল হয়েছে!
bs: Uspješno!
ca: Èxit!
cs: Úspěch!
da: Korrekt!
el: Επιτυχία!
eo: Sukceso!
es: ¡Bien!
eu: Zorionak!
fa: موفق شدید!
fi: Onnistui!
gl: Feito!
he: כל הכבוד!
hy: Խնդիրը լուծված է
id: Berhasil!
it: Risolto!
kk: Бәрі дұрыс!
ko: 성공!
lt: Pavyko!
lv: Izdevās!
mk: Успех!
nl: Perfect!
pt: Sucesso!
ro: Succes!
ru: Задача решена!
sk: Vyriešené!
sl: Prenos uspešen!
sq: Sukses!
sr: Успех!
sv: Rätt!
tr: Başarılı!
uk: Успіх!
vi: Thành công!
zh: 解题成功！
zh_tw: 成功！
