Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaDrawStreakStandard
source: Draw streaks: When a player has consecutive draws in an arena, only the first draw will result in a point or draws lasting more than {param} moves in standard games. The draw streak can only be broken by a win, not a loss or a draw.
af: Gelykop reeks: Wanneer 'n speler opeenvolgend gelykop speel in 'n arena, sal slegs die eerste gelykop in 'n punt opeinding, of slegs gelykoppe wat meer as {param} skuiwe in standaard spelle duur.
ar: سلسلة تعادلات: عندما يحصل لاعب على تعادلات متتالية في مسابقات الساحة، يحصل اللاعب على نقطة من أول تعادل فقط، أو من التعادلات التي اجتازت {param} نقلة. يمكن كسر سلسلة تعادلات عن طريق الربح فقط، وليس خسارة أو تعادل.
be: Серыя нічыіх: Калі гулец мае некалькі паслядоўных нічыіх на Арэне, то толькі першая з іх прынясе ачко, або нічыя, якая працягнецца болей чым {param} хадоў. Серыю нічыіх можна спыніць толькі перамогай, але не пройгрышам або яшчэ адной нічыёй.
bg: Поредица от ремита: Когато играч има последователни ремита в дадена арена, само първото реми ще ви даде точка, или ремитата, които продължават повече от {param} хода в стандартни игри. Серията от ремита може да бъде прекъсната само от победа, а не от загуба или равенство.
bs: Niz remija: Kad igrač ima uzastopne remije u areni, samo prvi remi rezultira bodom ili remiji koji traju više od {param} poteza. Niz remija može biti prekinut samo pobjedom, a ne porazom ili remijem.
ca: Ratxa de taules: Quan un jugador té taules consecutives en una arena, només la primera compta com a punt, o les que tinguin més de {param} moviments en partides estàndard. La ratxa només es trenca amb una victòria, ni perdent o fent taules.
cs: Série remíz: když hráč několikrát po sobě skončí hru remízou v aréně, pouze první remíza mu dá bod, nebo pokud k remíze dojde po více než {param} tazích. Série může být ukončena pouze výhrou, ne prohrou nebo další remízou.
da: Remis på stribe: Spiller man en ubrudt række remis'er i en arena, gives der kun et point for den første remis eller ved remis'er efter mere end {param} træk i standard spil. En remis-stribe kan kun brydes af en sejr, ikke et nederlag eller en remis.
el: Συνεχόμενες ισοπαλίες: Σε περίπτωση που ένας παίκτης έχει συνεχόμενες ισοπαλίες, είτε μόνο η πρώτη θα του δώσει έναν βαθμό, είτε μόνο οι ισοπαλίες που διήρκησαν πάνω από {param} κινήσεις. Οι συνεχόμενες ισοπαλίες παύουν να θεωρούνται συνεχόμενες μόνο εφόσον τις ακολουθήσει μία νίκη και όχι μία ήττα ή ισοπαλία.
eo: Egalvenkaj sinsekvoj: Kiam ludanto sinsekve egalvenkas en areno, nur la unua egalvenko estos rezultigi poenton, aŭ egalvenkoj daŭre pli ol {param} movoj en normaj ludaj. La egalvenka sinsekvo povas rompita nur per venko, ne malvenko aŭ egalvenko.
es: Rachas de tablas: Cuando un jugador hace tablas en varias partidas consecutivas en un torneo, solo conceden un punto la primera de ellas y las que hayan durado {param} movimientos o más. Una racha de tablas solo puede romperse mediante una victoria, no sirven ni una derrota ni unas tablas.
eu: Berdinketa erreskada: jokalari baten hainbat berdinketa jarraian egin dituenean, lehenengoak bakarrik edo {param} jokaldi baino gehiagoko partidek emango diote puntua partida estandarretan. Berdinketa erreskada garaipen batek bakarrik apurtu dezake, inoiz ez porrot edo beste berdinketa batek.
fa: ریسهٔ مساوی: وقتی بازیکنی در یک راوان، مساوی‌های پیاپی داشته باشد، فقط یکمین مساوی یا مساوی با بیش از {param} حرکت در بازی‌های استاندارد، منجر به امتیاز می‌شود. «ریسهٔ مساوی» تنها با بُرد می‌شکند، نه باخت یا مساوی.
fi: Tasapeliputket: Kun pelaaja pelaa areenassa peräkkäisiä tasapelejä, vain ensimmäisestä tasapelistä saa pisteen, tai yli {param} siirtoa kestäneistä tasapeleistä tavallisissa peleissä. Tasapeliputken voi rikkoa vain voitto – ei häviö eikä tasapeli.
gl: Secuencias de táboas: Cando un xogador fai varias táboas consecutivas na Arena, só a primeira delas recibe un punto, así como as que duren máis de {param} movementos en partidas estándar. Só podes romper unha secuencia de táboas mediante unha vitoria, non serven nin unha derrota nin unhas táboas.
he: רצף תוצאות תיקו: כשמשתתף בטורניר זירה מסיים מספר משחקים רצופים בתיקו, רק תוצאת התיקו הראשונה תזכה אותו בנקודה, או תיקו במשחקים עם יותר מ{param} מהלכים במשחקים סטנדרטיים. הרצף יכול להישבר אך ורק על ידי ניצחון, לא על ידי הפסד או תיקו.
hy: Ոչ-ոքիների շարք. եթե խաղացողն «Արենայում» ունի մի քանի հաջորդական ոչ-ոքի, ապա միավոր տրվում է միայն առաջին ոչ-ոքիի համար կամ այն ոչ-ոքիի համար, որը կտևի ավելին, քան {param} քայլը ստանդարտ տարբերակում։ Ոչ-ոքիների շարքը կարելի է ընդհատել միայն հաղթանակով, բայց ոչ պարտությամբ կամ մեկ այլ ոչ-ոքիով։
it: Serie di patte: quando un giocatore patta più partite consecutive, guadagnerà un punto solo per la prima patta o per patte in partite standard con almeno {param} mosse. Una serie di patte termina solo con una vittoria, non con una sconfitta o una patta.
kk: Тепе-теңдік тізбегі: егер Алаңда қатарынан бірнеше тепе-теңдік шықса, олардың арасынан ұпай беретіні –тек алғашқысы немесе {param} жүрістен асқаны ғана. Тепе-теңдік тізбегін үзу үшін сізге тек жеңіс керек.
ko: 연속 무승부: 플레이어가 2게임 이상 연속으로 무승부를 기록할 경우, 첫 무승부 또는 {param}수 이상을 두고 발생한 무승부에만 점수가 주어질 것입니다. 연속 무승부는 게임에서 승리하면 초기화됩니다.
lt: Lygiųjų sekos: kai žaidėjas turi vienas po kitos einančias lygiąsias arenoje, tik pirmosios, arba trunkančios ilgiau nei {param} ėjimų standartiniuose žaidimuose, lygiosios suteiks tašką. Lygiųjų seka gali būti nutraukta tik pergale, ne pralaimėjimu ar lygiosiomis.
lv: Atkārtoti neizšķirti: Kad spēlētājs vairākas reizes pēc kārtas panāk neizšķirtu arēnā, punktu ieskaitīs tikai par pirmo neizšķirtu, vai neizšķirtas parastās spēles, kas ilga {param} gājienus. Šo secību var pārtraukt tikai uzvara, nevis zaudējums vai neizšķirts.
mk: Низа ремија: Кога играчот ќе одигра низа ремија во арена турнир, ќе добие поен само за првото реми, односно за ремијата со повеќе од {param} потези во стандардни партии. Низата на ремија може да биде прекината само со победа, но не и со пораз или реми.
nl: Reeksen remises: wanneer een speler opeenvolgende keren gelijk speelt, zal enkel de eerste remise een punt opleveren. Bij standaard partijen leveren ook remises van meer dan {param} zetten punten op. Deze reeks van remises kan enkel door een winst verbroken worden, niet door verlies of remise.
pt: Sequência de empates: Quando um jogador tem empates consecutivos numa arena, apenas o primeiro empate ou os empates que duraram mais de {param} movimentos resultarão num ponto. A sequência de empates só pode ser quebrada por uma vitória, não por uma derrota ou empate.
ro: Serie de remize consecutive: Când un jucător are remize consecutive într-un turneu de tip arenă, va primi un punct doar pentru prima remiză, precum și pentru remizele în partide standard care au mai mult de {param} mutări. Seria de remize poate fi întreruptă doar de o victorie, nu de o înfrângere sau remiză.
ru: Серия ничьих: Если игрок имеет несколько последовательных ничьих на Арене, то очко зачтётся только за первую ничью, или ничью, которая продлится больше, чем {param} ходов в стандартном варианте. Серию ничьих можно прервать только победой, но не проигрышем или ещё одной ничьей.
sk: Séria remíz: Keď hráč v aréne remizuje viackrát po sebe, bod sa udelí iba za prvú remízu alebo za remízy v štandardných partiách, ktoré trvajú viac ako {param} ťahov. Séria remíz môže byť prerušená iba výhrou, nie prehrou alebo remízou.
sl: Nizi remijev: Ko ima igralec v areni zaporedne remije, bo samo prvi remi prinesel točko, ali remiji, ki trajajo več kot {param} potez v standardnih igrah. Niz remijev lahko prekine le zmaga, ne pa poraz ali remi.
sv: Remiserier: När en spelare har konsekutiva remier i en arena så kommer bara den första att ge ett poäng, eller remier som varar mer än {param} drag i standardpartier. Remiserien kan bara brytas av en vinst, inte en förlust eller remi.
tr: Beraberlik serisi: Arena turnuvasında üst üste berabere kalan bir oyuncu sadece ilk maçtan puan alır. Beraberlik serisi yalnızca bir galibiyet ile bozulur, yenilgi veya başka bir beraberlikte devam eder. Ek olarak, klasik maçlarda {param} hamleden uzun süren beraberliklerde oyuncular yine puan alır.
uk: Серія нічиїх: Якщо гравець має послідовні нічиї на арені, то одне очко зарахується лише за першу нічию, або нічию, яка триватиме більше ніж {param} ходів. Серію нічиїх можна перервати лише перемогою, але не програшем чи нічиєю.
vi: Chuỗi hòa: Khi một người chơi hòa liên tục ở một đấu trường, chỉ có ván hòa đầu tiên mới được tính điểm hoặc các ván tiêu chuẩn hòa mà có nhiều hơn {param} nước đi. Chuỗi hòa chỉ có thể bị phá vỡ bởi một ván thắng chứ không phải một ván thua hay hòa khác.
zh: 和棋连胜：当棋手在竞技场中连续和棋时，只有第一次和棋会获得分数，或者在标准对局中和棋步数超过 {param} 步时才会得分。和棋连胜只能通过胜局来终结，负局或和局不能。
zh_tw: 連和場數：當棋手在競技場中連續和棋時，只有第一次和棋或者超過 {param} 步的和局才會計分。 連和場數只能被勝利打破，不會被輸棋或和棋打破。

# arenaDrawStreakVariants
source: The minimum game length for drawn games to award points differs by variant. The table below lists the threshold for each variant.
af: Die minimum lengte van gelykop spelle, voor punte toegeken word, verskil tussen variante. The tabel hieronder lys die afsnypunt vir elke variant.
ar: الحد الادنى للمباريات المتعادلة لاحراز نقطة يختلف من متغير للثاني انظلا للجدول ادناه لمعرفى النقاط.
be: Мінімальны лік хадоў для нічыіх для налічэння ачкоў адрозніваецца ў залежнасці ад варыянту. У табліцы ніжэй пералічаны парогавыя значэнні для кожнага варыянту.
bg: Минималната продължителност на играта, при която се присъждат точки за игра завършила реми, е различна в различните варианти. В таблицата по-долу е посочена продължителността за всеки вариант.
bs: Minimalni broj poteza u neriješenim partijama koje donose bodove razlikuje se u zavisnosti od varijante. U tabeli ispod navedeni su pragovi za svaku varijantu.
ca: El nombre mínim de jugades perquè una partida empatada sumi punts és diferent per cada variant. La següent taula mostra el límit per a cada variant.
cs: Minimální délka hry pro bodovanou remízu se liší podle varianty. Níže uvedená tabulka uvádí hotnotu pro danou variantu.
da: Den mindste antal træk der skal til for at et remis-parti giver point, er forskelligt fra variant til variant. Tabellen nedenfor viser tærsklen for hver variant.
el: Ο ελάχιστος αριθμός των κινήσεων που απαιτούνται στις ισόπαλες παρτίδες για να δώσουν βαθμούς εξαρτάται από την παραλλαγή και φαίνεται στον παρακάτω πίνακα.
eo: La minimuma daŭro de egalvenkaj ludoj kiuj aljuĝas poentojn diferencas per variaĵo. La malsupra tabelo listas la komenco de ĉiuj variaĵoj.
es: La duración mínima de las partidas terminadas en tablas para otorgar puntos difiere según la variante. La siguiente tabla muestra el límite para cada variante.
eu: Berdinketa gisa amaitzen diren partiden luzera desberdina da aldaeraren arabera. Beheko taulan agertzen da aldaera bakoitzari dagokiona.
fa: حداقل حرکت برای بازی‌های مساوی‌شدهٔ امتیازدار، بر پایهٔ وَرتا، متفاوت است. جدول زیر، آستانهٔ هر وَرتا را می‌نمایاند.
fi: Kullakin variantilla on pelin vaadittava vähimmäispituus, jolla tasapeliin päättyneistä peleistä saa pisteitä. Alla olevassa taulukossa luetellaan kunkin variantin tasapeliraja.
gl: A duración mínima que permite recibir puntos nas partidas empatadas difire segundo a variante. A seguinte táboa amosa o limiar para cada variante.
he: מספר המהלכים המינימלי המזכה בנקודה עבור תוצאת תיקו משתנה לפי הגרסה (הווריאנט). תוכלו למצוא את הסף המינימאלי בטבלה למטה.
hy: Ոչ-ոքի ավարտված պարտիաների նվազագույն քայլերի քանակը, որի համար տրվում են միավորներ. կախված է խաղի տարբերակից։ Ներքևի աղյուսակում բերված են յուրաքանչյուր տարբերակի համար սահմանային արժեքները։
it: Il minimo numero di mosse necessarie affinché una partita patta valga dei punti varia in base alla variante. La tabella sotto elenca le soglie per ogni variante.
kk: Ұпайға ие болу үшін тепе-теңдікпен аяқталған ойын ұзындығы. Төмендегі тізім әр шахмат түріне сәйкес осы межені көрсетеді.
ko: 승점을 얻을 수 있는 비긴 게임의 최소 길이는 게임 종류에 따라 다릅니다. 아래 표에는 각 게임 종류에 따른 최소 값이 있습니다.
lt: Minimalus žaidimo ilgis užtikrinantis taškus skiriasi pagal variantą. Pateiktoje lentelėje nurodomi slenksčiai kiekvienam variantui.
lv: Minimālais spēles garums, kas nepieciešams, lai saņemtu punktus par neizķirtu, ir atkarīgs no varianta. Zemāk esošā tabula nosaka minimālo gājienu daudzumu katrā variantā.
mk: Минималниот број на потези во реми партија за добивање поени е различен во секоја варијанта. Табелата подолу го прикажува прагот за секоја варијанта.
nl: De minimale lengte die nodig is opdat een remisepartij punten zou opleveren hangt af van de variant. De tabel hieronder geeft een lijst van de ondergrens voor elke variant.
pt: A duração mínima do jogo para empates difere por variante. A tabela abaixo lista o limite para cada variante.
ro: Lungimea minimă a jocului pentru a obține puncte în cazul remizelor diferă în funcție de variantă. Tabelul de mai jos enumeră pragul pentru fiecare variantă.
ru: Минимальное число ходов в ничейных партиях, за которые начисляются очки, зависит от варианта игры. В таблице ниже перечислены пороговые значения для каждого варианта.
sk: Minimálna dĺžka partie, za ktorú sa udeľujú body, sa líši podľa variantu. V nasledujúcej tabuľke sú uvedené hraničné hodnoty pre jednotlivé varianty.
sl: Najmanjša dolžina igre za neodločene igre za dodelitev točk se razlikuje glede na različico. V spodnji tabeli je naveden prag za vsako različico.
sq: Për dhënie pikësh, kohëzgjatja minimum e lojës për lojëra që dalin barazimvaret nga varianti. Tabela më poshtë paraqet pragun për çdo variant.
sv: Minsta partilängden för att remier ska ge poäng är olika mellan varianter. Tabellen nedan listar gränsvärden för varje variant.
tr: Berabere biten oyunların puan getirmesi için gereken minimum hamle sayısı varyanta göre değişir. Her varyant için gerekli olan asgari hamle sayısı tabloda verilmiştir.
uk: Мінімальна тривалість партії для нічиєї та отримання балів залежить від варіанту. Таблиця нижче містить поріг для кожного варіанту.
vi: Độ dài ván đấu tối thiểu cho các ván hòa để vẫn có điểm là khác nhau theo từng biến thể. Bảng dưới đây liệt kê ngưỡng cho từng biến thể.
zh: 和棋对局需达到最短步数限制才能获得分数，此限制因变体而异。下表列出了各变体的阈值。
zh_tw: 計分的和局的最小步數由不同的變體而變化。 下面的表格列出了每個變體的閥值。

# arenaVariant
source: Variant
ar: متغير (أنواع شطرنج غير الكلاسيكي)
be: Варыянт
bg: Вариант
bs: Varijanta
cs: Varianta
el: Παραλλαγή
eo: Variaĵo
es: Variante
eu: Aldaera
fa: وَرتا
fi: Variantti
gl: Variante
he: גרסה
hy: Տարբերակ
id: Variasi permainan
it: Variante
kk: Шахмат түрі
ko: 게임 종류
lt: Variantas
lv: Variants
mk: Варијанта
pt: Variante
ro: Variantă
ru: Вариант
sl: Različica
sr: Варијанта
tr: Varyant
uk: Варіант
vi: Biến thể
zh: 变体
zh_tw: 變體

# arenaMinimumGameLength
source: Minimum game length
af: Minimum spel lengte
ar: الحد الادنى لطول المباراة
be: Мінімальны лік хадоў
bg: Минимален брой ходове
bs: Minimalni broj poteza
ca: Nombre mínim de jugades
cs: Minimální délka hry
da: Mindste partilængde
el: Ελάχιστος αριθμός κινήσεων
eo: Minimuma daŭro de ludoj
es: Duración mínima de la partida
eu: Partidaren gutxieneko luzera
fa: حداقل طول بازی
fi: Pelin vähimmäispituus
gl: Duración mínima da partida
he: אורך משחק מינימאלי
hy: Քայլերի նվազագույն քանակ
it: Lunghezza minima della partita
kk: Ойын ұзындығының кемі
ko: 최소 게임 길이
lt: Minimalus partijos ilgis
lv: Minimālais spēles garums
mk: Минимален број потези
nl: Minimale spellengte
pt: Duração mínima do jogo
ro: Lungimea minimă a jocului
ru: Минимальное число ходов
sk: Minimálna dĺžka partie
sl: Najmanjša dolžina igre
sq: Kohëzgjatje minimum e lojës
sr: Минимална дужина партије
sv: Minsta partilängd
tr: Asgari hamle sayısı
uk: Мінімальна тривалість гри
vi: Độ dài ván đấu tối thiểu
zh: 最短对局步数
zh_tw: 最少對局步數

source: Arena History
af: Arena Geskiedenis
ar: سجل الساحة
az: Arena Keçmişi
be: Гісторыя Арэны
bg: История на арената
bn: অ্যারিনার ইতিহাস
bs: Historija Arene
ca: Historial de torneigs Arena
cs: Historie arény
da: Arena-historik
el: Ιστορικό τουρνουά αρένας
eo: Historia Areno
es: Historial de torneos
eu: Arena historikoa
fa: پیشینهٔ راوان
fi: Areenahistoria
gl: Historial de torneos Arena
he: היסטוריית טורנירי זירה
hy: «Արենայի» պատմություն
id: Riwayat Arena
it: Cronologia dell'Arena
kk: Алаң журналы
ko: 아레나 히스토리
lt: Arenų istorija
lv: Arēnu vēsture
mk: Историја на Арена
nl: Arena geschiedenis
pt: Histórico de arenas
ro: Istoricul turneelor de tip arenă
ru: История «Арены»
sk: História zápasov v aréne
sl: Zgodovina arene
sq: Historik Arene
sr: Прошле арене
sv: Arena-historik
tr: Arena Geçmişi
uk: Історія Арени
vi: Lịch sử Đấu trường
zh: 竞技场历史记录
zh_tw: 先前的重要錦標賽

# arenaNewTeamBattle
source: New Team Battle
af: Nuwe Span Geveg
ar: معركة فريق جديدة
be: Новая камандная бітва
bg: Нова отборна битка
bn: নতুন দলীয় প্রতিযোগীতা
bs: Nova Timska Borba
ca: Nova batalla d'equips
cs: Nová týmová bitva
da: Ny holdkamp
el: Νέα ομαδική μάχη
eo: Nova teama batalo
es: Nueva batalla por equipos
eu: Taldeen Arteko Txapelketa berria
fa: مبارزه تیمی جدید
fi: Uusi joukkuetaisto
gl: Nova Batalla por Equipos
he: קרב צוותים חדש
hy: Նոր միջակումբային մրցաշար
id: Pertempuran Tim Baru
it: Nuova Battaglia di Squadra
kk: Жаңа Топтық Күрес
ko: 새 팀 배틀
lt: Nauja komandinė kova
lv: Jauna Komandas Kauja
mk: Нова тимска битка
nl: Nieuwe teamwedstrijd
pt: Batalha de Equipas
ro: Bătălie în echipă
ru: Новый межклубный турнир
sk: Nový tímový súboj
sl: Nova skupinska bitka
sq: Ndeshje Ekipore e Re
sr: Нова Борба Тимова
sv: Ny Lagmatch
tr: Yeni Takım Çarpışması
uk: Нова Командна битва
vi: Giải Đa Đội Mới
zh: 新建团队战
zh_tw: 新團隊戰

# arenaCustomStartDate
source: Custom start date
af: Aangepaste begin datum
ar: تاريخ بدأ مخصص
be: Уласная дата пачатку
bg: Начална дата
bn: শুরুর তারিখ
bs: Prilagođeni početni datum
ca: Data d'inici personalitzada
cs: Vlastní datum zahájení
da: Tilpasset startdato
el: Ημερομηνία έναρξης
eo: Agorda komenca dato
es: Fecha de inicio personalizada
eu: Pertsonalizatutako hasiera data
fa: تنظیم تاریخ شروع
fi: Mukautettu alkamisaika
gl: Data de comezo personalizada
he: תאריך התחלה
hy: Սկսելու հատուկ ամսաթիվ
id: Tanggal mulai khusus
it: Data iniziale personalizzata
kk: Басталудың ерекше күні
ko: 시작시간 설정
lt: Kita pradžios data
lv: Pielāgots sākuma datums
mk: Прилагоден датум на почеток
nl: Aangepaste startdatum
pt: Data inicial personalizada
ro: Data de început personalizată
ru: Особая дата начала
sk: Vlastný dátum začiatku
sl: Začetni datum po meri
sq: Datë vetjake fillimi
sv: Anpassat startdatum
tr: Özel başlangıç tarihi
uk: Власна дата початку
vi: Thời gian bắt đầu tùy chỉnh
zh: 自定义开始日期
zh_tw: 自定義開始日期

# arenaCustomStartDateHelp
source: In your own local timezone. This overrides the "Time before tournament starts" setting
af: In jou eie plaaslike tydsone. Hierdie oorskruif die "Tydsduur tot aanvang van toernooi" instelling
ar: في المنطقة الزمنية المحلية الخاصة بك. هذا يتجاوز إعداد "الوقت قبل بدء البطولة"
be: У вашым часавым поясе. Гэта перазапіша наладку "Час да пачатку турніра"
bg: Във Вашата времева зона. Това ще замени настройката "Време до началото на турнира"
bn: আপনার স্থানীয় সময়ে। এটি ''সময়ের পূর্বে প্রতিযোগিতা শুরু" কে পরিবর্তন করতে পারে।
bs: U vlastitoj lokalnoj vremenskoj zoni. Ovo nadjačava postavku "Vrijeme prije početka turnira"
ca: En la teva zona horaria local. Això sobreescriu la configuració de "Temps abans de que comenci el torneig"
cs: Ve vašem vlastním časovém pásmu. Přepíše nastavení "Čas před zahájením turnaje"
da: I din egen lokale tidszone. Dette tilsidesætter "Tid før turnering starter" indstillingen
el: Στην τοπική ζώνη ώρας σας. Η ρύθμιση αυτή υπερισχύει της ρύθμισης «Χρόνος πριν την έναρξη του τουρνουά»
eo: En via loka horzono. Ĉi tiu transpasis la "Tempo ĝis la turniro komeciĝas" agordon
es: En tu zona horaria. Esto reemplazará la configuración de "Tiempo antes de que comience el torneo"
eu: Zure ordu-zonan. Honek "Txapeketa hasi aurreko denbora" ezarpena gainidazten du
fa: در منطقه زمانی محلی خودتان. تنظیمات "زمان قبل شروع شدن مسابقه" را نادیده می گیرد
fi: Omalla aikavyöhykkeelläsi. Tämä korvaa asetuksen "Aika ennen turnauksen alkua"
gl: Na túa zona horaria local. Isto sobrescribe o axuste "Tempo antes de que comece o torneo"
he: באזור הזמן המקומי שלך. אפשרות זו עוקפת את ההגדרה "זמן לפני תחילת הטורניר"
hy: Ձեր ժամագոտում։ Դա կանխորոշում է «Մրցաշարի մեկնարկին մնացել է» կարգավորումը
id: Dalam zona waktu lokal Anda sendiri. Ini akan menimpa pengaturan "Waktu sebelum turnamen dimulai"
it: Nel tuo fuso orario locale. Questo sovrascrive l'impostazione "Tempo prima dell'inizio del torneo"
kk: Сіздің жергілікті уақыт белдеуіңіз. Бұл "Жарысқа дейінгі уақыт" баптауына әсер етеді
ko: 당신의 현지 시간대입니다. "토너먼트 시작까지 시간" 설정을 덮어씁니다.
lt: Jūsų laiko zonoje. Turi pirmenybę prieš "Laikas iki turnyro pradžios" nustatymą
lv: Jūsu laika zonā. Šis aizstās iestatījumu "Laiks līdz turnīra sākumam"
mk: Во вашата локална временска зона. Ова ја отфрла поставката „Време пред да започне турнирот“
nl: In je eigen lokale tijdzone. Dit overschrijft de instelling "Tijd voordat het toernooi begint"
pt: No seu próprio fuso horário local. Substitui a configuração "Tempo antes do torneio começar"
ro: În fusul orar local. Acest lucru înlocuiește setarea "Timp înainte de începerea turneului"
ru: В вашем часовом поясе. Это переопределяет настройку «Время до начала турнира»
sk: Vo Vašom miestnom časovom pásme. Toto nastavenie je nadradené nastaveniu "Čas pred začiatkom turnaja"
sl: V svojem lokalnem časovnem pasu. To preglasi nastavitev "Čas pred začetkom turnirja"
sq: Në zonën tuaj kohore. Kjo anashkalon rregullimin “Koha para turneut fillon më”
sv: I din egen lokala tidszon. Detta åsidosätter inställningen "Tid tills turneringen börjar"
tr: Kendi saat diliminizi kullanın. "Turnuvaya kalan süre" ayarı geçersiz kalacaktır
uk: У вашому локальному часовому поясі. Це замінює налаштування "Час до початку турніру"
vi: Tại múi giờ ở địa phương bạn. Điều này thay đổi lại cài đặt "Thời gian trước khi giải đấu bắt đầu"
zh: 使用您自己的本地时区。这将覆盖“锦标赛开始前等待时间”设置
zh_tw: 在您的當地時區，這將會覆蓋在 "比賽準備時間" 選項

# arenaAllowBerserk
source: Allow Berserk
af: Laat Berserkers toe
ar: السماح بالتحدي بنصف الوقت
be: Дазволіць Шалёны рэжым
bg: Позволи Берсерк
bn: Berserk এর অনুমতি দিন
bs: Dopustite Berzerk
ca: Es permet Berserk
cs: Povolit Berserk
da: Tillad Bersærk
el: Να επιτρέπεται το Berserk
eo: Permesi uzi la Berserkon
es: Permitir Berserk
eu: Berserk onartu
fa: اجازهٔ دیوانگی
fi: Salli berserkki
gl: Berserk permitido
he: אפשרו את כפתור האטרף
hy: Թույլատրել Բերսերքը
id: Izinkan Berserk
it: Consenti Berserk
kk: Берсерк-ті рұқсат ету
ko: 버서크 모드 허용
lt: Leisti "įsiūtį"
lv: Atļaut "dullās" spēles
mk: Дозволи Берсерк
nl: Berserk toestaan
pt: Permitir Berserk
ro: Permite Berserk
ru: Разрешить Берсерк
sk: Povoliť besnenie
sl: Dovoli divjanje
sq: Lejo “Berserk”
sv: Tillåt Bärsärk
tr: Divane moduna izin ver
uk: Дозволити Берсерк
vi: Cho phép Berserk
zh: 允许狂暴模式
zh_tw: 允許啟用狂暴模式
