Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# reportCheatBoostHelp
source: Paste the link to the game(s) and explain what is wrong about this user's behaviour. Don't just say "they cheat", but tell us how you came to this conclusion.
af: Kopieer die skakel na die relevante spel(le) en verduidelik wat fout is met die speler se gedrag. Moenie net sê "hulle kroek" nie, verduidelik hoe jy die gevolgtrekking gekom bereik het. Jou antwoord sal vinniger geantwoord word as dit in Engels geskryf is.
ar: هذه رسالة عامية وليست مخصصة لبلاغات الغش. وهي تحاول تعليم اللاعب كيفية كتابة بلاغ مفيد لفريق لي-تشيس. و أيضا تطلب إثبات. تظهر على صفحة "بلغ مستخدم" https://lichess. org/report.
bg: Поставете линкът към играта/игрите и обяснете какво не е наред с поведението на този потребител. Не казвайте само "мами", а ни кажете как стигнахте до това заключение.
bn: গেম(গুলোর) লিঙ্ক পেস্ট করুন এবং ওই ব্যবহারকারীর আচরণে কী সন্দেহজনক তা ব্যখ্যা করুন। শুধু "তারা চিট করে" বলবেন না, আপনি কিভাবে এই উপসংহারে এলেন তা আমাদের বলুন.
bs: Zalijepite link do igre(a) i objasnite šta nije u redu s ponašanjem ovog korisnika. Nemojte samo reći "varaju", već nam recite kako ste došli do ovog zaključka.
ca: Enganxa l'enllaç de la partida (o partides) i explica quin és el problema amb el comportament d'aquest usuari. No et limitis a dir que "fa trampes", explica'ns com has arribat a aquesta conclusió.
cs: Zde vlož odkaz na hru(hry) a napiš co dělal tento uživatel. Nepiš pouze "on podváděl", ale napiš proč si myslíš že podváděl.
da: Indsæt linket til partiet (eller partierne) og forklar hvad der er i vejen med brugerens opførsel. Sig ikke blot "de snyder", men fortæl os, hvordan du nåede frem til den konklusion.
el: Επικολλήστε τους συνδέσμους με τις παρτίδες και εξηγήστε μας γιατί θεωρείτε ότι η συμπεριφορά του χρήστη είναι παράξενη σε αυτά. Μη λέτε απλώς ότι «κλέβει» ("they cheat"), αλλά πείτε μας πώς καταλήξατε σε αυτό το συμπέρασμα.
eo: Algluu ligilon al la ludo(j) kaj klarigu, kio malĝustas pri la konduto de tiu ĉi uzanto. Ne simple diru "ili filudis", sed klarigu kiel vi atingis tiun konkludon.
es: Pega el enlace a la(s) partida(s) y explícanos qué hay de malo en el comportamiento de este usuario. No digas simplemente "hace trampa", sino cómo has llegado a esta conclusión.
eu: Partidaren esteka itsasi, eta azaldu zer egin duen gaizki erabiltzaileak. Ez esan "tranpak egiten ditu" bakarrik, eman horren arrazoiak.
fa: پیوند بازی(ها) را جای‌گذارید و بشرحید که چه رفتاری از این کاربر مشکل دارد. فقط نگویید «آنها تقلب‌کارند»، بلکه به ما بگویید چطور به این نتیجه رسیده‌اید.
fi: Liitä linkki peliin/peleihin ja kerro, mikä tämän käyttäjän toiminnassa on pielessä. Älä vain sano hänen huijaavan, vaan kerro meille, miksi olet päätellyt niin.
gl: Pega a ligazón á(s) partida(s) e explica que ten de malo o comportamento deste usuario. Non digas soamente "fai trampas", mais cóntanos como chegaches a esta conclusión.
he: הדביקו את הקישור למשחקים שעליהם תרצו לדווח והסבירו מה הבעיה בהתנהגות המשתמש כפי שהיא משתקפת בהם. אל תכתבו סתם ״השחקן מרמה״. הסבירו לנו כיצד הגעתם למסקנה הזו.
it: Incolla il link della partita(o partite) e spiega cosa non va sul comportamento di questo utente. Non dire solamente "ha barato", ma invece dici come sei arrivato a questa conclusione.
kk: Ойын сілтемесін қойып, осы ойыншының қай әрекеті орынсыз болғанын түсіндіріп беріңіз. Жай ғана "ол алдап ойнады" демей, осы ойға қалай келгеніңізді айтып беріңіз.
ko: 대국 URL 주소를 붙여넣으시고 해당 사용자가 무엇을 잘못했는지 설명해 주세요. 그냥 "그들이 부정행위를 했어요" 라고만 말하지 말고, 어떻게 당신이 이 결론에 도달하게 됐는지 알려주세요.
lt: Įdėkite nuorodą į partiją(-as) ir paaiškinkite, kas netinkamo yra šio vartotojo elgsenoje. Paminėkite, kaip priėjote prie tokios išvados. Jūsų pranešimas bus apdorotas greičiau, jei bus pateiktas anglų kalba.
lv: Ielīmē spēles saiti un paskaidro, kas nav kārtībā ar lietotāja uzvedību. Nepietiks, ja tikai norādīsi, ka "lietotājs krāpjas" — lūdzu, pastāsti, kā nonāci pie šī secinājuma.
nl: Plak de link naar de partij(en) en leg uit wat er mis is met het gedrag van de gebruiker. Zeg niet alleen 'hij speelt vals', maar leg ook uit hoe je tot deze conclusie komt.
pt: Cola o(s) link(s) do(s) jogo(s) e explica o que está errado no comportamento deste utilizador. Não digas apenas “eles fazem batota”, mas diz-nos como chegaste a essa conclusão.
ro: Adaugă link-ul de la joc(uri) și arată ce este greșit cu privire la comportamentul acestui utilizator. Nu preciza doar "trișează", ci spune-ne cum ai ajuns la această concluzie.
ru: Вставьте ссылку на игру (или несколько игр) и объясните, что не так в поведении этого пользователя. Не надо просто писать «он жульничал», лучше распишите, как вы пришли к такому выводу.
sk: Vložte odkaz na partiu(/e) a vysvetlite, čo je na správaní tohto používateľa zlé. Nehovorte len „podvádza“, ale povedzte, ako ste k tomuto záveru dospeli.
sl: Prilepite povezavo do igre (ali iger) in pojasnite, kaj je narobe z nasprotnikovim načinom igranja. Ne napišite le, da "nasprotnik goljufa", ampak pojasnite, kako ste prišli do te ugotovitve.
sq: Ngjitni lidhjen për te loja(rat) dhe shpjegoni se ç’nuk shkon me sjelljen e këtij përdoruesi. Mos thoni thjesht “bën me hile”, por na tregoni se si arritët në këtë konkluzion.
sr: Залијепите везу до игре и објасните шта није у реду са понашањем корисника. Немојте само рећи "варао", али реците како сте дошли до тог закључка. Ваша пријава ће бити обрађена брже ако је напишете на енглеском језику.
sv: Klistra in länken till partiet/partierna och förklara vad som är fel med den här användarens beteende. Skriv inte bara "de fuskar", utan förklara hur du dragit denna slutsats. Din rapport kan komma att behandlas fortare om den är skriven på engelska.
tr: Oyunun (oyunların) bağlantısını yapıştırın ve kullanıcının hangi davranışı yanlış açıklayın. Sadece "bu hile" demeyin, bize bu sonuca nasıl vardığınızı söyleyin.
uk: Вставте посилання на гру або ігри та поясніть, що не так з поведінкою цього користувача. Не кажіть «він нечесно грав», а поясніть, як ви прийшли до такого висновку.
vi: Dán đường dẫn đến (các) ván cờ và giải thích hành vi sai của kỳ thủ này. Đừng chỉ nói "họ gian lận", nhưng hãy cho chúng tôi biết bạn đã đi đến kết luận này như thế nào.
zh: 请附上对局链接解释该用户的行为问题。请不要只说“对手作弊”，而是解释为什么您认为对手作弊。
zh_tw: 請詳細說明你舉報此使用者的具體原因並貼上遊戲連結。「他作弊」等簡短說明是不被接受的。

# reportUsernameHelp
source: Explain what about this username is offensive. Don't just say "it's offensive/inappropriate", but tell us how you came to this conclusion, especially if the insult is obfuscated, not in english, is in slang, or is a historical/cultural reference.
ar: اشرح ما المسيء في اسم المستخدم هذا. لا تقل فقط "إنه مسيء/غير مناسب"، بل أخبرنا كيف توصلت إلى هذا الاستنتاج، خاصة إذا كانت الإهانة غير واضحة، أو ليست باللغة الإنجليزية، أو كانت باللغة العامية، أو كانت إشارة تاريخية/ثقافية.
bg: Обяснете защо потребителското име е обидно. Не казвайте само "обидно/неуместно е", а ни кажете как стигнахте до това заключение - особено ако обидата е прикрита, не е на английски, или е историческа или културна препратка.
bn: ব্যখ্যা করুন এই ব্যবহারকারীর নাম কোন দিক দিয়ে অশোভন। শুধু "এটি অশোভন/অশালীন" বলবেন না, আপনি কিভাবে এই উপসংহারে এলেন তা আমাদের বলুন, বিশেষ করে যদি এটি কোনো অপমান যা লুকানো হয়, ইংরেজিতে নয় এমন হয়, গালি হয়, অথবা কোনো ঐতিহাসিক/সাংস্কৃতিক দিকে হয়।
bs: Objasnite šta je uvredljivo u vezi s ovim korisničkim imenom. Nemojte samo reći "uvredljivo je/neprikladno", već nam recite kako ste došli do ovog zaključka, posebno ako je uvreda nejasna, nije na engleskom, napisana je slengom ili je historijska/kulturna referenca.
ca: Explica quin és el comportament ofensiu d'aquest usuari. No et limitis a dir simplement "és ofensiu/inapropiat", explica'ns com has arribat a aquesta conclusió, especialment si l'insult està ofuscat, en un idioma diferent de l'anglès, és un barbarisme o és una referència històrica o cultural.
cs: Vysvětli co je urážlivého na jeho u6ivatelském jménu. Nepiš pouze "Je urážlivé/nevhodné", ale řekni i důvod proč to tak je, zejména pokud je urážka zatemněná, nebo je v jiném jazyce než v angličtině, nebo je ve slangu či jde o historickou nebokulturní referenci.
da: Forklar, hvad der er stødende ved dette brugernavn. Sig ikke blot "det er stødende/upassende", men fortæl os, hvordan du nåede frem til denne konklusion, især hvis fornærmelsen er sløret, ikke er på engelsk, er slang eller er en historisk/kulturel reference.
el: Εξηγήστε μας γιατί είναι προσβλητικό το όνομα αυτού του χρήστη. Μη λέτε απλώς ότι "είναι προσβλητικό/ακατάλληλο" ("it's offensive/inappropriate"), αλλά πείτε μας πώς καταλήξατε σε αυτό το συμπέρασμα, ειδικά αν πρόκειται για προσβολή η οποία δεν είναι ιδιαίτερα εμφανής: για παράδειγμα αν δεν είναι στα αγγλικά, είναι σε κάποια αργκό ή κάνει κάποια προσβλητική ιστορική/πολιτιστική αναφορά.
eo: Klarigu kio estas ofenda en la nomo de tiu ĉi uzanto. Ne simple diru "ĝi estas ofenda/maldeca" sed rakontu al ni kiel vi atingis tiun konkludon, ĉefe se temas kaŝita ofendo, se ĝi ne estas en la angla, se ĝi apartenas al nenorma lingvaĵo aŭ se ĝi referas ion kulturan aŭ historian.
es: Explica por qué es ofensivo este nombre de usuario. No te limites a decir "es ofensivo" o "inapropiado" y argumenta tu conclusión, sobre todo si el insulto no es tan obvio, no está en inglés, es jerga o una referencia histórica o cultural.
eu: Azaldu erabiltzaile-izen honek zer duen iraingarria. Ez esan "iraingarria da" soilik, eman arrazoiak, batez ere iraina ezkutatuta badago, ez bada ingelesezko hitz bat edo errefererantzia historiko edo kulturala bada.
fa: بشرحید چه چیز این نام‌کاربری آزارنده است. فقط نگویید «آزارنده/نامناسب است»، بلکه به ما بگویید چطور به این نتیجه رسیده‌اید، به‌ویژه اگر توهین: گنگ است، انگلیسی نیست، کوچه‌بازاری است، یا یک ارجاع تاریخی/فرهنگی است.
fi: Selitä, mikä tässä käyttäjätunnuksessa on loukkaavaa. Älä vain sano sen olevan loukkaava tai sopimaton, vaan kerro meille, mihin näkemyksesi perustuu, varsinkin jos loukkaus on epäsuora, muun kuin englanninkielinen, slangia, tai jos siinä viitataan kulttuuriin tai historiaan.
gl: Explica que ten de ofensivo este nome de usuario. Non digas soamente "é ofensivo/inadecuado". Cóntanos como chegaches a esta conclusión, especialmente se o insulto está camuflado, non está en inglés, é xerga ou é unha referencia histórica ou cultural.
he: הסבירו מה פוגעני בשם המשתמש הזה. אל תכתבו סתם ״שם המשתמש פוגעני״. הסבירו לנו כיצד הגעתם למסקנה הזו, במיוחד אם ההעלבה מוסווית, בשפה זרה (שאינה אנגלית), בלשון סלנג או תלויית תרבות והיסטוריה.
it: Spiegaci cosa vi è di offensivo in questo nome utente. Non dire solamente "è offensivo/inappopriato", ma invece dici come sei arrivato a questa conclusione, soprattutto se l'insulto è offuscato, non in inglese, in linguaggio giovanile, oppure se è un riferimento storico/culturale.
kk: Осы ойыншы аты неге қорлау болып көрінетінін айтып беріңіз. Жай ғана "Бұл қорлау/орынсыз" демей, осы ойға қалай келгеніңізді жайып берсеңіз жөн. Әсіресе, қорлау жасырын түрде не ағылшын тілде емес не сленг не тарихи, мәдени бір сілтеме түрінде болса, түсіндірмеңіз қажет.
ko: 왜 이 사용자의 이름이 불쾌한지 설명해주세요. 그저 "불쾌해요/부적절해요"라고만 말하지 마세요, 대신 왜 이런 결론에 도달했는지 말씀해 주세요. 단어가 난해하거나, 영어가 아니거나, 은어이거나, 문화적/역사적 배경이 있는 경우 특히 중요합니다.
lt: Paaiškinkite, kuo šis vartotojo vardas yra įžeidžiantis. Nesakykite tiesiog „tai įžeidžia/netinkama“, bet papasakokite, kaip priėjote prie šios išvados, ypač jei įžeidimas yra užmaskuotas, ne anglų kalba, yra slengas arba yra istorinė / kultūrinė nuoroda.
lv: Paskaidro, kāpēc lietotājvārds ir aizskarošs. Nepietiks, ja teiksi "tas ir rupjš/nepieklājīgs"; lūdzu pastāsti, kā nonāci pie šī secinājuma – it īpaši, ja aizvainojums ir slēpts, nav angļu valodā, izmanto žargonu vai atsauci uz vēsturisku notikumu vai kultūru.
nl: Leg uit wat er aan deze gebruikersnaam beledigend is. Zeg niet gewoon "het is aanstootgevend/ongepast", maar vertel ons hoe je tot deze conclusie komt, vooral als de belediging verhuld wordt, niet in het Engels is, in dialect is, of een historische of culturele verwijzing is.
pt: Explica o que este nome de utilizador tem de ofensivo. Não digas apenas “é ofensivo/inapropriado”, mas diz-nos como chegaste a essa conclusão, especialmente se o insulto for ofuscado, não estiver em inglês, estiver em calão ou for uma referência histórica/cultural.
ro: Explică de ce acest nume de utilizator este jignitor. Nu spune doar "e ofensator/inadecvat", ci spune-ne cum ai ajuns la această concluzie, mai ales în cazul în care insulta este obscură, nu este în engleză, este jargon sau este o referință istorică/culturală.
ru: Объясните, что в этом имени пользователя является оскорбительным. Не надо просто писать «оно оскорбительно или неподобающе», лучше расскажите, как вы пришли к такому выводу, особенно если оскорбление завуалировано, не на английском языке, является сленгом, или же является исторической или культурной отсылкой.
sk: Vysvetlite, čo je na tomto používateľskom mene urážlivé. Nehovorte len „je to urážlivé/nevhodné“, ale povedzte nám, ako ste k tomuto záveru dospeli, najmä ak je urážka významovo zahmlená, nie je v angličtine, je v slangu alebo odkazuje na niečo z historie/kultúry.
sl: Razložite, zakaj je to uporabniško ime žaljivo. Ne recite zgolj "je žaljivo/neprimerno", povejte nam, kako ste prišli do tega zaključka. Še posebej, le je žalitev prikrita, ni v angleščini, je v slengu ali ima zgodovinsko/kulturno referenco.
sq: Shpjegoni pse ky emër përdoruesi është fyes. Mos thoni thjesht “është fyes/i papërshtatshëm”, por na tregoni se si arritët në këtë konkluzion, veçanërisht nëse fyerja është e hollë, jo në anglisht, është në një slang, ose është një referencë historike/kulturore.
sr: Објасните шта је неприкладно у имену корисника. Немојте само да кажете да је неприкладно, реците нам како сте то закључили, поготово ако је увреда збуњујућа, није у енглеском, у сленгу, или де односи на културу/историју.
sv: Förklara hur det här användarnamnet är kränkande. Skriv inte bara "det är stötande/olämpligt", utan förklara hur du kom fram till denna slutsats. Detta är extra viktigt om förolämpningen är fördunklad, inte på engelska, är i slang, eller är en historisk/kulturell referens.
tr: Bu kullanıcı adı hakkında neyin saldırganca olduğunu açıklayın. Sadece "bu saldırganca/uygunsuz" demeyin, bu sonuca nasıl vardığınızı söyleyin bize, özellikle de hakaret gizlenmiş, ingilizce olmayan, argo, veya tarihsel/kültürel referansalar varsa.
uk: Поясніть, що саме в цьому імені користувача є образливе. Не кажіть «воно образливе/неприйнятне», а поясніть, чому ви так вважаєте, особливо коли образа заплутана, не англійською, на сленгу, чи є посиланням на щось історичне/культурне.
vi: Giải thích những gì về tên người dùng này là xúc phạm. Đừng chỉ nói "nó gây khó chịu/không phù hợp", nhưng hãy cho chúng tôi biết bạn đã đi đến kết luận này như thế nào, đặc biệt nếu sự xúc phạm bị che giấu, không phải bằng tiếng Anh, là tiếng lóng, hoặc là một tài liệu tham khảo lịch sử/văn hóa.
zh: 解释此用户名有何冒犯之处。不要只说“冒犯/不当”，请告诉我们您是如何得出这个结论的，特别是当侮辱是隐晦的、非英语的、俚语或涉及历史/文化指涉时。
zh_tw: 請詳細說明你舉報此使用者的具體原因。若必要請解釋其名詞的歷史意義、網路用語、或是此使用者名稱如何指桑罵槐。「他的使用者名稱不妥」等簡短說明是不被接受的。

# reportProcessedFasterInEnglish
source: Your report will be processed faster if written in English.
ar: سيتم معالجة بلاغك بشكل أسرع إذا تمت كتابته باللغة الإنجليزية.
bn: ইংরেজিতে লেখা হলে আপনার রিপোর্ট দ্রুত প্রক্রিয়া করা হবে।
bs: Vaš izvještaj će biti brže obrađen ako je napisan na engleskom jeziku.
ca: El teu informe serà tractat més ràpidament si està escrit en anglès.
cs: Nahlášení bude rychlejší pokud bude v angličtině.
da: Din indberetning vil blive behandlet hurtigere, hvis den er skrevet på engelsk.
el: Η αναφορά σας θα εξεταστεί γρηγορότερα αν είναι γραμμένη στα αγγλικά.
eo: Via raporto estos pritraktita pli rapide se vi ĝin skribas en la angla.
es: Tu denuncia se procesará más rápido si la escribes en inglés.
eu: Zure mezua azkarrago kudeatuko dugu ingelesez idazten baduzu.
fa: اگر انگلیسی بنویسید، زودتر به گزارش‌تان رسیدگی خواهد شد.
fi: Ilmoituksesi käsitellään nopeammin, jos se on kirjoitettu englanniksi.
gl: A túa denuncia será procesada máis rápido se está escrita en Inglés.
he: הדיווח שלך יטופל מהר יותר אם ייכתב באנגלית.
it: La tua segnalazione sarà processata più velocemente se scritta in Inglese.
kk: Шағымды ағылшынша жазсаңыз, шешім тезірек шығатын болады.
ko: 귀하의 신고가 영어로 적혀있을 경우 빠르게 처리될 것입니다.
lt: Jūsų pranešimas bus apdorotas greičiau, jei jis bus parašytas anglų kalba.
lv: Ja ziņojums būs rakstīts angliski, par to varēsim parūpēties ātrāk.
nl: Je melding wordt sneller verwerkt als deze in het Engels is geschreven.
pt: A tua denúncia será processado mais rapidamente se estiver escrito em inglês.
ro: Raportul tău va fi procesat mai rapid dacă este scris în engleză.
ru: Ваша жалоба будет рассмотрена быстрее, если она будет написана на английском языке.
sk: Vaša správa bude spracovaná rýchlejšie, ak bude napísaná v angličtine.
sl: Vaša prijava bo obravnavana hitreje, če jo napišete v angleščini.
sq: Raportimi juaj do të shqyrtohet më shpejt, nëse është shkruar në anglisht.
sr: Ваша пријава ће бити обрађена брже ако је написана на енглеском језику.
sv: Din rapport kommer att behandlas snabbare om den skrivs på engelska.
tr: Eğer İngilizce yazarsanız raporunuz daha hızlı işleme alınır.
uk: Ваша скарга оброблятиметься швидше, якщо буде написана англійською.
vi: Báo cáo của bạn sẽ được xử lý nhanh hơn nếu được viết bằng tiếng Anh.
zh: 如果您使用英语举报，我们将会更快作出答复。
zh_tw: 若舉報內容為英文將會更快的被處理。

# error_provideOneCheatedGameLink
source: Please provide at least one link to a game with suspected cheating.
af: Verskaf asseblief ten minste een skakel na 'n spel waar hulle gekroek het.
ar: برجاء تقديم رابط واحد علي الأقل لمباراة حدث فيها غش.
az: Lütfən ən azı bir hiyləli oyun linki daxil edin.
be: Калі ласка, дадайце спасылку хаця б на адну гульню, дзе былі парушаны правілы.
bg: Моля дай поне един линк до измамна игра.
bn: অনুগ্রহ করে একটা চিটেড গেমের লিংক দিন।
bs: Molimo navedite barem jedan link na partiju u kojoj je igrač varao.
ca: Si us plau, proporcioneu com a mínim un enllaç a un joc on s'han fet trampes.
cs: Prosím, uveďte alespoň jeden link na partii, ve které se podvádělo.
da: Angiv mindst ét link til et parti med snyd.
el: Παρακαλούμε συμπεριλάβετε τουλάχιστον έναν σύνδεσμο παρτίδας στην οποία υποψιάζεστε πως υπήρξε χρήση εξωτερικής βοήθειας.
eo: Bonvolu doni almenaŭ unu ligilon al ludo en kiu oni friponis.
es: Por favor, proporciona al menos un enlace a una partida en la que se hicieron trampas.
eu: Iruzurra izandako partida baten lotura bidali gutxienez.
fa: لطفآ حداقل یک نمونه تقلب در بازی را مطرح کنید.
fi: Anna ainakin yksi linkki peliin, jossa epäilet huijaamista.
gl: Por favor, proporciona cando menos unha ligazón a unha partida na que sospeites que se fixeron trampas.
he: בבקשה לספק לפחות קישור אחד למשחק עם רמאות.
hy: Խնդրում ենք ավելացնել առնվազն մեկ խաղի հղում, որտեղ ձեր կարծիքով խախտվել են կանոնները:
id: Harap berikan setidaknya satu tautan ke permainan yang curang.
it: Si prega di fornire almeno un collegamento link di una partita in cui il giocatore ha imbrogliato.
kk: Кемі бір ойынның сілтемесін беруіңізді сұраймыз.
ko: 부정행위가 존재하는 대국의 링크를 제공해주세요.
lt: Pateikite bent vieną nuorodą į partiją, kurioje buvo sukčiauta.
lv: Lūdzu, norādiet vismaz vienu saiti uz spēli, kurā pretinieks ir krāpies.
mk: Ве молиме доставете барем една врска до партија со мамење.
nl: Geef ten minste één link naar een partij waarin vals gespeeld is.
pt: Por favor, fornece-nos pelo menos um link para um jogo onde tenha havido batota.
ro: Te rugăm să furnizezi cel puțin un link către un joc în care s-a trișat.
ru: Пожалуйста, добавьте ссылку хотя бы на одну игру, где по вашему мнению были нарушены правила.
sk: Prosím, uveďte aspoň jeden odkaz na partiu, v ktorej sa podvádzalo.
sl: Navedite vsaj eno povezavo do igre s primerom goljufanja.
sq: Ju lutemi, jepni të paktën një lidhje te një lojë me hile.
sr: Молимо Вас да наведете бар један линк до партије са сумњом варања.
sv: Ange minst en länk till ett spel där användaren fuskade.
tr: Lütfen hileli gördüğünüz en az 1 adet oyun linki verin.
uk: Будь ласка, додайте посилання на хоча б одну нечесну гру.
vi: Hãy cung cấp ít nhất một đường dẫn đến ván cờ bị gian lận.
zh: 请至少提供一场涉嫌作弊的对局链接。
zh_tw: 請提供至少一局作弊棋局的連結。

# by
source: by {param}
af: deur {param}
ar: كتبها {param}
az: {param} tərəfindən
be: аўтар: {param}
bg: от {param}
bn: {param} এর দ্বারা
bs: od {param}
ca: per {param}
cs: od {param}
da: Af {param}
el: από τον {param}
eo: de {param}
es: por {param}
eu: egilea {param}
fa: به‌دستِ {param}
fi: {param}
gl: por {param}
he: על־ידי {param}
hy: ըստ {param}
id: oleh {param}
it: di {param}
kk: жасаған – {param}
ko: 작성: {param}
lt: nuo {param}
lv: no {param}
mk: од {param}
nl: door {param}
pt: por {param}
ro: de {param}
ru: {param}
sk: od {param}
sl: od {param}
sq: nga {param}
sr: од {param}
sv: av {param}
tr: {param} oluşturdu
uk: від {param}
vi: bởi {param}
zh: 由 {param} 发布
zh_tw: 作者：{param}

# importedByX
source: Imported by {param}
af: Ingevoer deur {param}
ar: استيراد '{param}'
be: Імпартваў/-ла {param}
bg: Внесени от {param}
bn: খেলাটি এনেছেন {param}
bs: Uvezao {param}
ca: Importat per {param}
cs: Importováno uživatelem {param}
da: Importeret af {param}
el: Εισήχθη από τον χρήστη {param}
eo: Importita de {param}
es: Importado por {param}
eu: {param} erabiltzaileak inportatuta
fa: {param} آن را وارد کرده
fi: Käyttäjän {param} tuoma
gl: Importado por {param}
he: יובא ע"י {param}
hy: Ներմուծվել է {param}-ի կողմից
id: Diimpor oleh {param}
it: Importato da {param}
kk: Жүктеп салған – {param}
ko: {param}가 불러옴
lt: Importavo {param}
lv: Importēja {param}
mk: Внесено од {param}
nl: Geïmporteerd door {param}
pt: Importado por {param}
ro: Importat de {param}
ru: Импортировано {param}
sk: Importoval {param}
sl: Uvozil je {param}
sq: Importuar nga {param}
sr: Увезао {param}
sv: Importerad av {param}
tr: {param} tarafından yüklendi
uk: Завантажено гравцем - {param}
vi: Được nhập bởi {param}
zh: 由 {param} 导入
zh_tw: 由{param}導入

source: This topic is now closed.
af: Hierdie onderwerp is nou gesluit.
ar: هذا الموضوع مغلق الآن.
az: Mövzu bağlandı.
be: Тэма закрытая
bg: Темата е затворена
bn: এই বিষয়টি এখন শেষ হয়ে গেছে
bs: Ova tema je zatvorena.
ca: Aquest tema està tancat.
cs: Toto téma je již uzavřeno.
da: Dette emne er nu lukket
el: Το θέμα έχει κλείσει.
eo: Tiu ĉi temo nun estas fermita.
es: Este tema está cerrado.
eu: Gai hau itxita dago.
fa: این موضوع بسته شده است
fi: Tämä aihe on nyt suljettu.
gl: Este tema xa está pechado.
he: הנושא לא מקבל יותר תגובות.
hy: Այս թեման այժմ փակ է։
id: Topik ini ditutup.
it: Questa discussione è chiusa.
kk: Бұл тақырып жабылды.
ko: 이 주제는 닫혔습니다.
lt: Ši tema yra uždaryta.
lv: Šis temats tagad ir slēgts.
mk: Темата е затворена.
nl: Dit onderwerp is nu gesloten.
pt: Este tópico foi fechado.
ro: Acest topic este acum închis.
ru: Эта тема закрыта.
sk: Táto téma je uzavretá.
sl: Tema je zaprta
sq: Kjo temë është e mbyllur tani.
sr: Ова тема је сада затворена.
sv: Det här ämnet är nu stängt.
tr: Bu konu kapanmıştır.
uk: Обговорення закрито.
vi: Chủ đề này hiện đã bị đóng.
zh: 此话题现已关闭。
zh_tw: 此話題已關閉

source: Blog
ar: المدونة
be: Блог
bg: Блог
bn: ব্লগ
el: Ιστολόγιο
eo: Blogo
eu: Bloga
fa: وبنوشت
fi: Blogi
he: בלוג
hy: Բլոգ
kk: Блог
ko: 블로그
lt: Tinklaraštis
lv: Blogs
mk: Блог
ru: Блог
sr: Блог
sv: Blogg
uk: Блог
zh: 博客
zh_tw: 部落格

source: Notes
af: Notas
ar: ملاحظات
az: Qeydlər
be: Нататкі
bg: Белeжки
bn: গুরুত্বপূর্ণ তথ্য
bs: Bilješke
cs: Poznámky
da: Noter
el: Σημειώσεις
eo: Notoj
es: Notas
eu: Oharrak
fa: یادداشت‌ها
fi: Muistiinpanot
gl: Notas
he: הערות
hy: Նշումներ
id: Catatan
it: Note
kk: Жазбалар
ko: 노트
lt: Užrašai
lv: Piezīmes
mk: Белешки
nl: Notities
pt: Notas
ro: Note
ru: Заметки
sk: Poznámky
sl: Beležke
sq: Shënime
sr: Белешке
sv: Anteckningar
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh: 备注
zh_tw: 備註
