Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# broadcastSubscribeTitle
source: Subscribe to be notified when each round starts. You can toggle bell or push notifications for broadcasts in your account preferences.
ar: اشترك ليتم إعلامك عند بداية كل جولة. يمكنك تفعيل الجرس أو الإشعارات للبث في إعدادات حسابك.
bs: Pretplatite se da biste bili obavješteni o počecima svake runde. Možete prilagoditi obavještenja o emitovanjima u preferencama vašeg računa.
ca: Subscriviu-vos per ser notificats quan comença cada ronda. Podeu activar/desactivara la campana o modificar les notificacions push a les preferències del vostre compte.
cs: Přihlaste se k odběru, abyste byli informováni o začátku každého kola. V předvolbách účtu můžete přepnout mezi zvukovými nebo push oznámeními pro vysílání.
da: Abonner på at blive underrettet, når hver runde starter. Du kan skifte mellem klokke- eller push-meddelelser for udsendelser i dine kontoindstillinger.
el: Εγγραφείτε για να λαμβάνετε ειδοποίηση στην έναρξη κάθε γύρου. Μπορείτε να προσαρμόσετε τον τρόπο ειδοποίησης (bell ή push) στις ρυθμίσεις.
es: Suscríbete para ser notificado cuando comience cada ronda. Puedes alternar entre notificaciones de campana o de dispositivo para emisiones en las preferencias de tu cuenta.
eu: Harpidetu txanda bakoitza hastean jakinarazpena jasotzeko. Kanpaia edo push erako notifikazioak zure kontuaren hobespenetan aktibatu ditzakezu.
fa: مشترک شوید تا از آغاز هر دور باخبر شوید. می‌توانید اعلان‌های زنگی یا رانشی برای پخش‌های زنده را در تنظیمات حساب‌تان تغییر دهید.
fi: Tilaa ilmoitukset kunkin kierroksen alkamisesta. Käyttäjätunnuksesi asetuksista voit kytkeä ääni- ja puskuilmoitukset päälle tai pois.
gl: Subscríbete para ser notificado ó comezo de cada rolda. Podes activar/desactivar o son das notificacións ou as notificacións emerxentes para as emisións en directo nas preferencias da túa conta.
he: הירשמו כדי לקבל התראה בתחילת כל סבב. ניתן להפעיל או לבטל התראות קופצות או התראות ״פעמון״ בהגדרות החשבון שלך.
it: Iscriviti per ricevere notifiche sull'inizio di ogni round. Puoi attivare o disattivare la campanella o le notifiche push per le dirette nelle preferenze del tuo account.
ko: 라운드가 시작될 때 알림을 받으려면 구독하세요. 계정 설정에서 방송을 위한 벨이나 알림 푸시를 토글할 수 있습니다.
lt: Užsakykite pranešimą apie kiekvieno turo pradžią. Paskyros nustatymuose galite perjungti transliacijų skambėjimo signalą arba tiesioginius pranešimus.
nl: Krijg een melding wanneer elke ronde start. Je kunt bel- of pushmeldingen voor uitzendingen in je accountvoorkeuren in-/uitschakelen.
pt: Subscreva para ser notificado quando cada ronda começar. Podes ativar o sino ou as notificações push para transmissões nas preferências da tua conta.
ro: Abonează-te pentru a fi notificat când începe fiecare rundă. Poți gestiona notificările sonore sau push pentru transmisiuni din setările contului tău.
ru: Подпишитесь, чтобы получать уведомления о начале каждого раунда. Вы можете включить звуковое или пуш-уведомление для трансляций в своих настройках.
sk: Prihláste sa, aby ste boli informovaní o začiatku každého kola. V nastaveniach účtu môžete prepnúť zvončekové alebo push upozornenia na vysielanie.
sl: Naročite se in bodite obveščeni ob začetku kola. Lahko si nastavite zvonec ali potisna obvestila za prenos v živo v nastavitvah vašega računa.
sq: Pajtohuni, që të noftoheni se kur fillon çdo raund. Mund të aktivizoni/çaktivizoni zilen, ose njoftimet “push” për transmetime, që nga parapëlqimet për llogarinë tuaj.
sv: Prenumerera för att meddelas när varje runda startar. Du kan växla mellan klock- eller push-meddelanden för sändningar i dina kontoinställningar.
tr: Tur başladığında bildirim almak için abone olun. Hesap tercihlerinizden anlık ya da çan bildirimi tercihinizi hesap tercihlerinizden belirleyebilirsiniz.
uk: Підпишіться, аби отримувати сповіщення перед початком кожного раунду. Ви можете перемикати дзвінок та push-сповіщення трансляцій у налаштуваннях вашого облікового запису.
vi: Đăng ký để được thông báo khi mỗi vòng bắt đầu. Bạn có thể chuyển đổi chuông hoặc thông báo đẩy cho các chương trình phát sóng trong tùy chọn tài khoản của mình.
zh: 订阅以便在每个轮次开始时收到通知。您可以在账户设置中开启或关闭转播的铃声/推送通知。
zh_tw: 訂閱以在每輪開始時獲得通知。您可以在帳戶設定中切換直播的鈴聲或推播通知。

# broadcastUploadImage
source: Upload tournament image
ar: رفع صورة البطولة
bs: Ubacite sliku turnira
ca: Puja una imatge del torneig
cs: Nahrát obrázek turnaje
da: Upload turneringsbillede
el: Μεταφόρτωση εικόνας τουρνουά
es: Subir imagen del torneo
eu: Kargatu txapelketaren irudia
fa: بارگذاری تصویر مسابقات
fi: Lisää turnauksen kuva
gl: Subir a imaxe do torneo
he: העלאת תמונה עבור הטורניר
it: Carica immagine del torneo
ko: 토너먼트 사진 업로드
lt: Įkelkite turnyro paveikslėlį
nl: Toernooifoto uploaden
pt: Carregar imagem do torneio
ro: Încărcați imaginea turneului
ru: Загрузить изображение турнира
sk: Nahrať obrázok pre turnaj
sl: Naloži sliko turnirja
sq: Ngarkoni figurë turneu
sv: Ladda upp turneringsbild
tr: Turnuva görseli yükleyin
uk: Завантажити зображення турніру
vi: Tải hình ảnh giải đấu lên
zh: 上传锦标赛图片
zh_tw: 上傳錦標賽圖片

# broadcastNoBoardsYet
source: No boards yet. These will appear once games are uploaded.
ar: لا توجد لوحات الآن. ستظهر بمجرد رفع المباريات.
bs: Ploče nisu još dostupne. Iste će se prikazati čim mečevi budu unešeni.
ca: Encara no hi ha taulers. Apareixeran en el moment que es carreguin les partides.
cs: Zatím žádné šachovnice. Ty se zobrazí se po nahrání partií.
da: Ingen brætter endnu. Disse vises når partier er uploadet.
el: Δεν υπάρχουν διαθέσιμες σκακιέρες ακόμα. Θα εμφανιστούν μόλις φορτωθούν οι παρτίδες.
es: Aún no hay tableros. Estos aparecerán una vez que se suban las partidas.
eu: Taularik ez oraindik. Partidak igotzean agertuko dira.
fa: تاکنون هیچی. وقتی بازی‌ها بارگذاری شدند، میزها پدیدار خواهند شد.
fi: Pelilautoja ei vielä ole. Ne tulevat näkyviin sitä mukaa, kun pelit ladataan tänne.
gl: Aínda non hai taboleiros. Aparecerán cando se suban as partidas.
he: אין עדיין לוחות. הם יופיעו כשיעלו המשחקים.
it: Non sono ancora presenti scacchiere. Esse compariranno non appena i giochi saranno stati caricati.
ko: 아직 보드가 없습니다. 게임들이 업로드되면 나타납니다.
lt: Dar nėra lentų. Jos bus rodomos, kai bus įkeltos partijos.
nl: Nog geen borden. Deze zullen verschijnen van zodra er partijen worden geüpload.
pt: Ainda não há tabuleiros. Estes aparecerão assim que os jogos forem carregados.
ro: Încă nu sunt table. Acestea vor apărea după ce partidele vor fi încărcate.
ru: Пока нет досок. Они появятся после загрузки партий.
sk: Zatiaľ žiadne šachovnice. Objavia sa po nahratí partií.
sl: Deske niso na voljo. Prikazane bodo, ko se igre naložijo.
sq: Ende pa fusha. Këto do të shfaqen sapo të ngrkohen lojërat.
sv: Inga partier ännu. Dessa kommer att visas när spelen är uppladdade.
tr: Henüz tahta bulunmamaktadır. Oyunlar yüklendikçe tahtalar ortaya çıkacaktır.
uk: Ще немає дощок. Вони з'являться, коли ігри будуть завантажені.
vi: Chưa có bàn nào. Chúng sẽ xuất hiện khi ván đấu được tải lên.
zh: 尚无棋盘。上传对局后，棋盘将在此显示。
zh_tw: 尚無棋局。這些棋局將在對局上傳後顯示。

# broadcastBoardsCanBeLoaded
source: Boards can be loaded with a source or via the {param}
ar: يمكن إضافة اللوحات عبر مصدرها أو عبر {param}
bs: Ploče se mogu unijeti pomoću izvora ili preko {param}
ca: Els taulers es poden carregar per codi o a través de {param}
cs: Hry můžou být načteny pomocí zdroje či {param}
da: Brætter kan indlæses med en kilde eller via {param}
el: Οι σκακιέρες μπορούν να φορτωθούν από μια πηγή ή μέσω του {param}
es: Los tableros pueden cargarse con una fuente o a través de {param}
eu: Taulak iturburu batekin edo {param}ren bidez kargatu daitezke
fa: میزها را می‌توان از یک منبع یا از راه {param} بارگذاری کرد
fi: Laudat voidaan ladata lähteen kautta tai {param} kautta
gl: Os taboleiros pódense cargar dende a fonte ou a través da {param}
he: ניתן להעלות לוחות באמצעות קישור מקור או דרך {param}
it: Le scacchiere possono essere caricate con una sorgente o tramite {param}
ko: 보드들은 소스나 {param}(으)로 로드될 수 있습니다
lt: Lentas galima įkelti iš šaltinio arba per {param}
nl: Borden kunnen geladen worden met een bron of via de {param}
pt: Os tabuleiros podem ser carregados com uma fonte ou através do {param}
ro: Tablele pot fi încărcate dintr-o sursă sau prin intermediul {param}
ru: Доски могут быть загружены из источника или с помощью {param}
sk: Šachovnice možno načítať pomocou zdroja alebo pomocou {param}
sl: Deske se lahko naložijo iz vira ali z "{param}"
sq: Fushat mund të ngarkohen me një burim, ose përmes {param}
sv: Tavlor kan laddas med en källa eller via {param}
tr: Tahtalar bir kaynaktan ya da {param}ndan yüklenebilir
uk: Дошки можна завантажити із джерела або через {param}
vi: Bàn đấu có thể được tải bằng nguồn hoặc thông qua {param}
zh: 可通过源文件或 {param} 加载棋盘。
zh_tw: 棋盤能夠以輸入源投放或是利用{param}

# broadcastStartsAfter
source: Starts after {param}
ar: تبدأ بعد{param}
bg: Започва след {param}
bs: Počinje poslije {param}
ca: Començar a les {param}
cs: Začíná po {param}
da: Starter efter {param}
el: Ξεκινάει μετά από {param}
eo: Komenciĝo post {param}
es: Comienza después de {param}
eu: {param}ren ondoren hasiko da
fa: شروع کنید بعد {param}
fi: Alkaa {param}:n jälkeen
gl: Comeza tras a {param}
he: מתחיל אחרי {param}
it: Inizia tra {param}
ko: {param} 후 시작
lt: Pradedama po {param}
nl: Start na {param}
pt: Começa após {param}
ro: Începe după {param}
ru: Начало после {param}
sk: Začína po {param}
sl: Začne se s "{param}"
sq: Fillon pas {param}
sv: Startar efter {param}
tr: {param}'ten sonra başlar
uk: Почнеться після {param}
vi: Bắt đầu sau {param}
zh: 在 {param} 后开始
zh_tw: 於{param}開始

# broadcastStartVerySoon
source: The broadcast will start very soon.
ar: سيبدأ البث قريبا.
bg: Излъчването ще започне след малко.
bs: Emitovanje će ubrzo započeti.
ca: La retransmissió començarà aviat.
cs: Vysílání začne velmi brzy.
da: Udsendelsen starter meget snart.
el: Η μετάδοση θα ξεκινήσει σύντομα.
es: La transmisión comenzará muy pronto.
eu: Zuzenekoa berehala hasiko da.
fa: پخش زنده به زودی خواهد آغازید.
fi: Lähetys alkaa aivan pian.
gl: A emisión comeza decontado.
he: ההקרנה תחל ממש בקרוב.
it: Questa trasmissione inizierà a breve.
ko: 방송이 곧 시작됩니다.
lt: Transliacija prasidės visai netrukus.
nl: De uitzending begint binnenkort.
pt: A transmissão terá início muito em breve.
ro: Transmisiunea va începe foarte curând.
ru: Трансляция начнётся совсем скоро.
sk: Vysielanie sa začne čoskoro.
sl: Prenos v živo se bo začel kmalu.
sq: Transmetimi do të fillojë shumë shpejt.
sv: Sändningen kommer att starta mycket snart.
tr: Yayın az sonra başlayacak.
uk: Трансляція розпочнеться дуже скоро.
vi: Chương trình phát sóng sẽ sớm bắt đầu.
zh: 转播即将开始。
zh_tw: 直播即將開始。

# broadcastNotYetStarted
source: The broadcast has not yet started.
ar: البث لم يبدأ بعد.
bs: Emitovanje još nije počelo.
ca: La retransmissió encara no ha començat.
cs: Vysílání ještě nezačalo.
da: Udsendelsen er endnu ikke startet.
el: Η μετάδοση δεν έχει ξεκινήσει ακόμα.
es: La transmisión aún no ha comenzado.
eu: Zuzenekoa ez da oraindik hasi.
fa: پخش زنده هنوز نیاغازیده است.
fi: Lähetys ei ole vielä alkanut.
gl: A emisión aínda non comezou.
he: ההקרנה טרם החלה.
it: Questa trasmissione non è ancora cominciata.
ko: 아직 방송이 시작을 하지 않았습니다.
lt: Transliacija dar neprasidėjo.
nl: De uitzending is nog niet begonnen.
pt: A transmissão ainda não começou.
ro: Transmisiunea nu a început încă.
ru: Трансляция ещё не началась.
sk: Vysielanie sa ešte nezačalo.
sl: Prenos v živo se še ni začel.
sq: Transmetimi s’ka filluar ende.
sv: Sändningen har ännu inte startat.
tr: Yayın henüz başlamadı.
uk: Трансляція ще не розпочалася.
vi: Chương trình phát sóng vẫn chưa bắt đầu.
zh: 转播尚未开始。
zh_tw: 直播尚未開始。

# broadcastOfficialWebsite
source: Official website
af: Amptelike webtuiste
ar: الموقع الرسمي
bg: Официален уебсайт
bs: Oficijelna web-stranica
ca: Lloc web oficial
cs: Oficiální stránka
da: Officielt websted
el: Επίσημη ιστοσελίδα
eo: Oficiala retejo
es: Sitio oficial
eu: Webgune ofiziala
fa: وبگاه رسمی
fi: Virallinen verkkosivu
gl: Páxina web oficial
he: האתר הרשמי
it: Sito web ufficiale
ko: 공식 웹사이트
lt: Oficialus tinklapis
nl: Officiële website
pt: Website oficial
ro: Website-ul oficial
ru: Официальный веб-сайт
sk: Oficiálna webstránka
sl: Uradna spletna stran
sq: Sajti zyrtar
sv: Officiell webbplats
tr: Resmî site
uk: Офіційний вебсайт
vi: Website chính thức
zh: 官方网站
zh_tw: 官網

# broadcastOfficialStandings
source: Official Standings
ar: الترتيب الرسمي
bs: Oficijelna rang lista
ca: Classificació oficial
cs: Oficiální pořadí
da: Officiel stilling
el: Επίσημη κατάταξη
es: Clasificación oficial
eu: Sailkapen ofiziala
fa: رده‌بندی رسمی
fi: Virallinen tulostaulu
gl: Clasificación oficial
he: טבלת מובילים רשמית
it: Classifica Ufficiale
ko: 공식 순위
lt: Oficialūs rezultatai
nl: Officiële standen
pt: Classificações oficiais
ro: Clasament oficial
ru: Официальная турнирная таблица
sk: Oficiálne poradie
sl: Uradna lestvica
sv: Officiella ställningar
tr: Resmi Sıralamalar
uk: Офіційна турнірна таблиця
vi: Bảng xếp hạng Chính thức
zh: 官方排名
zh_tw: 官方排名

# broadcastIframeHelp
source: More options on the {param}
ar: المزيد من الخيارات على {param}
bs: Više opcija na {param}
ca: Més opcions a la {param}
cs: Více možností na {param}
da: Flere muligheder på {param}
el: Περισσότερες επιλογές στη {param}
es: Más opciones en {param}
eu: Aukera gehiago {param}ean
fa: گزینه‌های بیشتر در {param}
fi: Lisäasetuksia löytyy {param}
gl: Máis opcións na {param}
he: ישנן אפשרויות נוספות ב{param}
it: Altre opzioni si trovano nella {param}
ko: {param}에서 더 많은 정보를 확인하실 수 있습니다
lt: Daugiau parinkčių {param}
nl: Meer opties voor de {param}
pt: Mais opções na {param}
ro: Mai multe opțiuni pe {param}
ru: Больше опций на {param}
sk: Viac možností nájdete na {param}
sl: Več nastavitev s {param}
sq: Më tepër mundësi te {param}
sv: Fler alternativ på {param}
tr: {param}nda daha fazla seçenek
uk: Більше опцій на {param}
vi: Thêm tùy chọn trên {param}
zh: 更多选项位于 {param}
zh_tw: 更多選項在{param}

# broadcastWebmastersPage
source: webmasters page
ar: صفحة مدير المواقع
bs: stranica web-mastera
ca: pàgina d'administració
cs: Stránka webmasterů
da: webmasters side
el: σελίδα για webmasters
es: la página del webmaster
eu: webmasterraren webgune
fa: صفحهٔ وبداران
fi: webmasterin sivulta
gl: páxina do administrador web
he: עמוד המתכנתים
it: pagina dei gestori web
ko: 웹마스터 페이지
lt: žiniatinklio valdytojų puslapis
nl: pagina van de webmaster
pt: página webmasters
ro: pagina administratorilor de site
ru: странице веб-мастера
sk: stránke tvorcu
sl: Stran administratorja turnirja
sq: faqe webmaster-ësh
sv: webbmasterns sida
tr: ağ yöneticileri sayfası
uk: сторінка webmasters
vi: trang nhà phát triển web
zh: 站长页面
zh_tw: 網頁管理員頁面

# broadcastEmbedThisBroadcast
source: Embed this broadcast in your website
ar: ادمج هذا البث في موقع الويب الخاص بك
bs: Uvežite ovo emitovanje u vašu web stranicu
ca: Incrusta aquesta retransmissió al vostre lloc web
cs: Vložte toto vysílání na váš web
da: Indlejr denne udsendelse på dit website
el: Ενσωμάτωση μετάδοσης στην ιστοσελίδα σας
es: Inserta esta transmisión en tu sitio web
eu: Txertatu zuzeneko hau zure webgunean
fa: جاسازی این پخش زنده در وبگاه‌تان
fi: Upota tämä lähetys sivustoosi
gl: Incrustar esta emisión na túa páxina web
he: הטמעת ההקרנה באתר האינטרנט שלך
it: Incorpora questa trasmissione nel tuo sito web
ko: 이 방송을 웹사이트에 삽입하세요
lt: Įterpkite šią transliaciją į savo svetainę
nl: Deze uitzending insluiten in je website
pt: Incorporar esta transmissão no teu website
ro: Încorporează această transmisiune în site-ul tău
ru: Встройте эту трансляцию на ваш сайт
sk: Vložiť toto vysielanie na webovú stránku
sl: Vgradite prenos v živo v svojo spletno stran.
sq: Trupëzojeni këtë transmetim në sajtin tuaj
sv: Infoga denna sändning på din webbplats
tr: İnternet sitenizde bu yayını gömülü paylaşın
uk: Вбудувати цю трансляцію на своєму сайті
vi: Nhúng chương trình phát sóng này vào trang web của bạn
zh: 将此转播嵌入您的网站
zh_tw: 將此直播嵌入您的網站

# broadcastRatingDiff
source: Rating diff
ar: فرق التقييم
bs: Razlika u rejtingu
ca: Diferència puntuació
cs: Ratingový rozdíl
da: Rating-forskel
el: Διαφορά βαθμολογίας
eo: Ranga malsamo
es: Diferencia de puntuación
eu: Elo diferentzia
fa: اختلاف درجه‌بندی
fi: Vahvuuslukujen erotus
gl: Diferenza de puntuación
he: הפרש הדירוג
it: Differenza di punteggio
ko: 레이팅 차이
lt: Reitingo skirtumas
nl: Ratingverschil
pt: Diferença de Elo
ro: Diferență rating
ru: Разница в рейтингах
sk: Ratingový rozdiel
sl: Razlika v ratingu
tr: Puan farkı
uk: Різниця у рейтингу
vi: Độ thay đổi hệ số
zh: 等级分差
zh_tw: 評級差異

# broadcastGamesThisTournament
source: Games in this tournament
ar: الألعاب
bg: Игри в този турнир
bs: Mečevi u ovom turniru
ca: Partides en aquest torneig
cs: Hry v tomto turnaji
da: Partier i denne turnering
el: Παρτίδες τουρνουά
eo: Ludoj en ĉi tiun turniron
es: Partidas en este torneo
eu: Txapelketa honetako partidak
fa: بازی‌های این مسابقات
fi: Pelit tässä turnauksessa
gl: Partidas neste torneo
he: משחקים בטורניר זה
it: Partite in questo torneo
ko: 이 토너먼트의 게임들
lt: Partijos šiame turnyre
nl: Partijen in dit toernooi
pt: Jogos deste torneio
ro: Jocuri în acest turneu
ru: Партии этого турнира
sk: Partie tohto turnaja
sl: Igre v tem turnirju
sq: Lojëra në këtë turne
sv: Partier i denna turnering
tr: Bu turnuvadaki maçlar
uk: Ігри в цьому турнірі
vi: Các ván đấu trong giải này
zh: 本锦标赛对局
zh_tw: 此比賽的對局

# broadcastScore
source: Score
ar: النتيجة
bg: Резултат
bs: Bodovi
ca: Puntuació
cs: Skóre
el: Βαθμοί
es: Resultado
eu: Emaitza
fa: امتیاز
fi: Pisteet
gl: Resultado
he: ניקוד
it: Punteggio
ko: 점수
lt: Taškų skaičius
pt: Pontuação
ro: Scor
ru: Очки
sk: Skóre
sl: Rezultat
sq: Përfundim
sv: Poäng
tr: Skor
uk: Очки
vi: Điểm số
zh: 得分
zh_tw: 分數

# broadcastAllTeams
source: All teams
ar: كل الفرق
bs: Svi timovi
ca: Tots els equips
cs: Všechny týmy
da: Alle hold
el: Όλες οι ομάδες
eo: Ĉiuj teamoj
es: Todos los equipos
eu: Talde guztiak
fa: همهٔ یَران‌ها
fi: Kaikki joukkueet
gl: Todos os equipos
he: כל הקבוצות
it: Tutte le squadre
ko: 모든 팀
lt: Visos komandos
nl: Alle teams
pt: Todas as equipas
ro: Toate echipele
ru: Все клубы
sk: Všetky tímy
sl: Vse ekipe
sq: Krejt ekipet
sv: Alla lag
tr: Tüm takımlar
uk: Усі команди
vi: Tất cả đội
zh: 所有团队
zh_tw: 所有團隊

# broadcastTournamentFormat
source: Tournament format
ar: نظام البطولة
bg: Формат на състезанието
bs: Format turnira
ca: Format del torneig
cs: Formát turnaje
da: Turneringsformat
el: Μορφή τουρνουά
es: Formato del torneo
eu: Txapelketaren formatua
fa: ساختار مسابقات
fi: Turnauksen laji
gl: Formato do torneo
he: שיטת הטורניר
it: Formato del torneo
ko: 토너먼트 형식
lt: Turnyro formatas
nl: Toernooivorm
pt: Formato do torneio
ro: Format turneu
ru: Формат турнира
sk: Formát turnaja
sl: Oblika turnirja
sq: Format turneu
sv: Turneringens format
tr: Turnuva biçimi
uk: Формат турніру
vi: Điều lệ giải đấu
zh: 锦标赛赛制
zh_tw: 錦標賽格式

# broadcastTournamentLocation
source: Tournament Location
ar: موقع البطولة
bg: Място на състезанието
bs: Lokacija turnira
ca: Ubicació del torneig
cs: Místo konání turnaje
da: Turneringssted
el: Τοποθεσία τουρνουά
es: Ubicación del torneo
eu: Txapelketaren kokalekua
fa: مکان مسابقات
fi: Turnauksen sijainti
gl: Lugar do torneo
he: מיקום הטורניר
it: Luogo del Torneo
ko: 토너먼트 장소
lt: Turnyro vieta
nl: Toernooilocatie
pt: Localização do Torneio
ro: Locație turneu
ru: Местоположение турнира
sk: Miesto konania turnaja
sl: Lokacija turnirja
sq: Vendndodhje Turney
sv: Turneringens plats
tr: Turnuva Konumu
uk: Місце турніру
vi: Địa điểm tổ chức giải đấu
zh: 锦标赛地点
zh_tw: 錦標賽地點

# broadcastTopPlayers
source: Top players
ar: أفضل اللاعبين
bs: Najbolji igrači
ca: Millors jugadors
cs: Nejlepší hráči
da: Topspillere
el: Κορυφαίοι παίκτες
es: Mejores jugadores
eu: Jokalari onenak
fa: بازیکنان برتر
fi: Parhaat pelaajat
gl: Mellores xogadores
he: שחקני צמרת
it: Giocatori migliori
kk: Мықтылар
ko: 상위 플레이어들
lt: Geriausi žaidėjai
nl: Topspelers
pt: Melhores jogadores
ro: Jucători de top
ru: Лучшие игроки
sk: Najlepší hráči
sl: Najboljši igralci
sq: Lojtarët kryesues
sv: Toppspelare
tr: En iyi oyuncular
uk: Найкращі гравці
vi: Những kỳ thủ hàng đầu
zh: 顶尖棋手
zh_tw: 頂尖玩家

# broadcastTimezone
source: Time zone
ar: المنطقة الزمنية
bg: Часова зона
bs: Vremenska zona
ca: Zona horària
cs: Časové pásmo
da: Tidszone
el: Ζώνη ώρας
eo: Horzono
es: Zona horaria
eu: Ordu-zona
fa: زمان-یانه
fi: Aikavyöhyke
gl: Zona horaria
he: אזור זמן
it: Fuso orario
ko: 시간대
lt: Laiko juosta
nl: Tijdzone
pt: Fuso horário
ro: Fus orar
ru: Часовой пояс
sk: Časové pásmo
sl: Časovni pas
sq: Zonë kohore
sv: Tidszon
tr: Zaman dilimi
uk: Часовий пояс
vi: Múi giờ
zh: 时区
zh_tw: 時區

# broadcastFideRatingCategory
source: FIDE rating category
ar: فئة تقيم FIDE
bs: Kategorija FIDE rejtinga
ca: Categoria puntuació FIDE
cs: Kategorie ratingu FIDE
da: FIDE-ratingkategori
el: Κατηγορία αξιολόγησης FIDE
eo: Kategorio de rango de FIDE
es: Categoría de calificación de FIDE
eu: FIDE rating kategoria
fa: رسته‌بندی درجه‌بندی فیده
fi: Kategoria (FIDE-vahvuuslukujen mukaan)
gl: Categoría de puntuación FIDE
he: קטגוריית דירוג FIDE
it: Categoria di punteggio FIDE
ko: FIDE 레이팅 범주
lt: FIDE reitingo kategorija
nl: FIDE-rating categorie
pt: Categoria do Elo FIDE
ro: Categoria de rating FIDE
ru: Категория рейтинга FIDE
sk: Kategória FIDE ratingu
sl: FIDE rating kategorija
sq: Kategori vlerësimi FIDE
sv: Kategori för FIDE-rating
tr: FIDE derecelendirme kategorisi
uk: Категорія рейтингу FIDE
vi: Thể loại xếp hạng FIDE
zh: FIDE 等级分类别
zh_tw: FIDE 評級類別

# broadcastOptionalDetails
source: Optional details
ar: تفاصيل اختيارية
bs: Opcionalni detalji
ca: Detalls opcionals
cs: Volitelné detaily
da: Valgfri detaljer
el: Προαιρετικές λεπτομέρειες
es: Detalles opcionales
eu: Hautazko xehetasunak
fa: جزئیات اختیاری
fi: Mahdolliset lisätiedot
gl: Detalles opcionais
he: פרטים אופציונאליים
it: Dettagli facoltativi
ko: 선택적 세부 정보
lt: Papildoma informacija
nl: Optionele info
pt: Detalhes opcionais
ro: Detalii opționale
ru: Необязательные данные
sk: Nepovinné údaje
sl: Neobvezne podrobnosti
sq: Hollësi opsionale
sv: Valfri information
tr: İsteğe bağlı ayrıntılar
uk: Додаткові деталі
vi: Tùy chọn chi tiết
zh: 可选详细信息
zh_tw: 其他細節

# broadcastPastBroadcasts
source: Past broadcasts
ar: البثوث السابقة
bg: Минали излъчвания
bs: Prošla emitovanja
ca: Retransmissions finalitzades
cs: Dřívější vysílání
da: Tidligere udsendelser
el: Προηγούμενες μεταδόσεις
es: Transmisiones pasadas
eu: Pasatutako zuzenekoak
fa: پخش‌های گذشته
fi: Menneet lähetykset
gl: Emisións finalizadas
he: הקרנות עבר
it: Trasmissioni precedenti
ko: 과거 방송들
lt: Ankstesnės transliacijos
nl: Afgelopen uitzendingen
pt: Transmissões anteriores
ro: Transmisii anterioare
ru: Завершённые трансляции
sk: Predchádzajúce vysielania
sl: Pretekle oddaje
sq: Transmetime të kaluara
sv: Tidigare sändningar
tr: Geçmiş yayınlar
uk: Минулі трансляції
vi: Các phát sóng đã qua
zh: 往期转播
zh_tw: 直播紀錄
