Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Member since
af: Lid sedert
ar: مسجل منذ
az: Üzvlük tarixi
be: Далучыўся
bg: Член от
bn: সদস্য রয়েছেন
bs: Član od
ca: Membre des del
cs: Členem od
da: Medlem siden
el: Μέλος από τις
eo: Membro ekde
es: Miembro desde
eu: Noiztik kidea:
fa: عضویت از تاریخ
fi: Liittynyt
gl: Membro dende
he: רשום/ה מ
hy: Անդամ է՝ սկսած
id: Anggota sejak
it: Membro dal
kk: Тіркелген күні
ko: 가입 시기:
lt: Narys nuo
lv: Dalībnieks kopš
mk: Член од
nl: Lid sinds
pt: Membro desde
ro: Membru din
ru: Дата регистрации
sk: Členom od
sl: Član od
sq: Anëtar që prej
sr: Члан од
sv: Medlem sedan
tr: Üyelik tarihi
uk: Зареєстрований з
vi: Thành viên từ
zh: 加入日期
zh_tw: 註冊日期

# lastSeenActive
source: Active {param}
af: Laas ingeteken {param}
ar: آخر دخول {param}
az: Aktiv {param}
be: Анлайн {param}
bg: Последно влизане {param}
bn: শেষ আগমন {param}
bs: Zadnja aktivnost {param}
ca: Darrer accés {param}
cs: Poslední přihlášení {param}
da: Sidst logget ind {param}
el: Τελευταία είσοδος {param}
eo: Aktiva {param}
es: Última visita {param}
eu: Azken aldiz online: {param}
fa: آخرین ورود {param}
fi: Nähty viimeksi {param}
gl: Última conexión {param}
he: נכנס/ה לאחרונה {param}
hy: Վերջին մուտքը {param}
id: Login terakhir {param}
it: Ultimo accesso {param}
kk: {param} белсенді болды
ko: 최근 로그인: {param}
lt: Paskutinis prisijungimas {param}
lv: Aktīvs {param}
mk: Последен пат вклучен {param}
nl: {param} voor het laatst gezien
pt: Ativo {param}
ro: Ultima autentificare {param}
ru: Был онлайн {param}
sk: Posledné prihlásenie {param}
sl: Zadnja prijava {param}
sq: Aktiv {param}
sr: Активан/на {param}
sv: Senast aktiv {param}
tr: Aktif {param}
uk: Востаннє заходив {param}
vi: Hoạt động {param}
zh: 最近登录 {param}
zh_tw: 最近登入 {param}

source: Player
af: Speler
ar: لاعب
az: Oyunçu
be: Гулец
bg: Играч
bn: খেলোয়াড়
bs: Igrač
ca: Jugador
cs: Hráč
da: Spiller
el: Παίκτης
eo: Ludanto
es: Jugador
eu: Jokalaria
fa: بازیکن
fi: Pelaaja
gl: Xogador
he: שחקן/ית
hy: Խաղացող
id: Pemain
it: Giocatore
kk: Ойыншы
ko: 플레이어
lt: Žaidėjas
lv: Spēlētājs
mk: Играч
nl: Speler
pt: Jogador
ro: Jucător
ru: Игрок
sk: Hráč
sl: Igralec
sq: Lojtar
sr: Играч
sv: Spelare
tr: Oyuncu
uk: Гравець
vi: Người chơi
zh: 棋手
zh_tw: 棋手

source: List
af: Lys
ar: قائمة
be: Спіс
bg: Списък
bn: তালিকা
bs: Lista
ca: Llista
cs: Seznam
da: Liste
el: Κατάλογος
eo: Listo
es: Lista
eu: Zerrenda
fa: فهرست
fi: Lista
gl: Lista
he: רשימה
hy: ցուցակ
id: Daftar
it: Lista
kk: Тiзiм
ko: 목록
lt: Sąrašas
lv: Saraksts
mk: Листа
nl: Lijst
pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sq: Listë
sr: Листа
sv: Lista
tr: Liste
uk: Список
vi: Danh sách
zh: 列表
zh_tw: 列表

source: Graph
af: Grafiek
ar: رسم بياني
az: Qrafik
be: Дыяграма
bg: Графика
bn: গ্রাফ
bs: Graf
ca: Gràfica
cs: Graf
da: Graf
el: Διάγραμμα
eo: Grafo
es: Gráfico
eu: Grafikoa
fa: نمودار
fi: Kaavio
gl: Gráfica
he: גרף
hy: Գրաֆիկ
id: Grafik
it: Grafico
kk: Диаграм
ko: 그래프
lt: Grafikas
lv: Grafiks
mk: Графикон
nl: Grafiek
pt: Gráfico
ro: Grafic
ru: Диаграмма
sk: Graf
sl: Graf
sq: Grafik
sr: Графикон
sv: Graf
tr: Grafik
uk: Діаграма
vi: Biểu đồ
zh: 图表
zh_tw: 圖表

source: Required.
af: Vereiste.
ar: مطلوب
az: Tələb olunur.
be: Абавязкова.
bg: Изисквано.
bn: প্রয়োজনীয়
bs: Obavezno.
ca: Necessari.
cs: Vyžadováno.
da: Påkrævet
el: Απαιτείται.
eo: Necesa.
es: Obligatorio.
eu: Beharrezkoa.
fa: مورد نیاز است
fi: Vaadittu.
gl: Obrigatorio.
he: נדרש.
hy: Պարտադիր.
id: Dibutuhkan.
it: Richiesto.
kk: Талап қойылады.
ko: 필수 항목
lt: Privaloma.
lv: Obligāts.
mk: Неопходно.
nl: Vereist.
pt: Obrigatório.
ro: Obligatoriu.
ru: Обязательное поле.
sk: Vyžaduje sa.
sl: Zahtevano
sq: E domosdoshme.
sr: Неопходно.
sv: Obligatoriskt.
tr: Gerekli.
uk: Обов'язково.
vi: Bắt buộc.
zh: 必填项目
zh_tw: 必填項目。

source: Open tournaments
af: Oop toernooie
ar: المسابقات المفتوحة
az: Mövcud turnirlər
be: Адкрытыя турніры
bg: Отворени турнири
bn: উন্মুক্ত টুর্নামেন্টগুলো
bs: Otvoreni turniri
ca: Tornejos oberts
cs: Otevřené turnaje
da: Åben turnering
el: Ανοικτά τουρνουά
eo: Enireblaj turniroj
es: Torneos abiertos
eu: Txapelketa irekiak
fa: باز کردن مسابقه
fi: Avoimet turnaukset
gl: Torneos abertos
he: הטורנירים הפתוחים
hy: Բաց մրցաշարեր
id: Turnamen terbuka
it: Tornei aperti
kk: Ашық жарыстар
ko: 시작 예정 토너먼트
lt: Atviri turnyrai
lv: Atvērtie turnīri
mk: Отворени турнири
nl: Open toernooien
pt: Torneios abertos
ro: Turnee deschise
ru: Открытые турниры
sk: Otvorené turnaje
sl: Odprti turnirji
sq: Turne të hapur
sr: Отворени турнири
sv: Öppna turneringar
tr: Açık turnuvalar
uk: Відкриті турніри
vi: Các giải đấu mở
zh: 公开锦标赛
zh_tw: 公開錦標賽

source: Duration
af: Duur
ar: المدة
az: Vaxt
be: Працягласць
bg: Времетраене
bn: সময়কাল
bs: Trajanje
ca: Durada
cs: Trvání
da: Varighed
el: Διάρκεια
eo: Daŭro
es: Duración
eu: Iraupena
fa: مدت
fi: Kesto
gl: Duración
he: משך
hy: Տևողություն
id: Durasi
it: Durata
kk: Ұзақтығы
ko: 경기 시간
lt: Trukmė
lv: Ilgums
mk: Времетраење
nl: Tijdsduur
pt: Duração
ro: Durată
ru: Длительность
sk: Dĺžka
sl: Trajanje
sq: Kohëzgjatja
sr: Трајање
sv: Varaktighet
tr: Süre
uk: Тривалість
vi: Thời lượng
zh: 时长
zh_tw: 持續時間

source: Winner
af: Wenner
ar: الفائز
az: Qalib
be: Пераможца
bg: Победител
bn: বিজয়ী
bs: Pobjednik
ca: Guanyador
cs: Vítěz
da: Vinder
el: Νικητής
eo: Venkinto
es: Ganador
eu: Irabazlea
fa: برنده
fi: Voittaja
gl: Gañador
he: מנצח
hy: Հաղթող
id: Pemenang
it: Vincitore
kk: Жеңімпаз
ko: 승자
lt: Nugalėtojas
lv: Uzvarētājs
mk: Победник
nl: Winnaar
pt: Vencedor
ro: Câștigător
ru: Победитель
sk: Víťaz
sl: Zmagovalec
sq: Fituesi
sr: Победник
sv: Vinnare
tr: Kazanan
uk: Переможець
vi: Người chiến thắng
zh: 获胜者
zh_tw: 贏家

source: Standings
bg: Класиране
bs: Rang lista
ca: Classificacions
el: Κατάταξη
eo: Pozicioj
es: Clasificaciones
eu: Sailkapena
fa: رده‌بندی
fi: Tulostaulu
gl: Clasificación
he: תוצאות
it: Classifica
ko: 순위
nl: Klassement
ro: Clasament
ru: Турнирная таблица
sk: Poradie
sl: Lestvica
uk: Турнірна Таблиця
vi: Bảng xếp hạng
zh: 排名
zh_tw: 排行榜

source: Create a new tournament
af: Skep 'n nuwe toernooi
ar: ابدأ مسابقة جديدة
az: Yeni turnir yaradın
be: Стварыць новы турнір
bg: Създаване на нов турнир
bn: নতুন টুর্নামেন্ট সৃষ্টি করুন
bs: Kreiraj novi turnir
ca: Crea un nou torneig
cs: Vytvořit turnaj
da: Opret en ny turnering
el: Δημιουργία νέου τουρνουά
eo: Krei novan turniron
es: Crear un nuevo torneo
eu: Txapelketa berria sortu
fa: ایجاد یک مسابقهٔ نو
fi: Luo uusi turnaus
gl: Crear un novo torneo
he: יצירת טורניר חדש
hy: Ստեղծել նոր մրցաշար
id: Buat turnamen baru
it: Crea un nuovo torneo
kk: Жаңа жарыс құру
ko: 새 토너먼트 생성
lt: Sukurti naują turnyrą
lv: Izveidot jaunu turnīru
mk: Отвори нов турнир
nl: Start een nieuw toernooi
pt: Criar um torneio
ro: Creați un turneu nou
ru: Создать турнир
sk: Vytvoriť nový turnaj
sl: Ustvari turnir
sq: Krijoni një turne të ri
sr: Направи нови турнир
sv: Skapa en ny turnering
tr: Yeni bir turnuva oluştur
uk: Створити новий турнір
vi: Tạo giải đấu mới
zh: 创建新锦标赛
zh_tw: 建立新的錦標賽

source: Tournament calendar
af: Toernooidagboek
ar: جدول البطولات
az: Turnir təqvimi
be: Каляндар турніру
bg: Календар с турнирите
bn: টুর্নামেন্ট ক্যালেন্ডার
bs: Kalendar turnira
ca: Calendari de tornejos
cs: Kalendář turnajů
da: Turneringskalender
el: Ημερολόγιο τουρνουά
eo: Turnira kalendaro
es: Calendario de torneos
eu: Txapelketa-egutegia
fa: گاهشمار مسابقات
fi: Turnauskalenteri
gl: Calendario de torneos
he: לו"ז טורנירים
hy: Մրցաշարի օրացույց
id: Jadwal turnamen
it: Elenco dei Tornei
kk: Жарыс күнтізбесі
ko: 토너먼트 달력
lt: Turnyrų kalendorius
lv: Turnīru kalendārs
mk: Календар на турнири
nl: Toernooikalender
pt: Calendário de torneios
ro: Calendarul competiției
ru: Турнирный календарь
sk: Kalendár turnajov
sl: Turnirski koledar
sq: Kalendari i turneut
sr: Календар турнира
sv: Turneringskalender
tr: Turnuva takvimi
uk: Турнірний календар
vi: Lịch giải đấu
zh: 锦标赛日程表
zh_tw: 錦標賽日程

# conditionOfEntry
source: Entry requirements:
af: Inskrywing vereistes:
ar: شروط الدخول:
az: Qatılma şərtləri:
be: Умовы ўваходу:
bg: Условие за участие:
bn: এন্ট্রির শর্তাবলি:
bs: Uslov za učestvovanje:
ca: Requisit d'entrada:
cs: Podmínka vstupu:
da: Betingelser for deltagelse:
el: Προϋπόθεση εισόδου:
eo: Kondiĉo de eniro:
es: Requisito de entrada:
eu: Parte hartzeko baldintza:
fa: شرایط ورود:
fi: Liittymisehto:
gl: Condicións de participación:
he: תנאי הכניסה:
hy: Մուտքի պահանջներ՝
id: Persyaratan masuk:
it: Condizioni di accesso:
kk: Кіру талаптары:
ko: 참가조건:
lt: Dalyvavimo sąlyga:
lv: Dalības prasības:
mk: Услови за влез:
nl: Voorwaarde voor deelname:
pt: Condições de participação:
ro: Condiții de intrare:
ru: Условия участия:
sk: Podmienka vstupu:
sl: Vstopni pogoji:
sq: Domosdoshmëri Pjesëmarrjeje:
sr: Услови за улаз:
sv: Inträdesvillkor:
tr: Katılma şartı:
uk: Умови участі:
vi: Điều kiện tham gia:
zh: 参赛条件：
zh_tw: 加入限制:

source: Advanced settings
af: Gevorderde instellings
ar: إعدادات متقدمة
az: Ətraflı tənzimləmələr
be: Дадатковыя налады
bg: Разширени настройки
bn: এডভান্সড সেটিংস
bs: Napredne postavke
ca: Configuració avançada
cs: Pokročilá nastavení
da: Avancerede indstillinger
el: Ρυθμίσεις για προχωρημένους
eo: Spertulaj agordoj
es: Configuración avanzada
eu: Ezarpen aurreratuak
fa: تنظیمات پیشرفته
fi: Lisäasetukset
gl: Axustes avanzados
he: הגדרות מתקדמות
hy: Ընդլայնված կարգավորումներ
id: Pengaturan lanjutan
it: Impostazioni Avanzate
kk: Қосымша баптаулар
ko: 고급 설정
lt: Papildomos nuostatos
lv: Uzstādījumi lietpratējiem
mk: Напредни поставки
nl: Geavanceerde instellingen
pt: Configurações avançadas
ro: Setări avansate
ru: Дополнительные настройки
sk: Pokročilé nastavenia
sl: Napredne nastavitve
sq: Rregullime të thelluara
sr: Напредна подешавања
sv: Avancerade inställningar
tr: Gelişmiş ayarlar
uk: Додаткові налаштування
vi: Cài đặt nâng cao
zh: 高级设置
zh_tw: 進階設定

# safeTournamentName
source: Pick a very safe name for the tournament.
af: Kies 'n baie veilige naam vir die toernooi.
ar: اختر اسماً ملائماً لهذه البطولة.
az: Turnir üçün çox etibarlı bir ad seçin.
be: Абярыце назву для турніру (бяспечную, калі ласка).
bg: Изберете много безопасно име за турнира.
bn: টুর্নামেন্টের জন্য একটি নিরাপদ নাম পছন্দ করুন।
bs: Odaberite vrlo siguran naziv za turnir.
ca: Trieu un nom segur per al torneig.
cs: Vyberte "bezpečné" jméno turnaje.
da: Vælg et meget ufarligt navn til turneringen.
el: Διαλέξτε ένα ουδέτερο όνομα για το τουρνουά.
eo: Elekti tre sekuran nomon por la turniro.
es: Escoge un nombre muy seguro para el torneo.
eu: Adeitasunezko izena hauta ezazu.
fa: یک نام بسیار امن برای مسابقات انتخاب کنید.
fi: Valitse asiallinen nimi turnaukselle.
gl: Escolle un nome seguro para o torneo.
he: בחר/י שם בטוח מאוד לטורניר.
hy: Ընտրեք շատ ապահով անվանում մրցաշարի համար։
id: Pilih nama yang paling aman untuk turnamen.
it: Scegli un nome appropriato per il torneo.
kk: Жарысты түзу, жөнді сөзбен атаңыз.
ko: 토너먼트 이름은 무난한 것으로 정해주십시오.
lt: Pasirinkite labai saugų turnyro pavadinimą.
lv: Izvēlieties drošu turnīra nosaukumu.
mk: Одбери многу безбедно име за турнирот.
nl: Kies een zeer veilige naam voor het toernooi.
pt: Escolhe um nome totalmente seguro para o torneio.
ro: Alege un nume foarte sigur pentru turneu.
ru: Выберите для турнира как можно более безопасное название.
sk: Názov turnaja vyberajte s rozvahou!
sl: Izberite zelo varno ime za turnir.
sq: Zgjidhni një emër shumë të sigurt për turneun.
sr: Изабери веома сигурно име за турнир.
sv: Välj ett mycket säkert namn för turneringen.
tr: Turnuva için oldukça güvenli bir isim seçin.
uk: Оберіть пристойну назву для турніру.
vi: Hãy chọn tên chuẩn mực cho giải đấu.
zh: 锦标赛名称应无任何争议。
zh_tw: 幫錦標賽挑選一個適合的名字

# inappropriateNameWarning
source: Anything even slightly inappropriate could get your account closed.
af: Enige iets ongepaste kan maak dat jou rekening gesluit word.
ar: أي شيء غير مناسب ولو حتى قليلاً يمكن أن يعرّض حسابك للإغلاق.
az: Hər hansı uyğunsuz bir ad, hesabınızın bağlanmasına yol aça bilər.
be: Усё, што нават крыху апынецца недарэчным, можа прывесці да блакіроўкі.
bg: Нещо дори и леко неуместно може да доведе до затваряне на вашия акаунт.
bn: এমনকি সামান্য অনুপযুক্ত কিছুও আপনার অ্যাকাউন্ট বন্ধ করতে পারে।
bs: Sve što je imalo neprikladno može dovesti do trajnog zatvaranja vašeg profila.
ca: Qualsevol comportament mínimament inadequat podria implicar el tancament del teu compte.
cs: Cokoli i mírně nevhodného může způsobit uzavření vašeho účtu.
da: Selv noget lidt upassende kan resultere i at din konto lukkes.
el: Η επιλογή ακατάλληλου ή προσβλητικού ονόματος ενδέχεται να οδηγήσει στο κλείσιμο του λογαριασμού σας.
eo: Se vi uzas maltaŭgan aŭ maldecan nomon, ni fermos vian konton.
es: Cualquier comportamiento mínimamente inapropiado podría conllevar al cierre de tu cuenta.
eu: Errespetua galduz gero, zure kontua itxiko dugu.
fa: هرچیز حتی کمی نامناسب ممکن است باعث بسته شدن حساب کاربری شما بشود.
fi: Hiemankin epäasiallinen nimi voi johtaa käyttäjätunnuksesi sulkemiseen.
gl: Calquera comportamento minimamente inadecuado podería levar ao peche da túa conta.
he: כל דבר לא הולם ולו במעט עלול לגרום לסגירת חשבונך.
hy: Եթե անվանումը թվա նույնիսկ փոքր-ինչ անհարիր, Ձեզ կարող են արգելափակել։
id: Nama apapun yang bahkan sedikit tidak pantas akan mengakibatkan akun Anda ditutup.
it: Qualsiasi cosa anche solo lievemente inappropriata potrebbe comportare l'eliminazione del tuo account.
kk: Кез-келген, тіпті шамалы орынсыз әрекет себебінен тіркелгіңіз жабылуы мүмкін.
ko: 조금이라도 부적절한 이름일 경우에는 계정이 정지될 수도 있습니다.
lt: Kas nors bent kiek netinkamo gali lemti jūsų paskyros uždarymą.
lv: Jebkas kaut nedaudz nepiedienīgs var novest pie jūsu konta slēgšanas.
mk: И најмалку непристојни работи можат да ви ја затворат сметката.
nl: Bij zelfs het minste vermoeden van een misplaatst gekozen naam, kan uw account gesloten worden.
pt: Até uma linguagem ligeiramente inadequada pode levar ao encerramento da tua conta.
ro: Orice nume care este chiar și ușor nepotrivit poate cauza închiderea contului tău.
ru: Если название хотя бы немного покажется неуместным, вас могут заблокировать.
sk: Čokoľvek čo i len mierne nevhodné môže mať za následok uzavretie Vášho účtu.
sl: Že zelo majhna neprimernost lahko povzroči ukinitev vašega računa.
sq: Çfarëdo gjëje qoftë edhe pakëz e papërshtatshme mund të sjellë mbylljen e llogarisë tuaj.
sr: Било шта имало неприкладно може довести до затварања твог налога.
sv: Någonting, om än bara lite, olämpligt skulle kunna få ditt konto att stängas.
tr: Herhangi bir uygunsuz isim, hesabınızın yasaklanmasına yol açabilir.
uk: Все, що навіть трохи виявиться недоречним, може призвести до блокування.
vi: Một hành động dù chỉ một chút không thích hợp, tài khoản của bạn có thể bị khoá.
zh: 任何具有争议性的名称将可能导致您的账号被封禁。
zh_tw: 即便只是一點點的違規都有可能導致您的帳號被封鎖。

# emptyTournamentName
source: Leave empty to name the tournament after a notable chess player.
af: Laat leeg om die toernooi na 'n noemenswaardige speler te vernoem.
ar: أترك الحقل فارغاً وسيتم تسمية البطولة باسم غراند ماستر عشوائي.
az: Turnirə görkəmli bir şahmatçının adını vermək üçün boş buraxın.
be: Пакіньце пустым, каб назваць турнір у гонар выпадковага гросмайстра.
bg: Ако оставите празно името, тогава турнирът ще бъде кръстен на случайно избран гросмайстор.
bn: কোন গ্র্যান্ডমাস্টারের নামে টুর্নামেন্টের নাম দিতে চাইলে খালি রাখুন।
bs: Ako ostavite prazno, turnir će se nazvati po slučajno odabranom šahovskom igraču.
ca: Deixar en blanc per nombrar el torneig amb un Gran Mestre a l'atzar.
cs: Pokud jméno turnaje nevyplníte, bude pojmenován po náhodném velmistrovi.
da: Lad stå tomt for at navngive turneringen efter en tilfældig stormester.
el: Αφήστε το παραπάνω πεδίο κενό αν θέλετε το τουρνουά να πάρει αυτόματα το όνομα κάποιου γνωστού σκακιστή.
eo: Se vi lasas ĝin malplena, ni uzos la nomon de fama ŝakludisto.
es: Déjalo en blanco para poner al torneo el nombre de un Gran Maestro al azar.
eu: Ez baduzu betetzen, txapelketak Maisu Handi baten izena hartuko du, ausaz.
fa: برای نامیدن مسابقات به نام یک شطرنج‌باز برجسته، خالی بگذارید.
fi: Jos jätät tyhjäksi, turnaus nimetään jonkun suurmestarin mukaan.
gl: Deixar en branco para poñerlle ó torneo o nome dun Grande Mestre notable.
he: השאירו ריק כדי לקרוא לטורניר על שם שחקן/ית שח דגול/ה.
hy: Թողեք դատարկ` մրցաշարը պատահական գրոսմայստերի պատվին կոչելու համար։
id: Biarkan kosong untuk nama turnamen setelah pengacakan Grandmaster.
it: Lascia vuoto il nome del torneo per chiamarlo con il nome di un giocatore famoso casuale.
kk: Елеулі бір шахматшының атымен атау үшін бос қалдырыңыз.
ko: 토너먼트 이름을 공란으로 두면, 임의의 그랜드마스터 선수 이름으로 선택됩니다.
lt: Palikus tuščią, turnyras bus pavadintas pagal atsitiktinį didmeistrį.
lv: Atstājiet neaizpildītu, lai nosauktu turnīru kāda ievērojama šahista vārdā.
mk: Остави празно за турнирот да биде крстен по шаховски првак.
nl: Laat het veld leeg om het toernooi naar een willekeurige grootmeester te vernoemen.
pt: Deixe em branco e será atribuído um nome aleatório de um jogador notável ao torneio.
ro: Lăsați necompletat pentru a numi turneul după un jucător bun de șah.
ru: Оставьте пустым, чтобы назвать турнир в честь случайного гроссмейстера.
sk: Ak názov nevyplníte, turnaj bude pomenovaný po náhodnom veľmajstrovi.
sl: Pustite prazno, da bo turnir imenovan po naključnem velemojstru.
sq: Për ta emërtuar turneun me emrin e një lojtari të njohur shahu, lëreni të zbrazët.
sr: Остави празно да би назвао/ла турнир по познатом шаховском играчу.
sv: Lämna tom för att namnge turneringen efter en slumpmässig stormästare.
tr: Kutuyu boş bırakarak turnuvaya rastgele bir Büyükusta'nın ismini verebilirsiniz.
uk: Залиште пустим, щоб назвати турнір на честь випадкового гросмейстера.
vi: Hãy để trống để lấy tên theo tên một kỳ thủ cờ vua nổi tiếng.
zh: 若留空，系统将会随机选取著名大师的姓名作为锦标赛名称。
zh_tw: 若不填入錦標賽的名稱，將會用一位著名的棋手名字來做為錦標賽名稱。

# makePrivateTournament
source: Make the tournament private, and restrict access with a password
af: Maak die toernooi privaat, en beperk toegang met 'n wagwoord
ar: جعل البطولة خاصة، وتقييد الوصول بكلمة مرور
az: Turniri özəl et və şifrə qoyaraq müraciəti məhdudlaşdır
be: Зрабіць турнір прыватным і абмяжаваць доступ паролем
bg: Ограничи достъпа до турнира с парола
bn: পাসওয়ার্ড দিয়ে টুর্নামেন্টটি গোপনীয় এবং সিমাবদ্ধ করেদিন
bs: Učinite turnir privatnim i ograničite pristup lozinkom
ca: Fes el torneig privat, i restringeix l'accés amb clau d'entrada
cs: Udělejte turnaj soukromý a omezte přístup heslem
da: Gør turneringen privat og begræns adgang med en adgangskode
el: Κάντε το τουρνουά ιδιωτικό, και περιορίστε την πρόσβαση με κωδικό
eo: Faru la turniron privata kaj restriktu la aliron per pasvorto
es: Hacer el torneo privado y restringir el acceso con una contraseña
eu: Txapelketa pribatu egin eta sarrera pasahitzarekin babestu
fa: خصوصی کردن مسابقات و دسترسی تنها با گذرواژه
fi: Tee turnauksesta yksityinen ja aseta salasana, jolla siihen pääsee
gl: Fai que o torneo sexa privado e restrinxe o acceso cun contrasinal
he: הפכו את הטורניר לפרטי, והגבילו את הכניסה עם סיסמה
hy: Մրցաշարը դարձնել փակ և մուտքը սահմանափակել գաղտնաբառով
id: Jadikan turnamen pribadi, dan batasi akses dengan kata sandi
it: Rendi privato il torneo e limita l'accesso con una password
kk: Кіруді құпиясөзбен шектеп, жарысты оңашалаңыз
ko: 토너먼트를 비공개로 바꾸고, 비밀번호가 있어야만 들어갈 수 있습니다.
lt: Padaryti turnyrą privačiu, ir apriboti patekimą su slaptažodžiu
lv: Padarīt turnīru privātu, un ierobežot piekļuvi ar paroli
mk: Направи го турнирот приватен и ограничи го пристапот со лозинка
nl: Maak het toernooi privé en beperk de toegang met een wachtwoord
pt: Torna o torneio privado e restrinje o acesso com uma palavra-passe
ro: Faceți competiția privată și restricționați accesul cu o parolă
ru: Сделать турнир закрытым и ограничить доступ паролем
sk: Nastav turnaj ako súkromný a obmedz prístup k nemu pomocou hesla
sl: Naredi turnir zaseben in zaščiti dostop z geslom
sq: Bëjeni turneun privat dhe kufizojeni hyrjen me një fjalëkalim
sr: Направи турнир приватним и ограничи приступ са лозинком
sv: Gör turneringen privat, och begränsa åtkomst med ett lösenord
tr: Turnuvayı özel olarak ayarlayın ve şifre koyarak erişimi kısıtlayın
uk: Зробити турнір приватним та обмежити доступ паролем
vi: Đặt giải đấu ở chế độ riêng tư và giới hạn tham gia bởi mật khẩu
zh: 将锦标赛设为私有，并使用密码限制访问权限
zh_tw: 把錦標賽設定為私人，並設定密碼來限制進入。

source: Join
af: Sluit aan
ar: إشترك
az: Qoşul
be: Далучыцца
bg: Включи се
bn: যোগ দিন
bs: Pridružite se
ca: Inscriu-t'hi
cs: Přidat se
da: Deltag
el: Συμμετοχή
eo: Aliĝi
es: Unirse
eu: Sartu
fa: پیوستن
fi: Liity
gl: Unirse
he: הצטרף/י
hy: Միանալ
id: Gabung
it: Unisciti
kk: Қосылыңыз
ko: 참가하기
lt: Prisijungti
lv: Pievienoties
mk: Приклучи се
nl: Neem deel
pt: Entrar
ro: Intră
ru: Участвовать
sk: Pripojiť
sl: Pridruži se
sq: Merrni pjesë
sr: Придружи се
sv: Delta
tr: Katıl
uk: Приєднатись
vi: Tham gia
zh: 参与
zh_tw: 加入

source: Withdraw
af: Ontrek
ar: انسحاب
az: Tərk et
be: Адмовіцца ад удзелу
bg: Напусни
bn: উঠিয়ে নিন
bs: Odustanite
ca: Abandona
cs: Odhlásit se
da: Frameld
el: Απόσυρση
eo: Eliri
es: Abandonar
eu: Txapelketa utzi
fa: منصرف شدن
fi: Peru osallistuminen
gl: Retirarse
he: צא/י
hy: Չեղարկել
id: Keluar
it: Ritirati
kk: Жарыстан шығу
ko: 중단
lt: Pasitraukti
lv: Izstāties
mk: Предади
nl: Trek terug
pt: Sair
ro: Retrage-te
ru: Покинуть
sk: Odstúpiť
sl: Zapusti turnir
sq: Tërhiquni
sr: Повуци се
sv: Lämna
tr: Çekil
uk: Відступити
vi: Rút lui
zh: 退出
zh_tw: 離開

source: Points
af: Punte
ar: النقاط
az: Xallar
be: Балы
bg: Точки
bn: পয়েন্ট
bs: Bodovi
ca: Punts
cs: Body
el: Βαθμοί
eo: Poentoj
es: Puntos
eu: Puntuak
fa: امتیازها
fi: Pisteet
gl: Puntos
he: נקודות
hy: Միավորներ
id: Poin
it: Punti
kk: Ұпайлар
ko: 포인트
lt: Taškai
lv: Punkti
mk: Поени
nl: Punten
pt: Pontos
ro: Puncte
ru: Очки
sk: Bodov
sl: Točke
sq: Pikë
sr: Бодови
sv: Poäng
tr: Puanlar
uk: Очки
vi: Điểm
zh: 分数
zh_tw: 分數

source: Wins
af: Oorwinnings
ar: الفوز
az: Qələbələr
be: Перамогі
bg: Победи
bn: জয়
bs: Pobjede
ca: Victòries
cs: Výhry
da: Gevinster
el: Νίκες
eo: Venkoj
es: Victorias
eu: Irabazitakoak
fa: بردها
fi: Voitot
gl: Vitorias
he: ניצחונות
hy: Հաղթանակներ
id: Menang
it: Vittorie
kk: Жеңіс
ko: 승리
lt: Pergalės
lv: Uzvaras
mk: Победи
nl: Gewonnen
pt: Vitórias
ro: Victorii
ru: Победы
sk: Výhier
sl: Zmage
sq: Fitore
sr: Победе
sv: Vinster
tr: Galibiyetler
uk: Перемоги
vi: Thắng
zh: 胜局
zh_tw: 勝

source: Losses
af: Verliese
ar: الخسارة
az: Məğlubiyyətlər
be: Паразы
bg: Загуби
bn: পরাজয়
bs: Porazi
ca: Derrotes
cs: Prohry
da: Tabte
el: Ήττες
eo: Malvenkoj
es: Derrotas
eu: Porrotak
fa: باخت‌ها
fi: Tappiot
gl: Derrotas
he: הפסדים
hy: Պարտություններ
id: Kalah
it: Sconfitte
kk: Ұтылыс
ko: 패배
lt: Pralaimėjimai
lv: Zaudējumi
mk: Порази
nl: Verloren
pt: Derrotas
ro: Înfrângeri
ru: Поражения
sk: Prehier
sl: Porazi
sq: Humbje
sr: Порази
sv: Förluster
tr: Mağlubiyetler
uk: Поразки
vi: Thua
zh: 负局
zh_tw: 負

source: Starting in
af: Begin in
ar: تبدأ بعد
bg: Започва след
bs: Početak u
ca: Començant en
cs: Začíná za
da: Starter om
el: Εκκίνηση σε
eo: Komenciĝo post
es: Comienza en
eu: Laster hasiko da
fa: شروع در
fi: Aikaa alkuun:
gl: Comeza en
he: מתחיל בעוד
it: Inizio tra
kk: Басталуы
ko: 대회 시작까지
lt: Prasidės po
nl: Begint over
pt: Começa em
ro: Începe în
ru: Начинается через
sk: Začína o
sl: Začetek čez
sq: Fillon më
sr: Почиње за
sv: Startar om
tr: Başlamasına
uk: Початок через
vi: Bắt đầu trong
zh: 即将开始
