Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# positionInputHelp
source: Paste a valid FEN to start every game from a given position. It only works for standard games, not with variants. You can use the {param} to generate a FEN position, then paste it here. Leave empty to start games from the normal initial position.
af: Plak 'n geldige FEN om elke spel van 'n sekere posisie te begin. Dit werk slegs met standaard spelle, nie met variante nie. Jy kan die {param} gebruik om 'n FEN posisie te genereer, en dit dan hier plak. Laat dit leeg om elke spel vanaf die normale posisie te begin.
ar: لصق FEN صالح لبدء كل لعبة من موقع معين. إنه يعمل فقط للألعاب العادية، وليس مع المتغيرات. يمكنك استخدام {param} لإنشاء موضع FEN، ثم لصقه هنا. اتركه فارغاً لبدء الألعاب من الوضع الأولي العادي.
be: Устаўце дакладны FEN, каб пачынаць кожную гульню з зададзенай пазіцыі. Працуе толькі ў стандартных шахматах, не ў варыянтах. Можаце выкарыстаць {param} для генерацыі пазіцыі FEN, а потым уставіць тут. Пакіньце пустым, каб пачынаць гульні са звычайнай пачатковай пазіцыі.
bg: За започва всяка игра от зададена позиция, въведете валиден FEN код. Това работи само за стандартни игри, но не с варианти. Можете да използвате {param} за да създадете FEN позиция и след това да копирате кода тук. За да започват игрите от обичайната позиция, оставете полето празно.
bn: একটি প্রদত্ত অবস্থান থেকে প্রতিটি খেলা শুরু করতে একটি বৈধ FEN পেস্ট করুন. এটি শুধুমাত্র স্ট্যান্ডার্ড গেমের জন্য কাজ করে, ভেরিয়েন্টের সাথে নয়. আপনি একটি FEN তৈরি করতে {param} ব্যবহার করতে পারেন, তারপর এটি এখানে পেস্ট করুন. স্বাভাবিক প্রাথমিক অবস্থান থেকে গেম শুরু করতে খালি ছেড়ে দিন.
bs: Zalijepite važeći FEN da biste započeli svaku igru sa određene pozicije. Radi samo za standardne igre, ne sa vrstama. Možete koristiti {param} za generisanje FEN pozicije, a zatim ga zalijepite ovdje. Ostavite prazno za početak igre sa normalne početne pozicije.
ca: Enganxa un FEN vàlid per començar cada joc d'una posició donada. Només funciona per jocs estàndard, no per a variants. Pots utilitzar l'{param} per generar una posició FEN, i després enganxar-ho aquí. Deixa-ho en blanc per començar els jocs de la posició inicial.
cs: Vložte platný FEN popis šachovnice, pokud chcete, aby všechny hry začaly z dané pozice. Funguje to pouze pro standardní hry, ne pro varianty. Můžete použít {param} pro vygenerování FEN popisu zadané pozice a potom ho sem vložit. Nechte toto pole prázdné, pokud chcete začínat z běžného základního postavení.
da: Indsæt en gyldig FEN for at starte hvert parti fra en given stilling. Det virker kun for standardspil, ikke med varianter. Du kan bruge {param} til at generere en FEN-stilling og derefter indsætte den her. Lad stå tomt for at starte partier fra den normale udgangsstilling.
el: Επικολλήστε ένα έγκυρο FEN αν θέλετε κάθε παρτίδα να ξεκινάει από μια συγκεκριμένη θέση. Λειτουργεί μόνο για κανονικές παρτίδες, όχι για παραλλαγές. Μπορείτε να χρησιμοποιήσετε τον {param} για να δείτε ποιο είναι το FEN μιας θέσης, και στη συνέχεια να το επικολλήστε το εδώ. Σε περίπτωση που αφήσετε το πλαίσιο κενό, οι παρτίδες θα ξεκινήσουν από την κανονική αρχική θέση.
eo: Alglui validan FEN por komenci ĉiujn ludojn el donita pozicio. Tio nur funkcias por normaj ludoj, ne kun variantoj. Vi povas uzi la {param} por krei FEN pozicio, tiam alglui ĝin ĉi tie. Lasi ĝin malplena por komenci ludojn de la norma komenca pozicio.
es: Pega una descripción FEN para empezar todas las partidas con una posición específica. Sólo funciona con partidas estándar, no con las variantes. Puedes usar el {param} para crear una posición FEN y pegarla aquí. Déjalo vacío para empezar las partidas desde la posición inicial habitual.
eu: Partida guztiak posizio jakin batekin asteko sartu posizioaren FEN balioa. Xake-arrunteko partidekin bakarrik balio du, ez aldaerekin. {param} erabili dezakezu FEN balioa lortzeko, eta ondoren hemen itsatsi. Utzi hutsik partidak ohiko posizioarekin hasteko.
fa: برای آغاز هر بازی از یک وضعیت مشخص، یک FEN معتبر جای‌گذارید. تنها برای شطرنج معیار کار می‌کند، نه با وَرتاها. می‌توانید از {param} برای آزانیدن وضعیت FEN بهرایید، سپس آن را اینجا جای‌گذارید. برای آغاز بازی از وضعیت نخستین معمولی، خالی بگذارید.
fi: Liitä tähän FEN-koodi, jos haluat jokaisen pelin alkavan tietystä asemasta. Se toimii vain tavallisissa peleissä, ei varianteissa. Voit luoda aseman {param}lla ja kopioida FEN-koodin sieltä tänne. Jätä kenttä tyhjäksi, jos haluat pelien alkavan normaalista alkuasemasta.
gl: Pega un FEN válido para comezar as partidas dende unha posición determinada. Só funciona en partidas estándar, non en variantes. Podes empregar o {param} para xerar unha posición FEN e despois pegala aquí. Deixa en branco para comezar as partidas dende a posición inicial normal.
he: הדביקו FEN חוקי כדי להתחיל כל משחק מעמדה נתונה. שדה זה עובד רק עבור משחקים סטנדרטיים, לא עבור וריאנטים. את/ה יכול/ה להשתמש ב{param} כדי ליצור עמדת FEN, ואז להדביק אותה כאן. השאירו את השדה הזה ריק כדי להתחיל משחקים מהעמדה ההתחלתית הרגילה.
hy: Տեղադրեք FEN-ի ճիշտ տողը, որպեսզի յուրաքանչյուր խաղ սկսվի տվյալ դիրքից: Սա աշխատում է միայն ստանդարտ խաղերի համար, բայց ոչ տարբերակների հետ: Դուք կարող եք օգտագործել {param}՝ FEN դիրքը ստեղծելու համար, այնուհետև տեղադրեք այն այստեղ: Դաշտը թողեք դատարկ, որպեսզի խաղերը սկսվեն սովորական մեկնարկային դիրքից:
id: Tempelkan sebuah FEN yang valid untuk memulai setiap game dari posisi yang diberikan. Ini hanya berfungsi untuk game standar, bukan yang dengan variasi. Anda dapat menggunakan {param} untuk menghasilkan sebuah posisi FEN, lalu tempel di sini. Kosongkan untuk memulai permainan dari posisi awal yang normal.
it: Incolla un FEN valido per avviare ogni partita da una data posizione. Funziona solo per le partite standard, non con le varianti. Puoi usare {param} per generare una posizione FEN, poi incollala qui. Lascia vuoto per avviare le partite dalla posizione iniziale normale.
kk: Әр ойынды нақты бір күйден бастау үшін FEN еңгізіңіз. Бұл тек классикалық ойындарда ғана жұмыс істейді, басқа шахмат түрлерінде емес. Күйдің FEN-ін құру үшін {param} қолданыңыз, кейін осында еңгізіңіз. Ойынды кәдімгі бастапқы күйден бастау үшін бос қалдыра салыңыз.
ko: 모든 대국을 주어진 포지션으로 시작하려면 FEN을 붙여넣으세요. 일반 대국이 아닌 변형 체스에는 적용되지 않습니다. FEN 포지션을 생성하기 위해 {param}를 사용할 수 있습니다. 비워두면 일반 시작 포지션에서 시작합니다.
lt: Norėdami pradėti žaidimą nuo specifinės pozicijos, įklijuokite teisingą FEN. Veikia tik standartiniams žaidimams, ne variantams. Norėdami sugeneruoti FEN poziciją galite naudotis {param}, tada ją įklijuokite čia. Palikite tuščią norėdami pradėti žaidimą nuo įprastos pradinės pozicijos.
lv: Ielīmējiet derīgu FEN, lai sāktu katru spēli no dotās pozīcijas. Šis darbojas tikai ar standarta spēlēm nevis variantiem. Varat izmantot rīku "{param}", lai izveidotu FEN pozīciju, tad ielīmējiet to šeit. Atstājiet tukšu, lai spēles sāktos no parastās pozīcijas.
mk: Ставете валиден FEN за да ја започнете секоја игра од одредена позиција. Работи само за стандардни игри, не за варијации. Можете да го користите {param} за да генерирате FEN позиција, а потоа да ја ставите овде. Оставете празно за да ја почнете играта од нормална почетна позиција.
nl: Plak een geldige FEN-code om een partij te beginnen vanaf een bepaalde stelling. Het werkt alleen voor standaardpartijen, niet met varianten. U kunt de {param} gebruiken om een FEN-code te genereren en deze hier plakken. Laat leeg om partijen te starten vanaf de normale beginstelling.
pt: Cole um FEN válido para iniciar todos os jogos a partir de uma determinada posição. Só funciona para os jogos padrão, não com variantes. Você pode usar o {param} para gerar uma posição FEN e, em seguida, colá-lo aqui. Deixe em branco para iniciar jogos da posição inicial normal.
ro: Lipiți un FEN valid pentru a începe fiecare joc dintr-o poziție dată. Funcționează doar pentru jocuri standard, nu si pentru variante. Puteți utiliza {param} pentru a genera o poziție FEN, apoi lipiți-o aici. Lăsați gol pentru a începe jocurile din poziția inițială normală.
ru: Вставьте правильную строку FEN, чтобы каждая игра начиналась с заданной позиции. Это работает только для стандартных игр, но не с вариантами. Вы можете использовать {param} для создания позиции FEN, а затем вставить её здесь. Оставьте поле пустым, чтобы игры начинались с обычной начальной позиции.
sk: Vložte platný FEN pre začatie každej partie z konkrétnej pozície! Funguje len pre štandardné partie, nie pre varianty. Môžete použiť {param} na vygenerovanie FEN pozície a potom ju sem vložiť. Nechajte prázdne pre začatie partií zo základnej pozície!
sl: Prilepite veljaven FEN, da začnete vsako igro z določenega položaja. Deluje samo za standardne igre, ne pa tudi z različicami. {param} lahko ustvarite položaj FEN, nato pa ga prilepite sem. Pustite prazno, da začnete igre iz običajnega začetnega položaja.
sq: Ngjitni një FEN të vlefshëm, që çdo lojë të niset prej një pozicioni të dhënë. Funksionon vetëm për lojëra standarde, jo me variante. Mund të përdorni {param} për të prodhuar një pozicion FEN, mandej ta ngjitni këtu. Që lojërat të fillojnë nga pozicioni fillestar normal, lëreni të zbrazët.
sv: Klistra in en giltig FEN för att starta varje spel från en given position. Det fungerar endast för standardspel, inte med varianter. Du kan använda {param} för att generera en FEN-position, sedan klistra in den här. Lämna tomt för att starta spel från den normala startpositionen.
tr: Her oyunda belirli bir pozisyondan başlamak için geçerli FEN yazınız. Sadece standart oyunlarda çalışır, varyantlarda çalışmaz. FEN pozisyonu oluşturmak için {param} kullanıp buraya yazabilirsiniz. Başlangıç pozisyonundan oynamak için boş bırakınız.
uk: Вставте правильний FEN для початку кожної гри з даної позиції. Він працює тільки з стандартними іграми, а не з варіантами. Для генерації позиції FEN ви можете використати {param} щоб вставити його тут. Залиште пустим, щоб почати гру з початкової позиції.
vi: Dán một FEN hợp lệ để bắt đầu tất cả ván đấu bằng một thế cờ nhất định đó. Nó chỉ dùng được cho cờ vua tiêu chuẩn, không được với các biến thể. Bạn có thể dùng {param} để tạo ra một FEN rồi dán ở đây. Bỏ trống để bắt đầu tất cả ván đấu bằng thế trận ban đầu bình thường.
zh: 粘贴一个有效的 FEN，使每场对局都从给定局面开始。 这仅对标准对局有效，不适用于变体。 您可以使用 {param} 生成 FEN 局面，然后粘贴到这里。 留空则从正常的初始局面开始对局。
zh_tw: 將一個有效的 FEN 貼上於此作為所有對局的起始位置。 僅適用於標準西洋棋，對變種無效。 你可以試用 {param} 來生成 FEN，然後將其貼上到這裡。 置空表示以預設位置開始比賽。

# cancelSimul
source: Cancel the simul
af: Kanseleer die simul
ar: ابطال المباراة الجماعية
az: Simulu ləğv et
be: Скасаваць сеанс адначасовай гульні
bg: Отмени сеанса
bn: একত্রে খেলা বাতিল করুন
bs: Otkažite simultanku
ca: Cancel·la la simultània
cs: Zrušit simultánku
da: Annuller simultanen
el: Ακύρωση σιμουλτανέ
eo: Nuligi la samtempludo
es: Cancelar la simultánea
eu: Utzi bertan behera aldi-berekoa
fa: بازی هم‌زمان (سیمولتانه) را لغو نمایید
fi: Peruuta simultaani
gl: Cancela as simultáneas
he: ביטול המשחק הסימולטני
hy: Չեղարկել խաղաշարը
id: Batalkan simulasi
it: Annulla simulazione
kk: Қалың ойынды болдырмау
ko: 동시대국 취소하기
lt: Atšaukti simultaną
lv: Atcelt simultānseansu
mk: Откажи ја симултанката
nl: Simultaan annuleren
pt: Cancelar a simultânea
ro: Anulează simul
ru: Отменить сеанс
sk: Zrušiť simultánku
sl: Prekliči simultanko
sq: Anuloje simultanen
sr: Откажи симултанку
sv: Avbryt simultanen
tr: Eş zamanlı gösteriyi iptal et
uk: Відмінити сеанс
vi: Hủy sự kiện cờ đồng loạt
zh: 取消车轮战
zh_tw: 取消車輪戰

# simulHostcolor
source: Host colour for each game
af: Gasheer kleur vir elke spel
ar: لون المضيف لكل لعبة
be: Колер арганізатара ў кожнай гульне
bg: Цвят на домакина във всяка игра
bn: স্বাগতিক খেলোয়াড়ের ঘুটি/ piece এর রঙ
bs: Boja domaćina u svakoj igri
ca: Banda de l'amfitrió cada joc
cs: Barva figur pořadatele
da: Værtsfarve for hvert parti
el: Χρώμα διοργανωτή σε κάθε παρτίδα
eo: Gastiganta koloro por ĉiu ludo
es: Color del anfitrión para cada partida
eu: Aldi-berekoa ematen duenaren kolorea
fa: رنگ مربوط به نمایش‌دهنده یا میزبان برای هر بازی
fi: Isännän väri joka pelissä
gl: Cor do anfitrión para cada partida
he: צבע מנחה המשחק
hy: Խաղաշար անցկացնողի գույնը յուրաքանչյուր պարտիայում
id: Pilih warna untuk setiap permainan
it: Colore host per ogni partita
kk: Бас ойыншының әр ойындағы тас түсі
ko: 각 대국에서 호스트의 색
lt: Šeimininko spalva kiekvienam žaidimui
lv: Uzņemošā spēlētāja krāsa katrā spēlē
mk: Боја на организаторот во секоја игра
nl: Kleur van de simultaangever voor elk spel
pt: Cor do anfitrião para cada jogo
ro: Culoare gazdă pentru fiecare joc
ru: Цвет сеансёра в каждой партии
sk: Farba figúr hostiteľa pre každú partiu
sl: Barva gostitelja za vsako igro
sq: Ngjyrë organizatori për çdo lojë
sr: Које фигуре има домаћин за сваку партију
sv: Värdfärg för varje parti
tr: Ev sahibinin rengi
uk: Колір сеансера для кожної гри
vi: Màu quân của người chủ trì cho mỗi ván đấu
zh: 每盘对局的主持人执棋方
zh_tw: 主持所執方

# estimatedStart
source: Estimated start time
af: Verwagte begin tyd
ar: الوقت المتوقع للبدأ
be: Меркаваны час пачатку
bg: Очаквано време на започване
bn: আনুমানিক খেলা শুরুর সময়
bs: Procijenuto početno vrijeme
ca: Temps de començament aproximada
cs: Předpokládaný začátek
da: Anslået starttidspunkt
el: Εκτιμώμενη ώρα έναρξης
eo: Proksimuma komenca tempo
es: Hora de inicio aproximada
eu: Ustezko hasiera ordua
fa: زمان تقریبی شروع بازی
fi: Arvioitu alkamisaika
gl: Tempo estimado de comezo
he: זמן התחלה משוער
hy: Խաղաշարը սկսելու նախատեսվող ժամը
id: Waktu estimasi mulai
it: Tempo di avvio stimato
kk: Басталудың болжаулы уақыты
ko: 예상 시작 시간
lt: Numatytas pradžios laikas
lv: Paredzētais sākuma laiks
mk: Предвидено време на почеток
nl: Geschatte starttijd
pt: Hora de início prevista
ro: Timp de începere estimat
ru: Предполагаемое время начала сеанса
sk: Predpokladaný čas začiatku
sl: Predvideni čas začetka
sq: Kohë fillimi përafërsisht
sr: Очекивано време почетка
sv: Beräknad starttid
tr: Tahminî başlangıç süresi
uk: Приблизний час початку
vi: Thời gian bắt đầu dự kiến
zh: 预计开始时间
zh_tw: 預計開始時間

# simulFeatured
source: Feature on {param}
af: Vertoon op {param}
ar: ميزة في {param}
be: Паказваць на {param}
bg: Показва се на {param}
bn: দেখানো হবে {param}
bs: Istečaj na {param}
ca: Mostrar a {param}
cs: Funkce v {param}
da: Vis på {param}
el: Προβεβλημένο στο {param}
eo: Prezenti ĉe {param}
es: Mostrar en {param}
eu: Destakatu hemen: {param}
fa: آرنگیدن در {param}
fi: Näytä sivulla {param}
gl: Amosar simultánea en {param}
he: הצג ב{param}
hy: Ցույց տալ {param}-ում
id: Tersedia di {param}
it: Mostra su {param}
kk: {param} осында көрсету
ko: {param}에서 공개
lt: Rodyti {param}
lv: Rādīt {param}
mk: Покажи на {param}
nl: Simultaan tonen op {param}
pt: Em destaque em {param}
ro: Recomandat de {param}
ru: Показывать на {param}
sk: Zobraziť na {param}
sl: Funkcija v {param}
sq: Shfaqe në {param}
sr: Прикажи на {param}
sv: Visa på {param}
tr: {param} adresinden yayımla
uk: Показувати на {param}
vi: Hiển thị trên {param}
zh: 在 {param} 上展示
zh_tw: 展示在 {param}

# simulFeaturedHelp
source: Show your simul to everyone on {param}. Disable for private simuls.
af: Wys jou simul aan almal op {param}. Deaktiveer vir private simuls.
ar: إظهار التبسيط الخاص بك للجميع في {param}. تعطيل للمحاكاة الخاصة.
be: Паказваць сеанс адначасовай гульні усім на {param}. Адключыце для прыватных сеансаў.
bg: Показвайте сеанса си всички на {param}. Изключете за частни сеанси.
bn: {param}-এ সবার কাছে আপনার সিমুল দেখান। ব্যক্তিগত সিমুল জন্য নিষ্ক্রিয় করুন.
bs: Pokažite svoju simulaciju svima na {param}. Onemogući za privatne simulacije.
ca: Mostra la teva simultània a tothom a {param}. Desactiva-ho per a simultànies privades.
cs: Zobrazit vaši simultánní hru všem na {param}. Vypnout pro soukromé simultánní hry.
da: Vis din simultan til alle på {param}. Deaktivér for private simultaner.
el: Να εμφανίζεται το σιμουλτανέ σε όλους στο {param}. Απενεργοποιήστε αυτήν την επιλογή για ιδιωτικά σιμουλτανέ.
eo: Montri vian samtempludon al ĉiuj en {param}. Malaktivigi por privataj samtempludoj.
es: Muestra la simultánea públicamente en {param}. Deshabilitado para simultáneas privadas.
eu: Erakutsi zure aldi-berekoa mundu guztiari {param} helbideak. Desaktibatu aldi-bereko pribatuentzat.
fa: بازی هم‌زمان خود را برای همه بر روی لینک {param} نشان بدهید. برای دسترسی خصوصی آن را غیرفعال نمایید.
fi: Näytä simultaanisi kaikille {param}lla. Poista valinta pitääksesi simultaanin yksityisenä.
gl: Amosar as simultáneas publicamente en {param}. Desactivar nas simultáneas privadas.
he: גרום למשחק להיות פומבי ב־{param}. בטל בשביל משחק סימולטני פרטי.
hy: Ցուցադրել խաղաշարը {param}-ում։ Անջատեք մասնավոր խաղաշարերի համար։
id: Tampilkan simulasi Anda ke semua orang pada {param}. Nonaktifkan untuk simulasi pribadi.
it: Mostra la tua simulazione a tutti su {param}. Disabilita per le simulazioni private.
kk: Қалың ойынды {param}-те баршаға көрсету. Оңаша ойындарда өшірулі.
ko: 모두가 {param}에서 동시대국을 볼 수 있습니다. 비공개 대국을 위해서는 비활성화하세요.
lt: Rodyti simultaną visiems {param}. Neįjungta privatiems simultanams.
lv: Visiem rādīt simultānseansu {param}. Atspējojiet šo opciju privātiem simultānseansiem.
mk: Покажете ја вашата симултанка на секого на {param}. Оневозможи за приватни симултанки.
nl: De simultaan voor iedereen weergeven op {param}. Schakel dit uit voor privésimultaans.
pt: Mostre a sua simultânea a todos em {param}. Desativar para simultâneas privadas.
ro: Arătați-vă simul-ul tuturor de pe {param}. Dezactivați pentru simul-uri private.
ru: Показывать сеанс на {param}. Отключите для частных сеансов.
sk: Ukázať vašu simultánnu hru všetkým na {param}. Zakázať pre súkromné simultánne hry.
sl: Pokažite svojo simultanko vsem na {param}. Onemogoči za zasebne simulacije.
sq: Shfaqeni simultanen tuaj për këdo, në {param}. Për simultane private, çaktivizojeni.
sr: Покажи своју симултанку свима на {param}. Онемогући за приватне симултанке.
sv: Visa din simultan för alla på {param}. Inaktivera för privata simultaner.
tr: Eş zamanlı gösteriyi {param} adresinden herkese görünür kılar. Özel gösteriler için devre dışı bırakın.
uk: Показати ваш сеанс для всіх на {param}. Вимикати для приватних сеансів.
vi: Hiển thị sự kiện cờ đồng loạt của bạn trên {param}. Không áp dụng cho các sự kiện riêng tư.
zh: 在 {param} 上向所有人展示您的车轮战。设为私有车轮战请禁用此选项。
zh_tw: 在 {param} 上向所有人展示您主持的車輪戰，對私人車輪戰無效。

source: Simul description
af: Simul beskrywing
ar: وصف المباراة الجماعية
be: Апісанне сеансу
bg: Описание на сеанса
bn: সিমুল বর্ণনা
bs: Opis simultanke
ca: Descripció de la simultània
cs: Popis simultánky
da: Simultanbeskrivelse
el: Περιγραφή σιμουλτανέ
eo: Priskribo de la samtempludo
es: Descripción de la simultánea
eu: Aldi-berekoaren deskribapena
fa: توصیف بازی هم‌زمان
fi: Simultaanin kuvaus
gl: Descrición das simultáneas
he: תיאור המשחק הסימולטני
hy: Խաղաշարի նկարագրությունը
id: Deskripsi simulasi
it: Descrizione della simulazione
kk: Қалың ойын сипаттамасы
ko: 동시대국 설명
lt: Simultano aprašymas
lv: Simultānseansa apraksts
mk: Опис на симултанка
nl: Omschrijving van de simultaan
pt: Descrição da simultânea
ro: Descriere Simul
ru: Описание сеанса
sk: Popis simultánky
sl: Opis simultanke
sq: Përshkrim simultaneje
sr: Опис симултанке
sv: Simultan-beskrivning
tr: Eş zamanlı gösterinin açıklaması
uk: Опис сеансу
vi: Mô tả sự kiện cờ đồng loạt
zh: 车轮战描述
zh_tw: 車輪戰描述

# simulDescriptionHelp
source: Anything you want to tell the participants?
af: Enige iets wat jy vir die deelnemers wil vertel?
ar: أي شيء تريد أن تخبره للمشاركين؟
be: Жадаеце штосьці сказаць удзельнікам?
bg: Има ли нещо което искате да кажете на участниците?
bn: আপনি অংশগ্রহণকারীদের কিছু বলতে চান?
bs: Želite li nešto reći učesnicima?
ca: Cap cosa per mencionar als participants?
cs: Je tu něco co by jste chtěli sdělit účastníkům?
da: Noget du ønsker at fortælle deltagerne?
el: Θέλετε να πείτε κάτι στους συμμετέχοντες;
eo: Ĉu vi volas diri ion al la partoprenantoj?
es: ¿Quieres decirle algo a los participantes?
eu: Parte-hartzaileei zerbait esan nahi diezu?
fa: آیا می‌خواهید مطلبی را به شرکت‌کنندگان بگویید؟
fi: Haluatko kertoa osallistujille jotain?
gl: Queres dicirlle algo ós participantes?
he: משהו שאת/ה רוצה להגיד למשתתפים?
hy: Ցանկանո՞ւմ եք որևէ բան պատմել մասնակիցներին։
id: Adakah sesuatu yang ingin Anda sampaikan pada peserta?
it: Vuoi dire qualcosa ai partecipanti?
kk: Қатысушыларға тағы айтар сөзіңіз бар ма?
ko: 참가자들에게 하고 싶은 말이 있나요?
lt: Ar norite ką nors pranešti dalyviams?
lv: Vai vēlaties ko teikt dalībniekiem?
mk: Дали сакате нешто да им кажете на натпреварувачите?
nl: Is er nog iets wat de deelnemers moeten weten?
pt: Quer dizer alguma coisa aos participantes?
ro: Ce vrei să spui participanţilor?
ru: Хотите что-нибудь сказать участникам?
sk: Chcete účastníkom niečo povedať?
sl: Kaj želite povedati udeležencem?
sq: Ndonjë gjë që doni t’u thoni pjesëmarrësve?
sr: Желиш ли нешто да саопштиш учесницима?
sv: Något du vill berätta för deltagarna?
tr: Katılımcılara söylemek istediğiniz bir şey var mı?
uk: Чи хочете ви щось повідомити учасникам?
vi: Bạn có muốn nói điều gì với những người tham gia không?
zh: 写下您想要告诉参与者的任何内容
zh_tw: 有甚麼要告訴參賽者的嗎？

# markdownIsAvailable
source: {param} is available for formatting.
ca: Es pot utilitzar {param} per descriure el format.
el: Μπορείτε να χρησιμοποιήσετε {param} για μορφοποίηση.
es: El formato de {param} está disponible.
it: {param} è disponibile per la formattazione.
nl: {param} is beschikbaar voor opmaak.
ru: {param} доступен для форматирования.
sk: {param} je k dispozícii na formátovanie.
vi: {param} có thể dùng để định dạng.
zh: 可使用 {param} 格式进行撰写
