Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# nbFollowers
source: {count, plural, =1{{count} follower} other{{count} followers}}
af: {count, plural, =1{Gevolg deur {count}} other{Gevolg deur {count}}}
ar: {count, plural, =0{{count} متابع} =1{{count} متابع} =2{{count} متابع} few{{count} متابع} many{{count} متابع} other{{count} متابع}}
az: {count, plural, =1{{count} izləyici} other{{count} izləyici}}
be: {count, plural, =1{{count} падпісчык} few{{count} падпісчыкі} many{{count} падпісчыкаў} other{{count} падпісчыкаў}}
bg: {count, plural, =1{{count} последователи} other{{count} последователи}}
bn: {count, plural, =1{{count} অনুসরণকারী} other{{count} অনুসরণকারী}}
bs: {count, plural, =1{{count} pratitelj} few{{count} pratitelja} other{{count} pratitelja}}
ca: {count, plural, =1{{count} seguidors} other{{count} seguidors}}
cs: {count, plural, =1{{count} následovník} few{{count} následovníci} many{{count} následovníků} other{{count} následovníků}}
da: {count, plural, =1{{count} som følger} other{{count} følgere}}
el: {count, plural, =1{{count} ακόλουθος} other{{count} ακόλουθοι}}
eo: {count, plural, =1{{count} sekvanto} other{{count} sekvantoj}}
es: {count, plural, =1{{count} seguidor} other{{count} seguidores}}
eu: {count, plural, =1{{count} jarraitzaile} other{{count} jarraitzaile}}
fa: {count, plural, =1{{count} دنبال‌گر} other{{count} دنبال‌گر}}
fi: {count, plural, =1{{count} seuraaja} other{{count} seuraajaa}}
gl: {count, plural, =1{{count} seguidor} other{{count} seguidores}}
he: {count, plural, =1{עוקב {count}} =2{{count} עוקבים} many{{count} עוקבים} other{{count} עוקבים}}
hy: {count, plural, =1{{count} հետևողներ} other{{count} հետևողներ}}
id: {count, plural, other{{count} pengikut}}
it: {count, plural, =1{{count} lo segue} other{{count} lo seguono}}
kk: {count, plural, =1{{count} серігі бар} other{{count} серігі бар}}
ko: {count, plural, other{팔로워 {count}명}}
lt: {count, plural, =1{{count} sekėjas} few{{count} sekėjai} many{{count} sekėjų} other{{count} sekėjų}}
lv: {count, plural, =0{{count} sekotāji} =1{{count} sekotājs} other{{count} sekotāji}}
mk: {count, plural, =1{{count} следбеници} other{{count} следбеници}}
nl: {count, plural, =1{{count} volger} other{{count} volgers}}
pt: {count, plural, =1{{count} seguidor} other{{count} seguidores}}
ro: {count, plural, =1{Un urmăritor} few{{count} urmăritori} other{{count} de urmăritori}}
ru: {count, plural, =1{{count} подписчик} few{{count} подписчика} many{{count} подписчиков} other{{count} подписчиков}}
sk: {count, plural, =1{{count} sledujúci} few{{count} sledujúci} many{{count} sledujúcich} other{{count} sledujúcich}}
sl: {count, plural, =1{Št. sledilcev: {count}} =2{{count} sledilca} few{{count} sledilci} other{{count} sledilcev}}
sq: {count, plural, =1{{count} ndjekës} other{{count} ndjekës}}
sr: {count, plural, =1{{count} пратилац} few{{count} пратиоца} other{{count} пратиоца}}
sv: {count, plural, =1{{count} följare} other{{count} följare}}
tr: {count, plural, =1{{count} takipçi} other{{count} takipçi}}
uk: {count, plural, =1{{count} спостерігач} few{{count} спостерігачі} many{{count} спостерігачів} other{{count} спостерігачів}}
vi: {count, plural, other{{count} người theo dõi}}
zh: {count, plural, other{{count} 关注者}}
zh_tw: {count, plural, other{{count}個關注者}}

# nbFollowing
source: {count, plural, =1{{count} following} other{{count} following}}
af: {count, plural, =1{volg {count}} other{volg {count}}}
ar: {count, plural, =0{{count} يتابعهم} =1{{count} يتابعهم} =2{{count} يتابعهم} few{{count} يتابعهم} many{{count} يتابعهم} other{{count} يتابعهم}}
az: {count, plural, =1{{count} izləyici} other{{count} izlənilən}}
be: {count, plural, =1{падпісаны на {count} гульца} few{падпісаны на {count} гульцоў} many{падпісаны на {count} гульцоў} other{падпісаны на {count} гульцоў}}
bg: {count, plural, =1{{count} следва} other{{count} следва}}
bn: {count, plural, =1{{count} অনুসরণ করছেন} other{{count} অনুসরণ করছেন}}
bs: {count, plural, =1{Prati {count}} few{Prati {count}} other{Prati {count}}}
ca: {count, plural, =1{Seguint {count} jugadors} other{Seguint {count} jugadors}}
cs: {count, plural, =1{{count} sleduje} few{{count} sleduje} many{{count} sleduje} other{{count} sleduje}}
da: {count, plural, =1{{count} følger} other{{count} følger}}
el: {count, plural, =1{{count} ακολουθείται} other{{count} ακολουθούνται}}
eo: {count, plural, =1{{count} sekvatoj} other{{count} sekvatoj}}
es: {count, plural, =1{{count} siguiendo} other{{count} siguiendo}}
eu: {count, plural, =1{{count} Jarraituak} other{{count} Jarraituak}}
fa: {count, plural, =1{{count} دنبالیده} other{{count} دنبال‌شده}}
fi: {count, plural, =1{{count} seurattua} other{{count} seurattua}}
gl: {count, plural, =1{Seguindo a {count} xogador} other{Seguindo a {count} xogadores}}
he: {count, plural, =1{{count} ברשימת המעקב} =2{{count} ברשימת המעקב} many{{count} ברשימת המעקב} other{{count} ברשימת המעקב}}
hy: {count, plural, =1{{count} հետևում են} other{{count} հետևում են}}
id: {count, plural, other{{count} mengikuti}}
it: {count, plural, =1{{count} persona seguita} other{{count} persone seguite}}
kk: {count, plural, =1{{count} ойыншыға серік} other{{count} ойыншыға серік}}
ko: {count, plural, other{팔로잉 {count}명}}
lt: {count, plural, =1{{count} sekamas} few{{count} sekami} many{{count} sekamų} other{{count} sekamų}}
lv: {count, plural, =0{{count} sekotie} =1{{count} sekotais} other{{count} sekotie}}
mk: {count, plural, =1{{count} следи} other{{count} следи}}
nl: {count, plural, =1{{count} volgend} other{{count} volgend}}
pt: {count, plural, =1{a seguir {count} jogador} other{a seguir {count} jogadores}}
ro: {count, plural, =1{Unul urmărit} few{{count} urmăriți} other{{count} urmăriți}}
ru: {count, plural, =1{подписан на {count} игрока} few{подписаны {count}} many{подписан на {count} игроков} other{подписан на {count} игроков}}
sk: {count, plural, =1{{count} sledovaný} few{{count} sledovaní} many{{count} sledovaných} other{{count} sledovaných}}
sl: {count, plural, =1{{count} sledi} =2{{count} sledita} few{{count} sledijo} other{{count} sledijo}}
sq: {count, plural, =1{{count} që ndiqet} other{{count} që ndiqen}}
sr: {count, plural, =1{{count} праћење} few{{count} праћења} other{{count} праћења}}
sv: {count, plural, =1{följer {count}} other{följer {count}}}
tr: {count, plural, =1{{count} takip ettiklerim} other{{count} takip ettiklerim}}
uk: {count, plural, =1{{count} спостерігає} few{{count} спостерігають} many{{count} спостерігають} other{{count} спостерігають}}
vi: {count, plural, other{Đang theo dõi {count} người}}
zh: {count, plural, other{{count} 正在关注}}
zh_tw: {count, plural, other{關注{count}人}}

# nbGamesInPlay
source: {count, plural, =1{{count} game in play} other{{count} games in play}}
af: {count, plural, =1{{count} spel aan die gang} other{{count} spelle aan die gang}}
ar: {count, plural, =0{{count} مباراة جارية} =1{{count} مباراة جارية} =2{{count} مباراة جارية} few{{count} مباراة جارية} many{{count} مباراة جارية} other{{count} مباراة جارية}}
az: {count, plural, =1{{count} oyun oynanılır} other{{count} oyun oynanılır}}
be: {count, plural, =1{{count} бягучая гульня} few{{count} бягучыя гульні} many{{count} бягучых гульняў} other{{count} бягучых гульняў}}
bg: {count, plural, =1{{count} игра в ход} other{{count} игри в ход}}
bn: {count, plural, =1{{count} খেলা চলছে} other{{count} খেলা চলছে}}
bs: {count, plural, =1{{count} partija u toku} few{{count} partija u toku} other{{count} partija u toku}}
ca: {count, plural, =1{{count} partida en joc} other{{count} partides en joc}}
cs: {count, plural, =1{{count} rozehraná hra} few{{count} rozehrané hry} many{{count} rozehraných her} other{{count} rozehraných her}}
da: {count, plural, =1{{count} parti i gang} other{{count} partier i gang}}
el: {count, plural, =1{{count} παιχνίδι παίζεται τώρα} other{{count} παιχνίδια παίζονται τώρα}}
eo: {count, plural, =1{{count} aktivaj ludoj} other{{count} aktivaj ludoj}}
es: {count, plural, =1{{count} partida en juego} other{{count} partidas en juego}}
eu: {count, plural, =1{{count} partida une honetan} other{{count} partida une honetan}}
fa: {count, plural, =1{{count} بازی جاریست} other{{count} بازی جاریست}}
fi: {count, plural, =1{{count} peliä meneillään} other{{count} peliä meneillään}}
gl: {count, plural, =1{{count} partida en xogo} other{{count} partidas en xogo}}
he: {count, plural, =1{משחק {count} בתהליך} =2{{count} משחקים בתהליך} many{{count} משחקים בתהליך} other{{count} משחקים בתהליך}}
hy: {count, plural, =1{Ընթանում է {count} խաղ} other{Ընթանում է {count} խաղ}}
id: {count, plural, other{{count} pertandingan sedang berlangsung}}
it: {count, plural, =1{{count} partita in gioco} other{{count} partite in gioco}}
kk: {count, plural, =1{{count} ойын өтуде} other{{count} ойын өтуде}}
ko: {count, plural, other{{count}개의 대국 진행 중}}
lt: {count, plural, =1{{count} vykstanti partija} few{{count} vykstančios partijos} many{{count} vykstančių partijų} other{{count} vykstančių partijų}}
lv: {count, plural, =0{Pašlaik norisinās {count} spēles} =1{Pašlaik norisinās {count} spēle} other{Pašlaik norisinās {count} spēles}}
mk: {count, plural, =1{{count} Игри во тек} other{{count} Игри во тек}}
nl: {count, plural, =1{{count} partij bezig} other{{count} partijen bezig}}
pt: {count, plural, =1{{count} jogo a decorrer} other{{count} jogos a decorrer}}
ro: {count, plural, =1{{count} partidă în desfășurare} few{{count} partide în desfășurare} other{{count} de partide în desfășurare}}
ru: {count, plural, =1{{count} партия} few{{count} партии} many{{count} партий} other{{count} партий}}
sk: {count, plural, =1{{count} rozohraná partia} few{{count} rozohrané partie} many{{count} rozohraných partií} other{{count} rozohraných partií}}
sl: {count, plural, =1{{count} igrana partija} =2{{count} igrani partiji} few{{count} igrane partije} other{{count} igranih partij}}
sq: {count, plural, =1{{count} lojë duke u luajtur} other{{count} lojëra duke u luajtur}}
sr: {count, plural, =1{{count} партија у игри} few{{count} партије у игри} other{{count} партија у игри}}
sv: {count, plural, =1{{count} parti spelas} other{{count} partier spelas}}
tr: {count, plural, =1{Şu anda {count} oyun oynanıyor} other{Şu anda {count} oyun oynanıyor}}
uk: {count, plural, =1{{count} гра триває} few{{count} гри триває} many{{count} ігор триває} other{{count} ігор триває}}
vi: {count, plural, other{{count} trận đang chơi}}
zh: {count, plural, other{{count} 场对局进行中}}
zh_tw: {count, plural, other{{count}場對局正在進行中}}

# maximumNbCharacters
source: {count, plural, =1{Maximum: {count} character.} other{Maximum: {count} characters.}}
af: {count, plural, =1{Maksimum: {count} karakter.} other{Maksimum: {count} karakters.}}
ar: {count, plural, =0{الحد الأقصى: {count} حرف.} =1{الحد الأقصى: {count} حرف.} =2{الحد الأقصى: {count} حرف.} few{الحد الأقصى: {count} حرف.} many{الحد الأقصى: {count} حرف.} other{الحد الأقصى: {count} حرف.}}
az: {count, plural, =1{Ən çox: {count} simvol.} other{Ən çox: {count} xarakter}}
be: {count, plural, =1{Максімум: {count} сімвал.} few{Максімум: {count} сімвалы.} many{Максімум: {count} сімвалаў.} other{Максімум: {count} сімвалаў.}}
bg: {count, plural, =1{Max: {count} знака.} other{Max: {count} знака.}}
bn: {count, plural, =1{সর্বোচ্চ: {count} টি অক্ষর} other{সর্বোচ্চ: {count} টি অক্ষর}}
bs: {count, plural, =1{Maksimalno: {count} znak.} few{Maksimalno: {count} znakova.} other{Maksimalno: {count} znakova.}}
ca: {count, plural, =1{Màxim: {count} caràcters.} other{Màxim: {count} caràcters.}}
cs: {count, plural, =1{Maximum: {count} znak.} few{Maximum: {count} znaky.} many{Maximum: {count} znaků.} other{Maximum: {count} znaků.}}
da: {count, plural, =1{Maximum: {count} tegn.} other{Maximum: {count} tegn.}}
el: {count, plural, =1{Όριο: {count} χαρακτήρες.} other{Όριο: {count} χαρακτήρες.}}
eo: {count, plural, =1{Maksimumo: {count} signoj.} other{Maksimumo: {count} signoj.}}
es: {count, plural, =1{Máximo: {count} carácter.} other{Máximo: {count} carácteres.}}
eu: {count, plural, =1{Gehienez: {count} karaktere} other{Gehienez: {count} karaktere}}
fa: {count, plural, =1{حداکثر: {count} حرف} other{حداکثر: {count} حرف}}
fi: {count, plural, =1{Maksimi: {count} merkkiä.} other{Maksimi: {count} merkkiä.}}
gl: {count, plural, =1{Máximo: {count} carácter.} other{Máximo: {count} caracteres.}}
he: {count, plural, =1{מספר תווים מירבי: {count}.} =2{מספר תווים מירבי: {count}.} many{מספר תווים מירבי: {count}.} other{מספר תווים מירבי: {count}.}}
hy: {count, plural, =1{Առավելագույնը՝ {count} նշան։} other{Առավելագույնը՝ {count} նշան։}}
id: {count, plural, other{Maksimal: {count} karakter}}
it: {count, plural, =1{Massimo: {count} carattere.} other{Massimo: {count} caratteri.}}
kk: {count, plural, =1{Ең көбі: {count} таңба.} other{Ең көбі: {count} таңба.}}
ko: {count, plural, other{최대 {count}자.}}
lt: {count, plural, =1{Daugiausiai: {count} simbolis.} few{Daugiausiai: {count} simboliai.} many{Daugiausiai: {count} simbolių.} other{Daugiausiai: {count} simbolių.}}
lv: {count, plural, =0{Maksimums: {count} simboli.} =1{Maksimums: {count} simbols.} other{Maksimums: {count} simboli.}}
mk: {count, plural, =1{Максимум: {count} знак.} other{Максимум: {count} знаци.}}
nl: {count, plural, =1{Maximaal: {count} teken.} other{Maximaal: {count} tekens.}}
pt: {count, plural, =1{Máximo: {count} carácter.} other{Máximo: {count} caracteres.}}
ro: {count, plural, =1{Maxim: {count} caracter.} few{Maxim: {count} caractere.} other{Maxim: {count} caractere.}}
ru: {count, plural, =1{Максимум: {count} символ.} few{Максимум: {count} символа.} many{Максимум: {count} символов.} other{Максимум: {count} символов.}}
sk: {count, plural, =1{Maximum: {count} znak.} few{Maximum: {count} znaky.} many{Maximum: {count} znakov.} other{Maximum: {count} znakov.}}
sl: {count, plural, =1{Največ: {count} znak.} =2{Največ: {count} znaka.} few{Največ: {count} znake.} other{Največ: {count} znakov.}}
sq: {count, plural, =1{E shumta:{count} shenjë.} other{E shumta:{count} shenja.}}
sr: {count, plural, =1{Максимално: {count} карактер.} few{Максимално: {count} карактера.} other{Максимално: {count} карактера.}}
sv: {count, plural, =1{Max: {count} tecken.} other{Max: {count} tecken.}}
tr: {count, plural, =1{En fazla: {count} karakter.} other{En fazla: {count} karakter.}}
uk: {count, plural, =1{Максимум: {count} символів.} few{Максимум: {count} символа.} many{Максимум: {count} символів.} other{Максимум: {count} символів.}}
vi: {count, plural, other{Tối đa: {count} ký tự.}}
zh: {count, plural, other{最多 {count} 个字符}}
zh_tw: {count, plural, other{最多包含 {count} 個字符}}

# blocks
source: {count, plural, =1{{count} block} other{{count} blocks}}
af: {count, plural, =1{{count} weiering} other{{count} weieringe}}
ar: {count, plural, =0{{count} حظر} =1{{count} حظر} =2{{count} حظر} few{{count} حظر} many{{count} حظر} other{{count} حظر}}
az: {count, plural, =1{{count} şəxs əngəlləndi} other{{count} şəxs əngəlləndi}}
be: {count, plural, =1{{count} заблакіраваны гулец} few{{count} заблакіраваных гульцы} many{{count} заблакіраваных гульцоў} other{{count} заблакіраваных гульцоў}}
bg: {count, plural, =1{{count} блокирани играчи} other{{count} блокирани играчи}}
bn: {count, plural, =1{{count} বাধা} other{{count} বাধা}}
bs: {count, plural, =1{{count} blokirani igrač} few{{count} blokiranih igrača} other{{count} blokiranih igrača}}
ca: {count, plural, =1{{count} jugadors bloquejats} other{{count} jugadors bloquejats}}
cs: {count, plural, =1{{count} zablokovaný hráč} few{{count} zablokovaní hráči} many{{count} zablokovaných hráčů} other{{count} zablokovaných hráčů}}
da: {count, plural, =1{{count} blokeret spiller} other{{count} blokerede spillere}}
el: {count, plural, =1{{count} αποκλεισμός} other{{count} αποκλεισμοί}}
eo: {count, plural, =1{{count} blokitaj ludantoj} other{{count} blokitaj ludantoj}}
es: {count, plural, =1{{count} bloqueado} other{{count} bloqueados}}
eu: {count, plural, =1{{count} blokeatuta} other{{count} blokeatuta}}
fa: {count, plural, =1{{count} مسدود شده} other{{count} مسدود شده}}
fi: {count, plural, =1{{count} estettyä pelaajaa} other{{count} estettyä pelaajaa}}
gl: {count, plural, =1{{count} xogador bloqueado} other{{count} xogadores bloqueados}}
he: {count, plural, =1{{count} חסום} =2{{count} חסומים} many{{count} חסומים} other{{count} חסומים}}
hy: {count, plural, =1{{count} արգելափակում} other{{count} արգելափակում}}
id: {count, plural, other{{count} diblokir}}
it: {count, plural, =1{{count} giocatore bloccato} other{{count} giocatori bloccati}}
kk: {count, plural, =1{{count} бұғатталды} other{{count} бұғатталды}}
ko: {count, plural, other{차단한 사람 {count}명}}
lt: {count, plural, =1{{count} užblokuotas} few{{count} užblokuoti} many{{count} užblokuotų} other{{count} užblokuotų}}
lv: {count, plural, =0{{count} bloķētie} =1{{count} bloķētais} other{{count} bloķētie}}
mk: {count, plural, =1{{count} блокиран} other{{count} блокирани}}
nl: {count, plural, =1{{count} blokkade} other{{count} blokkades}}
pt: {count, plural, =1{{count} bloqueado} other{{count} bloqueados}}
ro: {count, plural, =1{{count} jucător blocat} few{{count} jucători blocați} other{{count} jucători blocați}}
ru: {count, plural, =1{{count} блокировка} few{{count} блокировки} many{{count} блокировок} other{{count} блокировок}}
sk: {count, plural, =1{{count} blokovaný hráč} few{{count} blokovaní hráči} many{{count} blokovaných hráčov} other{{count} blokovaných hráčov}}
sl: {count, plural, =1{{count} blokira} =2{{count} blokirata} few{{count} blokirajo} other{{count} blokira}}
sq: {count, plural, =1{{count} bllokim} other{{count} bllokime}}
sr: {count, plural, =1{{count} блокирање} few{{count} блокирања} other{{count} блокирања}}
sv: {count, plural, =1{{count} blockering} other{{count} blockeringar}}
tr: {count, plural, =1{{count} kişiyi engelledi} other{{count} kişiyi engelledi}}
uk: {count, plural, =1{{count} заблоковано} few{{count} заблоковано} many{{count} заблоковано} other{{count} заблоковано}}
vi: {count, plural, other{Đang chặn {count} thành viên}}
zh: {count, plural, other{{count} 个屏蔽}}
zh_tw: {count, plural, other{{count}位黑名單使用者}}

# nbForumPosts
source: {count, plural, =1{{count} forum post} other{{count} forum posts}}
af: {count, plural, =1{{count} forum plasing} other{{count} forum plasings}}
ar: {count, plural, =0{منشورات المنتدى {count}} =1{منشورات المنتدى {count}} =2{منشورات المنتدى {count}} few{منشورات المنتدى {count}} many{منشورات المنتدى {count}} other{منشورات المنتدى {count}}}
az: {count, plural, =1{{count} forum mesajları} other{{count} Forum Mesajları}}
be: {count, plural, =1{{count} допіс на форуме} few{{count} допісы на форуме} many{{count} допісаў на форуме} other{{count} допісаў на форуме}}
bg: {count, plural, =1{{count} Съобщения във форума} other{{count} Съобщения във форума}}
bn: {count, plural, =1{{count} ফোরাম পোষ্ট} other{{count} ফোরাম পোষ্ট}}
bs: {count, plural, =1{{count} forumska poruka} few{{count} forumskih poruka} other{{count} forumskih poruka}}
ca: {count, plural, =1{{count} Missatge al Fòrum} other{{count} Missatges al Fòrum}}
cs: {count, plural, =1{{count} příspěvek na fóru} few{{count} příspěvky na fóru} many{{count} příspěvků na fóru} other{{count} příspěvků na fóru}}
da: {count, plural, =1{{count} forum-opslag} other{{count} forum-opslag}}
el: {count, plural, =1{{count} δημοσίευση φόρουμ} other{{count} δημοσιεύσεις φόρουμ}}
eo: {count, plural, =1{{count} Forumaj Afiŝoj} other{{count} Forumaj Afiŝoj}}
es: {count, plural, =1{{count} aporte en el foro} other{{count} aportes en el foro}}
eu: {count, plural, =1{Foroko mezu {count}} other{Foroko {count} mezu}}
fa: {count, plural, =1{{count} فرسته در انجمن} other{{count} فرسته در انجمن}}
fi: {count, plural, =1{{count} foorumiviesti} other{{count} foorumiviestiä}}
gl: {count, plural, =1{{count} Mensaxe no Foro} other{{count} Mensaxes no Foro}}
he: {count, plural, =1{פוסט {count} בפורום} =2{{count} פוסטים בפורום} many{{count} פוסטים בפורום} other{{count} פוסטים בפורום}}
hy: {count, plural, =1{{count} հաղորդագրություն ֆորումում} other{{count} հաղորդագրություն ֆորումում}}
id: {count, plural, other{{count} Postingan Forum}}
it: {count, plural, =1{{count} post nel forum} other{{count} post nel forum}}
kk: {count, plural, =1{{count} форумдағы жазба} other{{count} форумдағы жазба}}
ko: {count, plural, other{{count} 포럼 글}}
lt: {count, plural, =1{{count} forumo pranešimas} few{{count} forumo pranešimai} many{{count} forumo pranešimų} other{{count} forumo pranešimų}}
lv: {count, plural, =0{{count} foruma ieraksti} =1{{count} foruma ieraksts} other{{count} foruma ieraksti}}
mk: {count, plural, =1{{count} објава на форумот} other{{count} објави на форумот}}
nl: {count, plural, =1{{count} Forumbericht} other{{count} Forumberichten}}
pt: {count, plural, =1{{count} publicação no fórum} other{{count} publicações no fórum}}
ro: {count, plural, =1{{count} postare pe forum} few{{count} postări pe forum} other{{count} de postări pe forum}}
ru: {count, plural, =1{{count} сообщение на форуме} few{{count} сообщения на форуме} many{{count} сообщений на форуме} other{{count} сообщений на форуме}}
sk: {count, plural, =1{{count} príspevok vo fóre} few{{count} príspevky vo fóre} many{{count} príspvkov vo fóre} other{{count} príspvkov vo fóre}}
sl: {count, plural, =1{{count} zapis na forumu} =2{{count} zapisa na forumu} few{{count} zapisi na forumu} other{{count} zapisov na forumu}}
sq: {count, plural, =1{{count} postim forumi} other{{count} postime forumi}}
sr: {count, plural, =1{{count} објава на форуму} few{{count} објаве на форуму} other{{count} објава на форуму}}
sv: {count, plural, =1{{count} foruminlägg} other{{count} foruminlägg}}
tr: {count, plural, =1{{count} Forum Mesajı} other{{count} Forum Mesajı}}
uk: {count, plural, =1{{count} допис на форумі} few{{count} дописи на форумі} many{{count} дописів на форумі} other{{count} дописів на форумі}}
vi: {count, plural, other{{count} Bài Viết Diễn Đàn}}
zh: {count, plural, other{{count} 论坛帖子}}
zh_tw: {count, plural, other{{count}個論壇貼文}}
