Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: White left the game
af: Wit het die spel verlaat
ar: الأبيض ترك المباراة
az: Ağlar oyunu tərk etdi
be: Гулец з боку белых пакінуў гульню
bg: Белите напуснаха
bn: সাদা খেলাটি ছেড়ে চলে গেছেন
bs: Bijeli je napustio partiju
ca: Les blanques han marxat de la partida
cs: Bílý opustil hru
da: Hvid forlod partiet
el: Τα λευκά έφυγαν από το παιχνίδι
eo: Blanko forlasis la ludon
es: Las blancas han dejado la partida
eu: Zuria partidatik atera da
fa: سفید بازی را ترک کرد
fi: Valkea lähti pelistä
gl: As brancas saíron da partida
he: הלבן עזב את המשחק
hy: Սպիտակները լքեցին խաղը
id: Putih meninggalkan permainan
it: Il Bianco ha lasciato la partita
kk: Ақ ойыннан шықты
ko: 백 퇴장
lt: Baltieji paliko žaidimą
lv: Baltie pameta spēli
mk: Белиот ја напушти играта
nl: Wit is weggegaan
pt: As brancas deixaram a partida
ro: Albul a părăsit partida
ru: Белые вышли из игры
sk: Biely opustil partiu
sl: Beli je zapustil igro
sq: I bardhi e la lojën
sr: Бели је напустио партију
sv: Vit har lämnat partiet
tr: Beyaz oyundan ayrıldı
uk: Білі залишили гру
vi: Bên trắng đã rời khỏi ván cờ
zh: 白方离开对局
zh_tw: 白方棄賽

source: Black left the game
af: Swart het die spel verlaat
ar: الأسود ترك المباراة
az: Qaralar oyunu tərk etdi
be: Гулец з боку чорных пакінуў гульню
bg: Черните напуснаха
bn: কালো খেলাটি ছেড়ে চলে গেছেন
bs: Crni je napustio partiju
ca: Les negres han marxat de la partida
cs: Černý opustil hru
da: Sort forlod partiet
el: Τα μαύρα έφυγαν από το παιχνίδι
eo: Nigro forlasis la ludon
es: Las negras han dejado la partida
eu: Beltza partidatik atera da
fa: سیاه بازی را ترک کرد
fi: Musta lähti pelistä
gl: As negras saíron da partida
he: השחור עזב את המשחק
hy: Սևերը լքեցին խաղը
id: Hitam meninggalkan permainan
it: Il Nero ha lasciato la partita
kk: Қара ойыннан шықты
ko: 흑 게임 퇴장
lt: Juodieji paliko žaidimą
lv: Melnie pameta spēli
mk: Црниот ја напушти играта
nl: Zwart is weggegaan
pt: As pretas deixaram a partida
ro: Negrul a părăsit partida
ru: Чёрные вышли из игры
sk: Čierny opustil partiu
sl: Črni je zapustil igro
sq: I ziu e la lojën
sr: Црни је напустио партију
sv: Svart har lämnat partiet
tr: Siyah oyundan ayrıldı
uk: Чорні залишили гру
vi: Bên đen đã rời khỏi ván cờ
zh: 黑方离开对局
zh_tw: 黑方棄賽

source: White didn't move
af: WitHetniebeweegnie
ar: لم يقم الأبيض بالحركة
az: Ağlar gediş oynamadı
be: Белыя не зрабілі ход
bg: Белите не направиха ход
bn: সাদা চাল দিল না
bs: Bijeli nije odigrao potez
ca: Les blanques no han mogut
cs: Bílý netáhl
da: Hvid flyttede ikke
el: Τα λευκά δεν έπαιξαν
eo: Blanko ne movis
es: Las blancas no han movido
eu: Zuriak ez du mugitu
fa: سفید بازی نکرد
fi: Valkea ei siirtänyt
gl: As brancas non moveron
he: לבן לא ביצע מסע
hy: Սպիտակները քայլ չեն կատարել
id: Putih tidak melangkah
it: Il bianco non si è mosso
kk: Ақ жүрмей қойды
ko: 백이 수를 두지 않음
lt: Baltieji nepajudėjo
lv: Baltie neveica gājienu
mk: Белиот не направи потег
nl: Wit heeft niet gezet
pt: As brancas não se moveram
ro: Albul nu s-a mișcat
ru: Белые не сделали ход
sk: Biely nepotiahol
sl: Beli ni naredil poteze
sq: I bardhi s’bëri lëvizje
sr: Бели се није померијо
sv: Vit flyttade inte
tr: Beyaz hamle yapmadı
uk: Білі не зробили хід
vi: Bên trắng không đi quân
zh: 白方未走棋
zh_tw: 白方沒有走棋

source: Black didn't move
af: Swart het nie geskuif nie
ar: لم يلعب الأسود بعد
az: Qaralar gediş oynamadı
be: Чорныя не зрабілі ход
bg: Черните не направиха ход
bn: কালো চাল দিল না
bs: Crni nije odigrao potez
ca: Les negres no han mogut
cs: Černý netáhl
da: Sort flyttede ikke
el: Τα μαύρα δεν έπαιξαν
eo: Nigro ne movis
es: Las negras no han movido
eu: Beltzak ez du mugitu
fa: سیاه بازی نکرد
fi: Musta ei siirtänyt
gl: As negras non moveron
he: שחור לא ביצע מסע
hy: Սևերը քայլ չեն կատարել
id: Hitam tidak melangkah
it: Il nero non ha mosso
kk: Қара жүрмей қойды
ko: 흑이 수를 두지 않음
lt: Juodieji nepajudėjo
lv: Melnie neveica gājienu
mk: Црниот не направи потег
nl: Zwart heeft niet gezet
pt: As pretas não se moveram
ro: Negrul nu a mutat
ru: Чёрные не сделали ход
sk: Čierny nepotiahol
sl: Črni ni naredil poteze
sq: I ziu s’bëri lëvizje
sr: Црни се није померијо
sv: Vit flyttade inte
tr: Siyah hamle yapmadı
uk: Чорні не зробили хід
vi: Bên đen không đi quân
zh: 黑方未走棋
zh_tw: 黑方沒有走棋

source: Request a computer analysis
af: Versoek 'n rekenaar analise
ar: اطلب تحليل حاسب
az: Kompüter təhlilini tələb et
be: Запытаць кампутарны аналіз
bg: Поискайте компютърен анализ
bn: কম্পিউটার বিশ্লেষণের জন্য অবেদন করুন
bs: Zatražite računarsku analizu
ca: Demana una anàlisi computeritzada
cs: Vyžádat počítačovou analýzu
da: Anmod om en computeranalyse
el: Ζητήστε ανάλυση υπολογιστή
eo: Peti komputilan analizon
es: Solicitar un análisis del ordenador
eu: Ordenagailuaren analisia eskatu
fa: درخواست تحلیل رایانه‌ای
fi: Pyydä tietokoneanalyysiä
gl: Solicitar unha análise por computador
he: בקש/י ניתוח ממוחשב
hy: Համակարգչային վերլուծություն պատվիրել
id: Minta analisa komputer
it: Chiedi un'analisi del computer
kk: Компьютерлік талдауды сұрау
ko: 컴퓨터 분석 요청하기
lt: Užsakyti kompiuterio analizę
lv: Pieprasīt datoranalīzi
mk: Побарајте компјутерска анализа
nl: Verzoek een computeranalyse
pt: Solicitar uma análise de computador
ro: Cereți o analiză făcută de calculator
ru: Выполнить компьютерный анализ
sk: Požiadať o počítačovú analýzu
sl: Zahtevaj računalniško analizo
sq: Kërko analizë kompjuterike
sr: Затражи рачунарску анализу
sv: Begär datoranalys
tr: Bilgisayar analizi talep et
uk: Зробити запит на комп’ютерний аналіз
vi: Yêu cầu máy tính phân tích
zh: 请求电脑分析
zh_tw: 請求電腦分析

source: Computer analysis
af: Rekenaar analise
ar: تحليل الحاسوب
az: Kompüter təhlili
be: Кампутарны аналіз
bg: Компютърен анализ
bn: কম্পিউটারের বিশ্লেষণ
bs: Računarska analiza
ca: Anàlisi computeritzada
cs: Počítačová analýza
da: Computeranalyse
el: Ανάλυση υπολογιστή
eo: Komputila analizo
es: Análisis del ordenador
eu: Ordenagailuaren analisia
fa: تحليل رایانه‌ای
fi: Tietokoneanalyysi
gl: Análise por computador
he: ניתוח ע"י המחשב
hy: Համակարգչային վերլուծություն
id: Analisa komputer
it: Analisi del computer
kk: Компьютерлік талдау
ko: 컴퓨터 분석
lt: Kompiuterio analizė
lv: Datoranalīze
mk: Компјутерска анализа
nl: Analyse door de computer
pt: Análise de computador
ro: Analiza calculatorului
ru: Компьютерный анализ
sk: Počítačová analýza
sl: Računalniška analiza
sq: Analizë kompjuterike
sr: Рачунарска анализа
sv: Datoranalys
tr: Bilgisayar analizi
uk: Комп’ютерний аналіз
vi: Phân tích từ máy tính
zh: 电脑分析
zh_tw: 電腦分析

source: Computer analysis available
af: Rekenaar analise beskikbaar
ar: تحليل الحاسوب متاح
az: Kompüter təhlili mövcuddur
be: Даступны кампутарны аналіз
bg: Компютърният анализ е наличен
bn: কম্পিউটার বিশ্লেষণ পাওয়া যায়
bs: Računarska analiza je dostupna
ca: Anàlisi de l'ordinador disponible
cs: Analýza počítače k dispozici
da: Computeranalyse tilgængelig
el: Ανάλυση υπολογιστή διαθέσιμη
eo: Komputila analizo haveblas
es: Análisis del ordenador disponible
eu: Ordenagailu bidezko analisia egin daiteke
fa: تحلیل رایانه‌ای موجود است
fi: Tietokoneanalyysi käytettävissä
gl: Análise de ordenador dispoñible
he: ניתוח ממוחשב זמין
hy: Առկա է համակարգչի վերլուծություն
id: Analisa komputer tersedia
it: Analisi del computer disponibile
kk: Компьютерлік талдау ашық
ko: 컴퓨터 분석 가능
lt: Galima kompiuterio analizė
lv: Pieejama datoranalīze
mk: Достапна е компјутерска анализа
nl: Computeranalyse beschikbaar
pt: Análise de computador disponível
ro: Analiza calculatorului este disponibilă
ru: Доступен компьютерный анализ
sk: K dispozícii je aj počítačová analýza partie
sl: Računalniška analiza je na voljo
sq: Analiza kompjuterike është gati
sr: Рачунарска анализа доступна
sv: Datoranalys tillgänglig
tr: Bilgisayar analizi mevcut
uk: Комп'ютерний аналіз доступний
vi: Có sẵn phân tích từ máy tính
zh: 电脑分析可用
zh_tw: 電腦分析可用

source: Computer analysis disabled
af: Rekenaaranalise gedeaktiveer
ar: تحليل الحاسوب غير مفعل
az: Kompüter təhlili deaktiv edildi
be: Кампутарны аналіз забаронены
bg: Компютърният анализ е изключен
bn: কম্পিউটার বিশ্লেষণ বন্ধ হয়েছে
bs: Računarska analiza onemogućena
ca: Anàlisi computeritzada desactivada
cs: Analýza počítačem je vypnutá
da: Computeranalyse deaktiveret
el: Η ανάλυση υπολογιστή απενεργοποιήθηκε
eo: Komputila analizo haveblas
es: Análisis por ordenador desactivado
eu: Ordenagailu bidezko analisia desaktibatuta dago
fa: تحلیل رایانه‌ای غیرفعال شد
fi: Tietokoneanalyysi poissa käytöstä
gl: Análise de ordenador desactivada
he: ניתוח ממוחשב מושבת
hy: Համակարգչային վերլուծությունն անջատված է
id: Analisa komputer tidak tersedia
it: Analisi del computer disattivata
kk: Компьютерлік талдау өшірулі
ko: 컴퓨터 분석 비활성화됨
lt: Kompiuterinė analizė išjungta
lv: Datora analīze atspējota
mk: Компјутерска анализа оневозможена
nl: Computeranalyse uitgeschakeld
pt: Análise de computador desativada
ro: Analiză computerizată dezactivată
ru: Компьютерный анализ отключён
sk: Počítačová analýza vypnutá
sl: Računalniška analiza ni na voljo
sq: Analiza kompjuterike u çaktivizua
sr: Онемогућена компјутерска анализа
sv: Datoranalys otillgänglig
tr: Bilgisayar analizi devre dışı bırakıldı
uk: Комп'ютерний аналіз вимкнено
vi: Phân tích từ máy tính bị vô hiệu hóa
zh: 电脑分析已禁用
zh_tw: 未啟用電腦分析

# analysis
source: Analysis board
af: Ontledingsbord
ar: لوحة التحليل
az: Təhlil lövhəsi
be: Дошка для аналіза
bg: Анализ
bn: বিশ্লেষণ বোর্ড
bs: Ploča za analizu
ca: Tauler d'anàlisi
cs: Analýza
da: Analysebræt
el: Σκακιέρα ανάλυσης
eo: Analiza tabulo
es: Tablero de análisis
eu: Analisi-taula
fa: تحلیل بازی
fi: Analyysilauta
gl: Taboleiro de análise
he: לוח ניתוחים
hy: Վերլուծության տախտակ
id: Papan analisa
it: Scacchiera di analisi
kk: Талдау тақтасы
ko: 분석
lt: Analizės lenta
lv: Analīze
mk: Анализа
nl: Analyse
pt: Análise
ro: Tablă de analiză
ru: Анализировать партию
sk: Analýza partie
sl: Analiza
sq: Bordi i analizës
sr: Табла за анализу
sv: Analysbräde
tr: Analiz tahtası
uk: Аналіз
vi: Phân tích bàn cờ
zh: 分析面板
zh_tw: 分析棋局

# depthX
source: Depth {param}
af: Diepte {param}
ar: عمق التحليل {param}
az: Dərinlik {param}
be: Глыбіня {param}
bg: Дълбочина {param}
bn: গভীরতা {param}
bs: Dubina {param}
ca: Profunditat {param}
cs: Hloubka {param}
da: Dybde {param}
el: {param} βάθος
eo: Profundo {param}
es: Profundidad: {param}
eu: Sakonera {param}
fa: عمق {param}
fi: Syvyys {param}
gl: Profundidade {param}
he: בעומק של {param} מהלכים
hy: Խորություն {param}
id: Detil {param}
it: Profondità {param}
kk: Тереңдігі {param}
ko: {param} 수까지 탐색
lt: Gylis: {param}
lv: Dziļums {param}
mk: Длабочина {param}
nl: Diepte {param}
pt: Profundidade {param}
ro: Profunzime {param}
ru: Глубина {param}
sk: Hĺbka {param}
sl: Globina {param}
sq: Thellësia {param}
sr: Дубина {param}
sv: Djup {param}
tr: Derinlik {param}
uk: Глибина {param}
vi: Độ sâu {param}
zh: 深度 {param}
zh_tw: 深度 {param}

source: Using server analysis
af: Die gebruik van bediener analise
ar: استخدام تحليل الخادم
az: Server analizi edilir
be: Выкарыстоўваецца серверны аналіз
bg: Използване на сървърен анализ
bn: সার্ভারের বিশ্লেষণ ব্যবহার করা হচ্ছে
bs: Koristi se serverska analiza
ca: Utilitzant l'anàlisi del servidor
cs: Používání analýzy serveru
da: Ved brug af serveranalyse
el: Ανάλυση διακομιστή
eo: Analizanta per servilo
es: Usando análisis del servidor
eu: Zerbitzariko analisia erabiltzen ari da
fa: با استفاده از کارسازِ تحلیل
fi: Palvelimen analyysi
gl: Usando análise de servidor
he: באמצעות ניתוח שרת
hy: Օգտագործել սերվերի վերլուծությունը
id: Menggunakan server analisa
it: Analisi del computer in uso
kk: Сервердік талдау жүруде
ko: 서버 분석 사용하기
lt: Naudojama serverio analizė
lv: Izmanto servera analīzi
mk: Користење на анализи од серверот
nl: Met serveranalyse
pt: A usar a análise do servidor
ro: Utilizează analiză de server
ru: Используется серверный анализ
sk: Používa sa analýza servera
sl: Z analizo strežnika
sq: Duke përdorur analizën e shërbyesit
sr: Користи се серверска анализа
sv: Använder serveranalys
tr: Sunucu analizi yapılıyor
uk: Використовуючи комп'ютерний аналіз
vi: Sử dụng phân tích nhờ máy chủ
zh: 正在使用服务器分析
zh_tw: 正在使用伺服器分析

source: Loading engine...
af: Enjin laai tans ...
ar: تحميل المحرك...
az: Mühərrik yüklənir ...
be: Загружаем рухавічок...
bg: Зареждане на програмата ...
bn: ইঞ্জিন লোড করা হচ্ছে...
bs: Učitavanje računara ...
ca: Carregant motor...
cs: Načítání AI engine...
da: Indlæser skakprogram...
el: Εκκίνηση μηχανής ...
eo: Komencas la maŝinon...
es: Cargando el motor...
eu: Motorea kargatzen...
fa: موتور بارمی‌گذارد...
fi: Tietokonetta ladataan ...
gl: Cargando o motor de análise...
he: טוען מנוע...
hy: Շարժիչի բեռնում...
id: Memuat...
it: Caricamento del motore di analisi...
kk: Есептеуіш жүктелуде...
ko: 엔진 로드 중...
lt: Įkeliamas variklis...
lv: Ielādē dzinēju...
mk: Се вчитува компјутерската програма ...
nl: Laden van computer...
pt: A carregar o motor de jogo...
ro: Se încarcă motorul...
ru: Загрузка движка...
sk: Zavádzanie motora ...
sl: Nalaganje motorja ...
sq: Po ngarkohet programi analizues …
sr: Рачунар се учитава...
sv: Laddar schackmotor...
tr: Satranç motoru yükleniyor...
uk: Завантаження рушія...
vi: Đang tải động cơ máy tính...
zh: 正在加载引擎...
zh_tw: 正在載入引擎……

source: Calculating moves...
af: Bereken skuiwe...
ar: جاري حساب النقلات...
az: Gedişlər hesablanır...
be: Пралічваем хады...
bg: Изчисляване на ходовете...
bn: চালগুলি গননা করা হচ্ছে...
bs: Računanje poteza...
ca: Calculant moviments...
cs: Výpočet tahů...
da: Beregner træk...
el: Υπολογισμός κινήσεων...
eo: Kalkulante movojn...
es: Calculando movimientos...
eu: Jokaldiak kalkulatzen...
fa: محاسبهٔ حرکت‌ها...
fi: Lasketaan siirtoja...
gl: Calculando movementos...
he: מחשב מהלכים...
hy: Կատարվում է քայլերի հաշվարկ...
id: Menghitung...
it: Calcolando le mosse...
kk: Қадамдарды есептеу...
ko: 수 계산 중...
lt: Apskaičiuojami ėjimai...
lv: Aprēķina gājienus...
mk: Пресметување...
nl: Zetten berekenen...
pt: A calcular as jogadas...
ro: Se calculează mutările...
ru: Вычисление...
sk: Prebieha výpočet...
sl: Računanje potez...
sq: Po përllogariten lëvizje…
sr: Израчунавам потезе...
sv: Beräknar drag...
tr: Hamleler hesaplanıyor...
uk: Розрахунок ходів...
vi: Đang tính nước đi...
zh: 正在计算着法...
zh_tw: 計算著法中...

# engineFailed
source: Error loading engine
af: Kon nie enjin laai nie
ar: خطأ في تحميل المحرك
az: Mühərrik yüklənərkən xəta yarandı
be: Памылка пры загрузцы шахматнай праграмы
bg: Грешка при зареждане на програмата
bn: ইঞ্জিন চালু হতে সমস্যা হচ্ছে
bs: Greška pri učitavanju programa
ca: Error carregant el motor
cs: Chyba při načítání enginu
da: Fejl under indlæsning af skakprogram
el: Δεν ήταν δυνατή η φόρτωση της μηχανής
eo: Motora misŝarĝo
es: Error al cargar el motor
eu: Errorea motorea kargatzean
fa: خطا در بارگذاری موتور
fi: Virhe tietokoneen lataamisessa
gl: Erro ao cargar o motor de análise
he: שגיאה בטעינת המנוע
hy: Ծրագիրը բեռնելու սխալ
id: Gagal memuat komputer
it: Errore nel caricamento del motore
kk: Есептеуішті жүктеу үзілді
ko: 엔진 불러오는 도중 오류 발생
lt: Klaida kraunant variklį
lv: Kļūda ielādējot dzinēju
mk: Грешка при вчитување на компјутерот
nl: Fout bij laden engine
pt: Erro ao carregar o motor
ro: Eroare încărcare motor
ru: Ошибка загрузки движка
sk: Chyba pri načítavaní motora
sl: Napaka pri nalaganju motorja
sq: Gabim në ngarkim mekanizmi
sr: Грешка при учитавању машине
sv: Fel vid laddning av schackmotor
tr: Motor yüklenirken hata oluştu
uk: Помилка завантаження рушія
vi: Lỗi khi đang tải máy cờ vua
zh: 加载引擎时出错
zh_tw: 加載引擎出錯

source: Cloud analysis
af: Wolkanalise
ar: تحليل سحابي
az: Bulud təhlili
be: Воблачны аналіз
bg: Облачен анализ
bn: মেঘবিশ্লেষণ
bs: Analiza u oblaku
ca: Anàlisi en el núvol
cs: Cloudová analýza
da: Cloud-analyse
el: Ανάλυση σε νέφος
eo: Analizo per la nubo
es: Análisis en el servidor
eu: "Lainoko" analisia
fa: تحلیل ابری
fi: Pilvianalyysi
gl: Análise no servidor
he: ניתוח ענן
hy: Ամպի վերլուծություն
id: Analisis Cloud
it: Analisi nel cloud
kk: Бұлттық талдау
ko: 클라우드 분석
lt: Analizė debesyje
lv: Mākoņanalīze
mk: Анализа на облакот
nl: Cloud-analyse
pt: Análise na nuvem
ro: Analiză cloud
ru: Облачный анализ
sk: Vzdialená analýza
sl: Analiza v oblaku
sq: Analiza cloud
sr: Анализа у облаку
sv: Molnanalys
tr: Bulut analizi
uk: Хмарний аналіз
vi: Phân tích đám mây
zh: 云分析
zh_tw: 雲端分析

source: Go deeper
af: Gaan dieper
ar: تحليل أعمق
az: Daha dərinə get
be: Паглыбіць
bg: По-детайлно
bn: গভীরে যাও
bs: Idi dublje
ca: Aprofundir
cs: Hlouběji
da: Analysér dybere
el: Βαθύτερα
eo: Iri pli profunde
es: Aumentar la profundidad del análisis
eu: Sakonago begiratu
fa: بررسی عمیق‌تر
fi: Syvennä analyysiä
gl: Con máis detalle
he: עמוק יותר
hy: Ավելի խորանալ
id: Lihat lebih detail
it: Aumenta la profondità
kk: Терең кету
ko: 더 깊게 분석하기
lt: Eiti gilyn
lv: Dziļāka analīze
mk: Оди подлабоку
nl: Dieper gaan
pt: Aprofundar
ro: Mergi mai în profunzime
ru: Анализировать глубже
sk: Hlbšia analýza
sl: Pojdi globje
sq: Më thellë
sr: Иди дубље
sv: Sök djupare
tr: Daha derine in
uk: Ще глибше
vi: Phân tích sâu hơn
zh: 深度分析
zh_tw: 深入分析

source: Show threat
af: Toon bedreiging
ar: إظهار التهديد
az: Təhdidi göstər
be: Паказваць пагрозы
bg: Покажи заплаха
bn: ন্হমকি দেখান
bs: Pokaži prijetnju
ca: Mostra l'amenaça
cs: Zobrazit hrozbu
da: Vis trussel
el: Εμφάνιση απειλής
eo: Montri la minacon
es: Mostrar amenaza
eu: Mehatxua erakutsi
fa: نمایش تهدید
fi: Näytä uhka
gl: Amosar ameaza
he: הצגת איום
hy: Ցուցադրել սպառնալիքը
id: Tunjukkan ancaman
it: Mostra minaccia
kk: Қауіпті көрсету
ko: 위험요소 표시
lt: Rodyti grėsmę
lv: Parādīt draudus
mk: Покажи закана
nl: Toon dreiging
pt: Mostrar ameaça
ro: Afișează amenințarea
ru: Показать ответную угрозу
sk: Ukázať hrozbu
sl: Prikaži grožnjo
sq: Shfaq rrezikun
sr: Покажи претњу
sv: Visa hot
tr: Tehdidi göster
uk: Показати загрозу
vi: Hiện các mối đe dọa
zh: 显示威胁
zh_tw: 顯示敵方威脅

source: in local browser
af: in plaaslike blaaier
ar: في متصفحك
az: bu brauzerdə
be: у вашым браўзеры
bg: в локалния браузър
bn: সাধারন ব্রাউজারের মধ্যে
bs: u lokalnom pretraživaču
ca: en navegador local
cs: v lokálním prohlížeči
da: i din egen browser
el: σε τοπικό περιηγητή
eo: en loka retumilo
es: en el navegador local
eu: nabigatzailean
fa: در مرورگر محلی
fi: paikallisesta selaimesta
gl: no navegador local
he: בדפדפן המקומי
hy: Տեղական բրաուզերում
id: di browser lokal
it: nel browser locale
kk: өз браузер күшімен
ko: 브라우저에서
lt: vietinėje naršyklėje
lv: savā pārlūkprogrammā
mk: на вашиот прелистувач (локално)
nl: in lokale browser
pt: no navegador local
ro: în browserul local
ru: в браузере
sk: vo Vašom prehliadači
sl: v lokalnem brskalniku
sq: në shfletues vendor
sr: у локалном претраживачу
sv: i lokal webbläsare
tr: yerel tarayıcı üzerinde
uk: у браузері
vi: trong trình duyệt cục bộ
zh: 本地分析
zh_tw: 在本地瀏覽器

source: Toggle local evaluation
af: Verander plaaslike evaluering
ar: التبديل للتحليل بالمتصفح
az: Yerli qiymətləndirməni aç/bağla
be: Пераключыць лакальны аналіз
bg: Превключване на локална оценка
bn: স্থানীয় টগ্ল মূল্যায়ন
bs: Uključite/isključite lokalnu evaluaciju
ca: Activar avaluació local
cs: Lokální analýza
da: Skift til lokal evaluering
el: Εναλλαγή τοπικής αξιολόγησης
eo: Baskuligi lokan gaŭĝon
es: Evaluación local
eu: Analisia erakutsi
fa: کلید ارزیابی محلی
fi: Paikallinen analyysi päälle/pois
gl: Avaliación local
he: הפעלת ניתוח מקומי
hy: Միացնել լոկալ գնահատականը
id: Ganti evaluasi lokal
it: Attiva/disattiva analisi locale
kk: Өз құрылғыңыздың күшімен есептеу
ko: 로컬 분석 전환
lt: Perjungti vietinį įvertinimą
lv: Ieslēgt/izslēgt vērtēšanu pārlūkprogrammā
mk: Вклчи локална еваулација
nl: Lokale evaluatie aan-/uitzetten
pt: Ligar/desligar a avaliação local
ro: Pornește/oprește evaluarea locală
ru: Включить локальный анализ
sk: Prepnúť na analýzu vo Vašom prehliadači
sl: Preklopi lokalno analizo
sq: Aktivizoni/Çaktivizoni vlerësim vendor
sr: Укључи/искључи локалну процену
sv: Lokal analys av/på
tr: Yerel analizi aç/kapat
uk: Включити локальний аналіз
vi: Bật/Tắt đánh giá cục bộ
zh: 切换到本地分析
zh_tw: 使用您當地的伺服器分析

source: Promote variation
af: Bevorder variasie
ar: رفع سلسلة الحركات
az: Variasiyanı irəli çək
be: Прасунуць варыянт
bg: Повиши вариацията
bn: বিজ্ঞাপন
bs: Promovišite varijaciju
ca: Promoure variant
cs: Povýšit variantu
da: Forfrem variant
el: Προώθηση βαριάντας
eo: Plivalorigi variaĵon
es: Promocionar variante
eu: Aldaera nagusi bihurtu
fa: ارتقای وَرتِش
fi: Nosta muunnelmaa
gl: Promover variante
he: העדפת וריאנט
hy: Փոխել տարբերակը
id: Variasi promosi
it: Promuovi la variante
kk: Тармақты көтеру
ko: 바리에이션 승격하기
lt: Paaukštinimo varijacija
lv: Izvēlēties variantu
mk: Варијација на промовирање
nl: Promoveer variant
pt: Promover variante
ro: Promovează variația
ru: Повысить приоритет варианта
sk: Povýšiť variant
sl: Promoviraj variacijo
sq: Promovoni variacion
sr: Промовиши варијацију
sv: Höj upp variant
tr: Bu varyanttan devam et
uk: Підвищити пріоритет варіанта
vi: Về biến chính
zh: 提升变着
zh_tw: 升級變化

source: Make mainline
af: Maak hooflyn
ar: رفع الى التسلسل الرئيسي
az: Ana davam yolu et
be: Зрабіць асноўным варыянтам
bg: Направи основна линия
bn: প্রাধান সীমা করা
bs: Napravi glavnu liniju
ca: Convertir en línia principal
cs: Povýšit na hlavní variantu
da: Gør til hovedlinjen
el: Ορισμός ως κύρια βαριάντα
eo: Ĉefigi linion
es: Convertir en línea principal
eu: Linea nagusi bihurtu
fa: خط کنونی را به خط اصلی تبدیل کنید
fi: Päämuunnelmaksi
gl: Converter en liña principal
he: קביעה כוריאנט הראשי
hy: Դարձնել հիմնական տարբերակ
id: Buat jalur utama
it: Rendi questa la variante principale
kk: Негізгі жол ету
ko: 주 라인으로 하기
lt: Padaryti pagrindine linija
lv: Pārvērst par pamatvariantu
mk: Избери главна линија
nl: Maak hoofdvariant
pt: Tornar variante principal
ro: Fă-o variația principală
ru: Сделать этот вариант главным
sk: Povýšiť na hlavný variant
sl: Nastavite kot glavno varianto
sq: Bëje variantin kryesor
sr: Направи главном линијом
sv: Gör till huvudvariant
tr: Ana devam yolu yap
uk: Зробити варіант основним
vi: Trở thành biến chính
zh: 设为主线
zh_tw: 將這步棋導入主要流程中

source: Delete from here
af: Verwyder hiervandaan
ar: احذف من هنا
az: Buradan sil
be: Выдаліць з гэтага месца
bg: Изтриване от тук
bn: এখান থেকে মুছুন
bs: Izbrišite od ovog poteza
ca: Esborrar des d'aquí
cs: Smazat odsud
da: Slet herfra
el: Διαγραφή από εδώ
eo: Forigi ekde tie ĉi
es: Borrar a partir de aquí
eu: Ezabatu hemendik aurrera
fa: از اینجا به بعد را پاک کنید
fi: Poista tästä alkaen
gl: Borrar desde aquí
he: מחיקה מכאן והלאה
hy: Ջնջել այստեղից
id: Hapus dari sini
it: Elimina da qui
kk: Мына жерден жою
ko: 여기서부터 삭제
lt: Ištrinti nuo čia
lv: Dzēst šo un turpmākos gājienus
mk: Избриши одовде
nl: Verwijder vanaf hier
pt: Eliminar a partir de aqui
ro: Șterge de aici
ru: Удалить с этого места
sk: Vymazať odtiaľto
sl: Izbriši od tukaj
sq: Fshije nga këtu
sr: Избриши одавде
sv: Radera härifrån
tr: Bu hamleden sonrasını sil
uk: Видалити з цього місця
vi: Xoá từ đây
zh: 从此处开始删除
zh_tw: 從這處開始刪除

source: Collapse variations
af: Verberg variasies
ar: أعلى
az: Variasiyaları yığışdırın
be: Ачысціць варыянты
bg: Скрий вариациите
bn: বিকল্প চাল দেখানো বন্ধ করুন
bs: Sažmi varijacije
ca: Amagar variacions
cs: Schovat variace
da: Fold variationer sammen
el: Σύμπτυξη βαριάντων
eo: Malatendi variaĵojn
es: Cerrar variantes
eu: Ezkutatu aldaerak
fa: بستن وَرتِش‌ها
fi: Taita kokoon muunnelmat
gl: Contraer as variantes
he: הסתרת מהלכים חלופיים
hy: Թաքցնել տարբերակները
id: Tutup variasi
it: Comprimi varianti
kk: Тармақтарды жабу
ko: 바리에이션 축소하기
lt: Slėpti variantus
lv: Aizvērt variantus
nl: Varianten verbergen
pt: Recolher variações
ro: Restrânge variațiile
ru: Свернуть варианты
sk: Skryť varianty
sl: Strni različice
sq: Tkurri variantet
sr: Скупи варијације
sv: Dölj varianter
tr: Varyasyonları daralt
uk: Згорнути варіанти
vi: Thu gọn các biến
zh: 折叠变着
zh_tw: 隱藏變體
