Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# embedsAvailable
source: Paste a game URL or a study chapter URL to embed it.
af: Plak 'n spel URL of a studie hoofstuk URL om dit in te bed.
ar: أضف رابط المباراة أو رابط الدراسة لإضافتها هنا.
be: Устаўце спасылку на гульню ці спасылку на раздзел навучання каб убудаваць яе.
bg: Копирайте URL на игра или на глава от проучване за да я включите в страницата.
bn: এম্বেড করতে একটি গেম URL বা একটি স্টাডি চ্যাপটার URL পেস্ট করুন.
bs: Zalijepite URL igre ili URL poglavlja studije da biste ga ugradili.
ca: Enganxa un URL d'un joc o d'un capítol d'estudi per incrustar-ho.
cs: Vložte URL hry nebo kapitoly studie pro zobrazení.
da: Indsæt URL på et parti eller på et studiekaptitel for at indlejre det.
el: Επικολλήστε μια διεύθυνση URL παρτίδας ή ένα κεφάλαιο μελέτης για να το ενσωματώσετε.
eo: Algui luda URL aŭ studa ĉapitro URL enkorpigi ĝin.
es: Pega el enlace de una partida o de un capítulo de estudio para insertarlo.
eu: Itsatsi partida baten URL helbidea, azterlan baten atal baten URL helbidea hemen erakusteko.
fa: وب‌نشانی بازی یا وب‌نشانی بخشی از مطالعه را، برای جاسازی آن، جایگذاری کنید.
fi: Voit upottaa pelin tai tutkielman kappaleen liittämällä sen URL-osoitteen.
gl: Pega a ligazón dunha partida ou dun capítulo dun estudo para incrustala.
he: הדביקו כתובת משחק (URL) או כתובת של פרק לוח למידה כדי להטמיע אותם.
hy: Ներդնելու համար տեղադրեք պարտիայի կամ ստուդիայի URL-հասցեն։
it: Incolla l'URL di un gioco o l'URL di un capitolo di studio per incorporarlo.
kk: Еңгізу үшін ойынның не зерттеу бөлімінің URL-ын қойыңыз.
ko: 포함할 대국 URL 또는 연구 챕터 URL을 붙여넣으세요.
lt: Įklijuokite partijos adresą arba studijos skyriaus adresą norėdami juos įterpti.
lv: Ievietojiet spēles vai izpētes nodaļas URL lai to iegultu.
mk: Залепете линк од игра или од поглавјето за проучување за да го вградите.
nl: Plak de URL van een partij of een studie om deze in te voegen.
pt: Cole o URL de um jogo ou um URL de um capítulo de estudo para integrá-lo.
ro: Lipește un URL al jocului sau un URL de capitol de studiu pentru a-l încorpora.
ru: Вставьте URL игры или ссылку на студию, чтобы встроить её.
sk: Prilepiť URL hry alebo kapitoly štúdia sem.
sl: Prilepite URL igre ali URL poglavja študije, da ga vdelate.
sq: Ngjitni një URL loje ose URL kapitulli mësimi, për ta trupëzuar.
sr: Убаци URL партије или поглавља студије.
sv: Klistra in en spel-länk eller en studiekapitel-länk för att infoga den.
tr: Bir maç veya çalışma bölümü eklemek için bağlantıyı buraya yapıştırın.
uk: Вставте посилання на гру чи розділ дослідження, щоб вставити його.
vi: Dán URL ván đấu hoặc URL chương nghiên cứu để nhúng.
zh: 粘贴对局链接或研习章节链接以将其嵌入。
zh_tw: 貼上對局或學習章節網址來嵌入。

# inYourLocalTimezone
source: In your own local timezone
af: In you eie plaaslike tydsone
ar: في منطقتك الزمنية المحلية
be: У вашым часавым поясе
bg: Във Вашата часова зона
bn: আপনার স্থানীয় সময়
bs: U vlastitoj vremenskoj zoni
ca: El la teva zona horària
cs: Ve vašem časovém pásmu
da: I din egen lokale tidszone
el: Στη δική σας ζώνη ώρας
eo: En via loka horzono
es: En tu zona horaria local
eu: Zure ordu-zonan
fa: ذر منطقه زمانی شما
fi: Omalla aikavyöhykkeelläsi
gl: Na túa zona horaria
he: באזור הזמן שלך
hy: Ձեր ժամագոտում
id: Di zona waktu lokal Anda
it: Nel tuo fuso orario locale
kk: Жергілікті уақыт белдеуіңізде
ko: 본인의 현지 시간대 기준
lt: Jūsų laiko zonoje
lv: Jūsu vietējā laika zonā
mk: Во вашата локална часовна зона
nl: In je eigen lokale tijdzone
pt: No seu próprio fuso horário local
ro: În fusul orar local
ru: В вашем часовом поясе
sk: Vo vašom miestnom časovom pásme
sl: V svojem lokalnem časovnem pasu
sq: Në zonën tuaj kohore vendore
sr: Према твојој локалној временској зони
sv: I din egen lokala tidszon
tr: Yerel zaman diliminizde
uk: У вашому місцевому часовому поясі
vi: Tại múi giờ địa phương của bạn
zh: 使用您的本地时区
zh_tw: 在您的時區內

# tournChat
source: Tournament chat
af: Toernooi klets
ar: دردشة البطولة
az: Turnir mesajı
be: Чат турніру
bg: Чат в турнира
bn: টুর্নামেন্ট চ্যাট
bs: Turnirski razgovor
ca: Xat del tornament
cs: Turnajový chat
da: Turneringschat
el: Δωμάτιο συνομιλίας τουρνουά
eo: Babilejo de turnira
es: Chat del torneo
eu: Txapelketaren txata
fa: چت مسابقه
fi: Turnauksen keskusteluhuone
gl: Sala de conversa do torneo
he: שליחת הודעה
hy: Մրցաշարի զրուցարան
id: Obrolan turnamen
it: Chat del torneo
kk: Жарыстың сұхбат бөлмесі
ko: 토너먼트 채팅
lt: Turnyro pokalbis
lv: Turnīra saruna
mk: Tурнирски разговор
nl: Toernooichat
pt: Chat do torneio
ro: Conversație
ru: Чат турнира
sk: Turnajová diskusia
sl: Turnirski klepet
sq: Fjalosje turneu
sr: Чет на турниру
sv: Turneringschatt
tr: Turnuva sohbeti
uk: Турнірний чат
vi: Trò chuyện trong giải đấu
zh: 锦标赛聊天室
zh_tw: 錦標賽聊天室

source: No chat
af: Geen klets
ar: لا دردشة
az: Söhbətsiz
be: Без чату
bg: Без чат
bn: কোনো চ্যাট নয়
bs: Nema razgovora
ca: Desactivar xat
cs: Vypnutý chat
da: Ingen chat
el: Να μην επιτρέπεται η συνομιλία
eo: Malaktivigi babilejon
es: Sin chat
eu: Txatik ez
fa: بدون گپ
fi: Ei keskustelua
gl: Sen sala de conversa
he: ביטול אפשרות הצ'אט
hy: Առանց զրուցարանի
id: Tanpa obrolan
it: Nessuna chat
kk: Сұхбатты өшіру
ko: 채팅 없음
lt: Jokio pokalbio
lv: Nav sarunas
mk: Исклучи разговор
nl: Geen chat
pt: Sem chat
ro: Fără conversație
ru: Без чата
sk: Vypnutý chat
sl: Brez klepeta
sq: Pa fjalosje
sr: Нема чета
sv: Ingen chatt
tr: Sohbet yasak
uk: Без чату
vi: Không trò chuyện
zh: 关闭聊天
zh_tw: 無聊天室

source: Only team leaders
af: Slegs spanleiers
ar: فقط قائدي الفريق
az: Yalnız qrup lideri
be: Толькі лідары каманды
bg: Само организаторите на отбора
bn: শুধুমাত্র দলীয় প্রধানগণ
bs: Samo vođe timova
ca: Només per líders de l'equip
cs: Pouze vedoucí týmu
da: Kun holdledere
el: Μόνο οι αρχηγοί ομάδων
eo: Nuraj teamaj gvidantoj
es: Sólo líderes del equipo
eu: Taldeen kapitainak bakarrik
fa: تنها مسئولان تیم
fi: Vain joukkueenjohtajille
gl: Só líderes de equipo
he: רק ראשי קבוצות
hy: Միայն թիմի կազմակերպիչները
id: Hanya pemimpin tim
it: Solo leader della squadra
kk: Тек топ жетекшілері
ko: 팀 리더만
lt: Tik komandų kapitonams
lv: Tikai komandas vadītāji
mk: Само тим лидери
nl: Alleen teamleiders
pt: Apenas líderes da equipa
ro: Doar lideri de echipă
ru: Только организаторы клуба
sk: Iba vedúci družstiev
sl: Dovoljeno samo voditeljem ekip
sq: Vetëm kapitenët e ekipeve
sr: Само за вође тимова
sv: Endast lagledare
tr: Yalnızca takım liderleri
uk: Лише лідери команд
vi: Chỉ các chỉ huy
zh: 仅限团队领导
zh_tw: 僅限各隊隊長

source: Only team members
af: Slegs spanlede
ar: فقط لاعبي الفريق
az: Ancaq klub üzvləri
be: Толькі чальцы каманды
bg: Само членовете на отбора
bn: শুধুমাত্র দলের সদস্যরা
bs: Samo članovi timova
ca: Només per a membres de l'equip
cs: Pouze členové týmu
da: Kun holdmedlemmer
el: Μόνο τα μέλη της ομάδας
eo: Nuraj teamaj membroj
es: Sólo miembros del equipo
eu: Taldeen kideak bakarrik
fa: تنها اعضای تیم
fi: Vain joukkueen jäsenille
gl: Só membros do equipo
he: רק חברי קבוצות
hy: Միայն թիմի անդամները
id: Hanya anggota tim
it: Solo membri della squadra
kk: Тек топ мүшелері
ko: 팀 멤버만
lt: Tik komandos nariams
lv: Tikai komandas dalībnieki
mk: Само членови на тим
nl: Alleen teamleden
pt: Apenas membros da equipa
ro: Doar membrii echipei
ru: Только члены клуба
sk: Iba členovia tímu
sl: Dovoljeno samo članom ekip
sq: Vetëm anëtarët e ekipeve
sr: Само за чланове тимова
sv: Endast lagmedlemmar
tr: Yalnızca takım üyeleri
uk: Лише члени команди
vi: Chỉ thành viên đội
zh: 仅限团队成员
zh_tw: 僅限各隊伍

# navigateMoveTree
source: Navigate the move tree
af: Skuif boom navigasie
ar: التنقل في لائحة النقلات
be: Рухацца па дрэву ходаў
bg: Навигирайте листа на ходовете
bn: Move/চালের তালিকা নির্দেশক
bs: Za kretanje po premještajnom stablu
ca: Navega la llista de moviments
cs: Navigovat seznamem tahů
da: Navigér i træk-træet
el: Πλοηγηθείτε στο δέντρο κινήσεων
eo: Navigi la movarbon
es: Desplazarse por el árbol de movimientos
eu: Nabigatu jokaldien zuhaitza
fa: ناویدن فهرست حرکت‌ها
fi: Siirtolistalla liikkuminen
gl: Desprazarse pola lista de movementos
he: נווט ברשימת המהלכים
hy: Անցում ըստ քայլերի
id: Navigasi gerakan partai
it: Sfoglia l'albero delle mosse
kk: Жүрістер тізімін шолу
ko: 수순 트리 탐색
lt: Keliauti per ėjimų medį
lv: Izskatīt gājienu koku
mk: Навигирајте ја листата на движење
nl: Navigeer door de zettenlijst
pt: Navegar pela árvore de movimentos
ro: Navigați pe arborele de mutări
ru: Переход по ходам
sk: Navigovať na všetky ťahy vo forme stromu
sl: Krmarite po drevesu potez
sq: Lëvizni nëpër pemën e lëvizjeve
sr: Кретање кроз листу потеза
sv: Navigera i dragträdet
tr: Hamleler arasında gezin
uk: Навігація по нотації
vi: Điều hướng tìm nước đi
zh: 浏览着法树
zh_tw: 定位

source: Mouse tricks
af: Muis toertjies
ar: حيل بالفأرة
be: Трукі мышшу
bg: Миши трик
bn: মাউসের নিয়ন্ত্রন
bs: Trikovi s mišem
ca: Trucs amb el ratolí
cs: Klávesové zkratky
da: Tricks med mus
el: «Κόλπα» με το ποντίκι
eo: Musaj lertaĵoj
es: Trucos de ratón
eu: Saguaren trukuak
fa: ترفندهای موشواره
fi: Hiiritoiminnot
gl: Trucos co rato
he: קיצורי עכבר
hy: Շարժումներ մկնիկով
id: Trik pada tetikus/mouse
it: Trucchi del mouse
kk: Тіңтуір әдістері
ko: 마우스 기능
lt: Triukai pele
lv: Peles kontroles
mk: Трикови со маусот
nl: Muistrucs
pt: Movimentos do rato
ro: Trucuri cu mouse-ul
ru: Движения мышкой
sk: Finty s myšou
sl: Možnosti miške
sq: Gjeste miu
sr: Покрети мишем
sv: Mus-trick
tr: Fare ile yapılan numaralar
uk: Можливості миші
vi: Mẹo sử dụng chuột
zh: 鼠标使用技巧
zh_tw: 滑鼠功能

# toggleLocalAnalysis
source: Toggle local computer analysis
af: Wissel plaaslike rekenaar analise
ar: تبديل تحليل الكمبيوتر المحلي
be: Укл./адкл. лакальны камп'ютарны аналіз
bg: Включи/изключи локалния компютърен анализ
bn: ব্যক্তিগত কম্পিউটার বিশ্লেষণ অন/অফ
bs: Uključite analizu lokalnog računara
ca: Activa/desactiva l'anàlisi d'ordinador al navegador
cs: Zapnout/vypnout lokální počítačovou analýzu
da: Slå lokal computeranalyse til/fra
el: Εναλλαγή ανάλυσης τοπικού υπολογιστή
eo: Baskuligu lokan komputilan analizon
es: Activar y desactivar análisis por ordenador local
eu: Aktibatu ordenagailu lokaleko analisia
fa: تغییر در تحلیل رایانه‌ای محلی
fi: Paikallinen tietokoneanalyysi päälle/pois
gl: Activar/desactivar a análise local no navegador
he: הפעילו/כבו ניתוח מחשב מקומי
hy: Միացնել համակարգչային վերլուծությունը
id: Nyala / mati analisa komputer lokal
it: Abilita/Disabilita le analisi del computer locali
kk: Өз компьютеріңізде талдауды қосу
ko: 로컬 컴퓨터 분석 켜기/끄기
lt: Įjungti/išjungti vietinę kompiuterio analizę
lv: Ieslēgt/izslēgt ierīces datoranalīzi
mk: Вклучи/исклучи локална компјутерска анализа
nl: Lokale computeranalyse in-/uitschakelen
pt: Ativar/desativar análise local no computador
ro: Activează/dezactivează analiza computerizată locală
ru: Включить компьютерный анализ
sk: Prepnúť počítačové analýzy lokálneho počítača
sl: Preklopi lokalno računalniško analizo
sq: Aktivizo/Çaktivizo analizë kompjuterike
sr: Одабери анализу на свом компјутеру
sv: Växla lokal datoranalys
tr: Yerel bilgisayar analizini aç/kapat
uk: Ввімкнути локальний комп’ютерний аналіз
vi: Bật/Tắt máy tính phân tích
zh: 使用本地分析
zh_tw: 切換本地計算機分析

# toggleAllAnalysis
source: Toggle all computer analysis
af: Wissel alle rekenaar analise
ar: تبديل كل تحليل الكمبيوتر
be: Укл./адкл. усе камп'ютарныя аналізы
bg: Включи/изключи целия компютърен анализ
bn: সব কম্পিউটার বিশ্লেষণ অন/অফ
bs: Uključite sve računarske analize
ca: Activa/desactiva tot l'anàlisi d'ordinador
cs: Zapnout/vypnout všechny počítačové analýzy
da: Slå al computeranalyse til/fra
el: Εναλλαγή όλων των αναλύσεων υπολογιστή
eo: Baskuligu ĉiujn komputilan analizon
es: Activar y desactivar todos los análisis por ordenador
eu: Aktibatu ordenagailu guztietako analisia
fa: تغییر در هرگونه تحلیل رایانه‌ای
fi: Kaikki tietokoneanalyysi päälle/pois
gl: Activar/desactivar todas as análises por computador
he: הפעילו/כבו כל ניתוח מחשב
hy: Փոխել համակարգչային վերլուծության բոլոր եղանակները
id: Nyala / mati semua analisa komputer
it: Abilita/Disabilita tutte le analisi del computer
kk: Барлық компьютер талдауларын қосу
ko: 모든 컴퓨터 분석 켜기/끄기
lt: Įjungti/išjungti visą kompiuterio analizę
lv: Ieslēgt/izslēgt visu datoranalīzi
mk: Вклучи/исклучи ги сите компјутерски анализи
nl: Alle computeranalyses in-/uitschakelen
pt: Alternar todas as análises no computador
ro: Activează/dezactivează analiza computerizată
ru: Переключить все способы компьютерного анализа
sk: Prepnúť všetky počítačové analýzy
sl: Preklopi vso računalniško analizo
sq: Aktivizo/Çaktivizo krejt analizat kompjuterike
sr: Одабери анализу на свом компјутеру и на Lichess серверима
sv: Växla all datoranalys
tr: Genel bilgisayar analizini aç/kapat
uk: Ввімкнути весь комп’ютерний аналіз
vi: Bật/Tắt toàn bộ máy tính phân tích
zh: 使用本地 + 服务器分析
zh_tw: 切換所有(本地+服務器) 的電腦分析

source: Analysis options
af: Analise opsies
ar: خيارات التحليل
be: Параметры аналізу
bg: Параметри на анализа
bn: আনাল্যসিস অপশনস
bs: Postavke analize
ca: Opcions d'anàlisi
cs: Ovládání analýzy
da: Analysemuligheder
el: Ρυθμίσεις ανάλυσης
eo: Analizaj agordoj
es: Opciones de análisis
eu: Analisiaren aukerak
fa: امکاناتِ تحلیل
fi: Analyysiasetukset
gl: Opcións de análise
he: אפשרויות ניתוח
hy: Վերլուծության պարամետրերը
id: Setelan analisa
it: Opzioni d'analisi
kk: Талдау баптаулары
ko: 분석 옵션
lt: Analizės nustatymai
lv: Analīzes iespējas
mk: Опции за анализа
nl: Analyse opties
pt: Opções de análise
ro: Opțiuni de analiză
ru: Параметры анализа
sk: Možnosti analýzy
sl: Možnosti analize
sq: Mundësi analize
sr: Опције при анализи
sv: Analysalternativ
tr: Analiz seçenekleri
uk: Можливості аналізу
vi: Tùy chọn phân tích
zh: 分析选项
zh_tw: 分析局面

source: Focus chat
af: Lê fokus klets
ar: تركيز
be: Сфакусавацца на чаце
bg: Фокусирай текста
bn: ফোকাস চ্যাট
bs: Usredsredi razgovor
ca: Enfocar el xat
cs: Vybrat chat
da: Fokusér chat
el: Εστίαση στο chat
eo: Babilejo de fokuso
es: Enfocar chat
eu: Eraman fokua txatera
fa: به گپ برو
fi: Kohdista keskusteluun
gl: Poñer o cursor na sala de conversa
he: הגדלת הצ'אט
hy: Տեղափոխվել զրուցարանի պատուհան
id: Fokus pada kotak obroloan
it: Focalizza chat
kk: Нысаналы сұхбат
ko: 채팅에 포커스 주기
lt: Perjungti į pokalbį
lv: Fokusēt sarunu
mk: Фокусирај разговор
nl: Selecteer chat
pt: Focar no bate-papo
ro: Comută la conversație
ru: Переключиться в окно чата
sk: Zamerať sa na daný rozhovor
sl: Fokus klepet
sq: Vëmendjen te fjalosja
sr: Пређи на чет
sv: Fokusera chatten
tr: Sohbete odaklan
uk: Обрати вікно чату
vi: Tiêu điểm trò chuyện
zh: 聚焦聊天
zh_tw: 聚焦聊天

# showHelpDialog
source: Show this help dialog
af: Wys hierdie hulp dialoog
ar: إظهار رسالة المساعدة هذه
be: Паказаць чат дапамогі
bg: Показване на този диалогов прозорец за помощ
bn: এই হেল্প ডায়ালগ দেখান
bs: Prikaži ovaj pomoćni dijalog
ca: Ensenya aquest missatge d'ajuda
cs: Zobrazit tuto nápovědu
da: Vis denne hjælpedialog
el: Εμφάνιση αυτού του παραθύρου διαλόγου βοήθειας
eo: Montri ĉi tiun help-dialogujon
es: Mostrar este cuadro de diálogo de ayuda
eu: Erakutsi laguntza leiho hau
fa: نمایش این پنجره راهنما
fi: Näytä tämä ohjevalintaikkuna
gl: Amosar este diálogo de axuda
he: הצגת מסך עזרה זה
hy: Ցույց տալ օգնությունը
id: Tampilkan halaman bantuan ini
it: Mostra questa finestra d'aiuto
kk: Осы көмекші терезені көрсету
ko: 이 도움말 보기
lt: Rodyti šį pagalbos dialogą
lv: Rādīt šo palīdzības dialoglodziņu
mk: Покажи прозорец за помош
nl: Help-dialoogvenster weergeven
pt: Mostrar esta mensagem de ajuda
ro: Arată acest dialog de ajutor
ru: Показать справку
sk: Zobrazenie tohto dialógového okna s nápovedou
sq: Shfaq këtë dialog ndihme
sr: Прикажи овај прозор за помоћ
sv: Visa denna hjälpdialog
tr: Bu yardım iletisini göster
uk: Показати це діалогове вікно довідки
vi: Hiển thị thông điệp trợ giúp này
zh: 显示此帮助对话框
zh_tw: 顯示此說明欄

source: Reopen your account
af: Herstel jou rekening
ar: اعادة فتح حسابك
be: Пераадкрыць уліковы запіс
bg: Отворете отново акаунта Ви
bn: আপনার একাউন্ট পুনরায় খুলুন
bs: Iznova otvorite vaš račun
ca: Torna a obrir el teu compte
cs: Znovu otevřít svůj účet
da: Genåbn din konto
el: Ξανανοίξτε τον λογαριασμό σας
eo: Remalfermi vian konton
es: Reactivar tu cuenta
eu: Berreskuratu zure kontua
fa: باز کردن مجدد حساب کاربری
fi: Avaa käyttäjätunnuksesi uudelleen
gl: Abre de novo a túa conta
he: פתח/י את חשבונך מחדש
hy: Վերաբացեք Ձեր մասնակցային հաշիվը
id: Buka kembali akun Anda
it: Riapri il tuo account
kk: Тіркелгіні қайта ашу
ko: 계정 재활성화
lt: Atidaryti uždarytą paskyrą
lv: Atgūt savu kontu
mk: Повторно отвори ја твојата сметка
nl: Account heropenen
pt: Reabrir a sua conta
ro: Redeschide-ți contul
ru: Переоткройте свой аккаунт
sk: Opätovné otvorenie účtu
sl: Znova odprite svoj račun
sq: Rihapni llogarinë tuaj
sr: Поново отвори свој налог
sv: Öppna ditt konto igen
tr: Hesabı aktifleştir
uk: Відновити ваш обліковий запис
vi: Mở lại tài khoản
zh: 重新激活您的账户
zh_tw: 重新開啟帳戶

# reopenYourAccountDescription
source: If you closed your account, but have since changed your mind, you get a chance of getting your account back.
af: Indien jy jou rekening gesluit het maar intussen anders besluit het, kry jy 'n kans om jou rekening terug te kry.
ar: إذا كنت قد أغلقت حسابك، و أبدلت رأيك، لديك فرصة لاستعادة حسابك مرة أخرى.
bg: Ако сте затворили акаунта си, но си промените решението, получавате един шанс да си върнете акаунта.
bs: Ako ste zatvorili svoj račun, ali ste se u međuvremenu predomislili, imate šansu da ga vratite.
ca: Si has tancat el teu compte, però des de llavors has canviat d'opinió, tens l'oportunitat de recuperar el teu compte.
cs: Pokud jste uzavřeli svůj účet, ale změnili jste názor, dostanete jednu šanci získat svůj účet zpět.
da: Hvis du har lukket din konto, men siden har ombestemt dig, har du en chance for at få din konto tilbage.
el: Αν κλείσατε τον λογαριασμό σας, αλλά έκτοτε έχετε αλλάξει γνώμη, έχετε την δυνατότητα να τον ανακτήσετε.
eo: Se vi fermis vian konton sed poste ŝanĝis de ideo, vi havas la eblon rehavi vian konton.
es: Si cerraste tu cuenta y has cambiado de opinión, aún tienes una oportunidad de recuperarla.
eu: Zure kontua itxi bazenuen baina berreskuratu nahi baduzu, hori egiteko aukera duzu.
fa: اگر حسابتان را بسته اید ولی نظرتان عوض شده، فرصت بازپس‌گیری آن را دارید.
fi: Jos olet sulkenut käyttäjätunnuksesi mutta sen jälkeen muuttanut mieltäsi, saat mahdollisuuden palauttaa tunnuksesi.
gl: Se pechaches a túa conta pero mudaches de idea, tes a posibilidade de recuperala.
he: אם סגרת את חשבונך והתחרטת, עדיין ישנה אפשרות לקבל את חשבונך בחזרה.
it: Se hai chiuso il tuo account, ma hai cambiato idea, hai la possibilità di recuperare il tuo account.
kk: Тіркелгіңіз жабылғаннан кейін оны қайта ашқыңыз келсе, сізде бір қайталанбас амал бар.
ko: 계정을 폐쇄한 후 마음이 바뀌었다면, 계정을 다시 활성화할 수 있는 기회가 한 번 있습니다.
lt: Jei uždarėte savo paskyrą, tačiau vėliau persigalvojote, turite galimybę savo paskyrą atgauti.
nl: Als je je account had gesloten, maar sindsdien van gedachten veranderd bent, krijg je de kans om je account te herstellen.
pt: Se fechares a tua conta, mas mudares de ideias, tens uma hipótese de recuperá-la.
ro: Dacă ți-ai închis contul, dar de atunci te-ai răzgândit, primești o șansă să-ți recuperezi contul.
ru: Если вы закрыли свою учётную запись, но потом передумали, у вас есть шанс отменить своё решение.
sk: Ak ste Váš účet zrušili, ale potom ste si to rozmysleli, máte šancu získať svoj účet späť.
sl: Če ste si premislili po zaprtju računa, imate možnost, da svoj račun pridobite nazaj.
sq: Nëse e mbyllët llogarinë tuaj, por që prej atëhere ndërruat mendje, mund të keni një shans për të rimarrë llogarinë tuaj.
sv: Om du stängt ditt konto, men sedan dess har ändrat dig, får du en chans att få tillbaka ditt konto.
tr: Hesabınızı kapattıktan sonra fikrinizi değiştirdiyseniz hesabınızı tekrar açmak için bir şansınız var.
uk: Якщо ви закрили свій обліковий запис, а потім змінили свою думку, у вас є шанс відновити його.
vi: Nếu bạn đã đóng tài khoản của mình nhưng sau đó thay đổi quyết định, bạn vẫn còn một cơ hội lấy lại được tài khoản của mình.
zh: 如果您关闭了账户，但此后又改变了主意，您可以获得一次恢复账户的机会。
zh_tw: 如果你停用了自己的帳號，但是改變了心意，你有一次的機會可以拿回帳號。

# emailAssociatedToaccount
source: Email address associated to the account
af: E-pos adress geassosieer met die rekening
ar: البريد الالكتروني مربوط بالحساب
be: Адрас электроннай пошты, звязаны з уліковым запісам
bg: Имейл адресът асоцииран с този акаунт
bn: এই একাউন্টের সঙ্গে সংশ্লিষ্ট ই-মেইল অ্যাড্রেস হচ্ছে
bs: Mejl adresa povezana s računom
ca: Adreça de correu electrònic associat al teu compte
cs: E-mailová adresa přidružená k tomuto účtu
da: E-mailadresse tilknyttet kontoen
el: Διεύθυνση email αυτού του λογαριασμού
eo: Retpoŝtadreso, ke asociitas al la konto
es: Dirección de correo electrónico asociada a la cuenta
eu: Posta elektronikoa ondo lotu da zure kontura
fa: آدرس ایمیلی که به حساب کاربری مربوط شده است
fi: Tunnukseen kuuluva sähköpostiosoite
gl: Enderezo de correo electrónico asociado á conta
he: כתובת האימייל שמקושרת למשתמש
hy: Այս մասնակցային հաշվին կցված էլ. փոստի հասցեն։
id: Alamat e-mail yang terkait dengan akun ini
it: Indirizzo email associato all'account
kk: Тіркелгіге байлаулы поштаңыз
ko: 계정에 등록된 이메일 주소
lt: Elektroninio pašto adresas susietas su paskyra
lv: Ar kontu saistītais epasts
mk: Е-пошта поврзана со сметката
nl: E-mailadres gekoppeld aan het account
pt: Endereço de email associado à conta
ro: Adresa de e-mail asociată contului
ru: Адрес электронной почты, привязанный в этому аккаунту
sk: E-mailová adresa priradená k účtu
sl: E-naslov, povezan z računom
sq: Adresë email përshoqëruar llogarisë
sr: Мејл адреса повезана са налогом
sv: E-postadress kopplad till kontot
tr: Hesabın bağlı olduğu e-posta adresi
uk: Адреса електронної пошти, пов'язана з обліковим записом
vi: Địa chỉ email liên kết với tài khoản này
zh: 与此账户关联的邮箱地址
zh_tw: 和此帳號相關的電子信箱

# sentEmailWithLink
source: We've sent you an email with a link.
af: Ons het vir jou 'n e-pos met n skakel gestuur.
ar: أرسالنا لك ايميل يحتوي على رابط.
be: Мы адправілі вам электронны ліст са спасылка.
bg: Изпратихме Ви имейл с линк.
bn: আমরা আপনাকে একটি লিঙ্ক সহ ই-মেইল পাঠিয়েছি।
bs: Poslali smo vam mejl s vezom.
ca: T'hem enviat un correu amb un enllaç.
cs: Poslali jsme vám e-mail s odkazem.
da: Vi har sendt dig en e-mail med et link.
el: Σας στείλαμε ένα email με τον σύνδεσμο ενεργοποίησης.
eo: Ni sendis retmesaĝon kun ligilo al vi.
es: Te hemos enviado un correo electrónico con un enlace.
eu: Posta elektroniko bat bidali dizugu lotura batekin.
fa: ما رایانامه‌ای شامل یک پیوند را به شما فرستاده‌ایم.
fi: Olemme lähettäneet sinulle sähköpostin, jossa on linkki.
gl: Enviámosche un correo electrónico cunha ligazón.
he: שלחנו לך דוא״ל עם קישור.
hy: Ձեզ ուղարկել ենք հղումով նամակ։
id: Kami telah mengirimkan Anda email dengan tautan.
it: Ti abbiamo inviato un'email con un link.
kk: Біз сілтемесі бар хат жібереміз.
ko: 링크가 포함된 이메일을 보냈습니다.
lt: Меs jums išsiuntėme laišką su nuoroda.
lv: Esam jums nosūtījuši epastu ar saiti.
mk: Ви испративме е-мајл со линк.
nl: We hebben je een e-mail gestuurd met een link.
pt: Enviámos-lhe um e-mail com um link.
ro: Ți-am trimis un e-mail cu un link.
ru: Мы отправили вам письмо со ссылкой.
sk: Poslali sme vám e-mail s prepojením.
sl: Poslali smo vam e-poštno sporočilo s povezavo.
sq: Ju dërguam një email me një lidhje.
sr: Послали смо ти мејл са линком.
sv: Vi har skickat ett e-postmeddelande med en länk.
tr: Size içinde ilgili bağlantı bulunan bir e-posta gönderdik.
uk: Ми надіслали вам електронний лист із посиланням.
vi: Chúng tôi vừa gửi bạn một email với một đường dẫn.
zh: 我们已向您发送了一封包含链接的邮件。
zh_tw: 我們已將網址寄送至你的信箱
