Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeDiscoveredAttackDescription
source: Moving a piece (such as a knight), that previously blocked an attack by a long range piece (such as a rook), out of the way of that piece.
af: Om 'n stuk wat voorheen 'n aanval deur 'n ander langafstandstuk, soos 'n ridder, geblokkeer het, uit die pad van 'n toring te skuif.
ar: تحريك قطعة (مثل الحصان)، كانت تمنع في السابق الهجوم بقطعة بعيدة المدى (مثل القلعة)، بعيدا عن طريق تلك القطعة.
az: Uzaq mənzilli bir fiqurun yolunu kəsən digər bir fiquru oynayaraq edilən hücum, atı oynayaraq topla hücum etmək kimi.
be: Ход фігурай (напрыклад канём), якая раней блакавала фігуру далёкага дзеяння (напрыклад ладдзю), з лініі нападу гэтай фігуры.
bg: Преместване на фигура (например кон), която е блокирала пътя на далекобойна фигура (например топ), така че вече да не го блокира.
bn: একটা গুটি (যেমন ঘোড়া), যা পূর্বে কোন গুটির আক্রমণকে প্রতিরোধ করছিল, তাকে সেই গুটির রাস্তা থেকে সরিয়ে আক্রমণ করা। এতে যেগুটি সরানো হলো এবং যেগুটির পথ থেকে সরানো হলো উভয়ই আক্রমণ করবে।
bs: Pomjeranje figure koja je dotad blokirala napad druge dalekometne figure, kao, npr., sklanjanje skakača ispred topa.
ca: Moure una peça que prèviament bloquejava un atac a llarg distància d'una altra peça, com per exemple un cavall que surt de davant d'una torre.
cs: Tah figurou (například jezdcem) z cesty jiné, dalekonosné, které blokovala působnost (například věži).
da: Flytning af en brik, som tidligere blokerede for et angreb fra en langtrækkende brik. For eksempel en springer flyttet for et tårn.
el: Μετακίνηση ενός κομματιού (π.χ. ίππου) που εμποδίζει την επίθεση άλλου κομματιού μεγάλης εμβέλειας (π.χ. πύργου).
eo: Movo de peco (kiel ĉevalo), kiu antaŭe blokis atakon de longdistanca peco (kiel turo), fore de vojo de tiu peco.
es: Mover una pieza que bloqueaba el ataque de otra pieza de largo alcance, como por ejemplo, quitar un caballo del camino de una torre.
eu: Beste pieza baten erasoa blokeatzen duen pieza bat mugitzea.
fa: حرکت دادن یک مهره (مانند اسب)، که قبلا جلوی حمله مهره خودمان به یکی از مهره های دور حریف (مانند رخ)، از جلوی راه مهره حمله کننده.
fi: Siirrä nappulaa, joka on tähän asti peittänyt jonkin ulottuvaisen nappulan hyökkäyksen, esimerkiksi ratsu pois tornin edestä.
gl: Apartar unha peza (por exemplo un cabalo) que previamente bloqueaba o ataque doutra peza de longo alcance (por exemplo unha torre).
he: הזזת כלי (למשל פרש), שחסם איום של כלי רחוק טווח (למשל צריח), מחוץ לדרכו של כלי זה.
hy: Քայլ խաղաքարով, որ ծածկում է հեռահար խաղաքարի գրոհի գիծը։ Օրինակ, քայլ ձիով, որով բացվում է գիծը նրա հետևում կանգնած նավակի համար։
id: Menggerakan bidak(seperti kuda), yang sebelumnya memblokir serangan oleh bidak jarak jauh(seperti benteng) keluar dari bidak itu.
it: Mossa di un pezzo che precedentemente bloccava un attacco di un pezzo a lungo raggio, come ad esempio un cavallo che si sposta da una casa in fronte ad una torre.
kk: Ұзын жүрісті тастың шабуылын бөгеп тұрған таспен жүру. Мысалы, тура жолында тұрған атпен жүру.
ko: 장거리 기물(예: 룩)의 길을 막고 있는 기물(예: 나이트)을 이동시켜 공격합니다.
lt: Blokuojančios figūros patraukimas nuo ilgų distancijų figūros, pavyzdžiui žirgo patraukimas nuo bokšto trajektorijos.
lv: Figūras, kas iepriekš bloķēja slīdošas figūras uzbrukumu, izkustināšana — piemēram zirdziņa aizkustināšana no torņa ceļa.
nl: Een stuk verplaatsen dat daarvoor een aanval van een ander lange afstandsstuk blokkeerde, bijvoorbeeld een paard dat opzij gaat voor een toren.
pt: Mover uma peça que estava a bloquear um ataque de uma peça de longo alcance, como por exemplo um cavalo que sai da frente de uma torre.
ro: Mutarea unei piese care bloca anterior un atac de la o altă piesă cu rază lungă de acțiune, cum ar fi un cal din calea unui turn.
ru: Ход фигурой, которая закрывает линию атаки дальнобойной фигуры. Например, ход конём, вскрывающий линию для стоящей за ним ладьи.
sk: Ťah figúrou, ktorá blokovala napadnutie inou figúrou, ako napr. ťah jazdcom, ktorý odkryje napadnutie vežou.
sl: Premikanje figure (na primer skakača), ki je prej blokiral napad s figure velikega dosega (na primer trdnjava), stran od te figure.
sq: Lëvizja e një figure (për shembull një kalë) që më parë bllokoi një sulm nga një figurë me distancë të gjatë (për shembull një torre), nga rruga e asaj figure.
sr: Померање фигуре (као што је скакач), која је претходно блокирала напад далекометне фигуре (као што је топ), са пута те фигуре.
sv: Flytta en pjäs som tidigare blockerade en attack från en annan pjäs med lång räckvidd, såsom en springare ur vägen för ett torn.
tr: Uzun menzilli bir taşın yolunu kesen diğer bir taşı oynayarak yapılan saldırılar. Atı oynayarak kaleyle şah çekmek gibi.
uk: Хід фігурою (наприклад, конем), яка до цього блокувала атаку далекобійної фігури (наприклад, тури), геть з лінії цієї фігури.
vi: Đi một quân cờ đang chặn giữa đường tấn công của một quân đánh xa khác (ví dụ như đi một quân mã khỏi đường tấn công của quân xe).
zh: 移动一枚棋子（例如马），该棋子之前阻挡了己方远射程棋子（例如车）的攻击线路，从而解除阻挡。
zh_tw: 將一子（例如騎士）移開長程攻擊格（例如城堡）。

# puzzleThemeDoubleCheck
source: Double check
af: Maak seker
ar: كش مزدوج
az: İkiqat şah
be: Падвойны шах
bg: Двоен шах
bn: দ্বৈত চেক
bs: Dvostruki šah
ca: Escac doble
cs: Dvojný šach
da: Dobbeltskak
el: Διπλό σαχ
eo: Duobla ŝako
es: Jaque doble
eu: Xake bikoitza
fa: کیش دوگانه
fi: Kaksoisshakki
gl: Xaque dobre
he: שח כפול
hy: Կրկնակի շախ
id: Skak ganda
it: Doppio scacco
kk: Қос шах
ko: 더블 체크
lt: Dvigubas šachas
lv: Dubultais šahs
nl: Dubbelschaak
pt: Xeque duplo
ro: Șah dublu
ru: Двойной шах
sk: Dvojitý šach
sl: Dvojni šah
sq: Shah i dyfishtë
sr: Двоструки шах
sv: Dubbelschack
tr: Çifte şah
uk: Подвійний шах
vi: Chiếu đôi
zh: 双将
zh_tw: 雙將

# puzzleThemeDoubleCheckDescription
source: Checking with two pieces at once, as a result of a discovered attack where both the moving piece and the unveiled piece attack the opponent's king.
af: Kontroleer met twee stukke gelyktydig, as gevolg van 'n ontdekte aanval waar beide die bewegende stuk en die onthulde stuk die teenstander se koning aanval.
ar: تنفيذ كش من قطعتين في وقت واحد، كنتيجة للهجوم المنكشف حيث تهاجم كلا القطعتين المكشوفة والمكشوف بها ملك الخَصْم.
az: Bir gedişdə, həm gediş edilən həm də açaraq hücumun ardından yolu açılan fiqur ilə eyni anda şah vermək.
be: Шах дзвюма фігурамі адначасова, у выніку ўскрытыга нападу, калі і фігура, якая ходзіць, і раскрытая фігура атакуюць караля суперніка.
bg: Шах с две фигури едновременно. Получава се, когато преместената фигура дава шах заедно с далекобойна, която досега е била блокирана.
bn: দুটি গুটি দিয়ে একসাথে চেক করা, আবিষ্কৃত আক্রমণের ফলস্বরূপ যেখানে যে গুটি সরে এবং যে গুটির রাস্তা পরিষ্কার হয় উভয়ই প্রতিপক্ষের রাজাকে আক্রমণ করে।
bs: Šahiranje dvjema figurama istovremeno, kao rezultat otkrivenog napada, kad i otkrivena figura i ona koja ju je zaklanjala napadaju protivničkog kralja.
ca: Posar en escac amb dues peces a la vegada, com a resultat d'un atac descobert on tant la peça que s'ha mogut com la peça descoberta ataquen el rei de l'oponent.
cs: Šach dvěma figurami zároveň, často důsledkem odtahu. Obě figury dávají šach soupeřovu králi.
da: Skak med to brikker på samme tid som resultat af et afdækket angreb, hvor både den flyttede brik og den afdækkede brik giver skak til modstanderens konge.
el: Ταυτόχρονο σαχ από δύο κομμάτια, ως αποτέλεσμα αποκάλυψης: τόσο το κομμάτι που μετακινήθηκε όσο και το κομμάτι το οποίο αποκάλυψε απειλούν τον αντίπαλο βασιλιά.
eo: Ŝakanta per du ŝakpecoj samtempe, kiel rezulto de malkovrita atako, kie kaj la moviĝa ŝakpeco kaj la malvualita ŝakpeco ataki la reĝo de la kontraŭulo.
es: Dar jaque con dos piezas a la vez, como consecuencia de una ataque a la descubierta, donde tanto la pieza movida como la revelada atacan al rey del oponente.
eu: Bi piezarekin batera xake egitea, ageriko eraso baten ondorioz, mugitutako eta ezkutuan zegoen piezak aurkariaren erregea erasotuz.
fa: کیش دادن به حریف با دو مهره به صورت هم زمان در نتیجهء یک حمله برخاستی که در آن هم مهره برخاست کننده و هم مهره پشت سر آن به شاه حریف حمله می کنند.
fi: Shakkaa samanaikaisesti kahdella nappulalla niin, että paljastushyökkäyksessäsi sekä liikkuva nappula että sen paljastama nappula uhkaavat vastustajan kuningasta.
gl: Xaque con dúas pezas á vez, como resultado dun ataque descuberto onde tanto a peza en movemento como a desvelada atacan ao rei do opoñente.
he: שח עם שני כלים במקביל, כתוצאה מהתקפה נגלית בה הכלי הזז והכלי הנחשף מאיימים על המלך היריב.
hy: Շախ միաժամանակ երկու խաղաքարով՝ բաց հարձակման միջոցով։ Հնարավոր չէ վերցնել երկու գրոհող խաղաքարերը և հնարավոր չէ ծածկվել դրանցից, հետևաբար արքան կարող է միայն հեռանալ շախից։
id: Skak dengan dua bidak bersamaan, sebagai hasil dari serangan tarik dimana bidak yang bergerak dan bidak yang terungkap menyerang raja lawan bersamaan.
it: Scacco con due pezzi contemporaneamente, conseguente a un attacco di scoperta in cui sia il pezzo appena mosso che il pezzo scoperto attaccano il re avversario.
kk: Ашылған шабуыл кезінде бірден екі тастың (яғни, шабулды ашқан тас пен шабуылдап жатқан тас) қарсылас патшасына қойған шахтары.
ko: 움직인 기물과 그 뒤에 있던 기물이 모두 상대 킹을 공격한 디스커버 어택의 결과로, 두 기물이 동시에 체크를 합니다.
lt: Šachas dviem figūrom vienu metu. Įvyksta po atidengimo atakos, kai ir perkelta figūra ir atidengta figūra puola priešininko karalių.
lv: Atklāta uzbrukuma rezultātā pieteikts šahs ar abām figūrām vienlaikus: gan ar atklāto figūru, gan ar izkustināto figūru.
nl: Schaak geven met twee stukken tegelijk als gevolg van een aftrekaanval waarbij zowel het verplaatste als het geactiveerde stuk de koning van de tegenstander aanvalt.
pt: Fazer xeque com duas peças ao mesmo tempo, como consequência de um ataque descoberto em que tanto a peça que move como a peça que é descoberta atacam o rei do adversário.
ro: Șahul cu două piese deodată, ca rezultat al unui atac descoperit unde și piesa mutată, și cea descoperită atacă regele adversarului.
ru: Шах двумя фигурами одновременно при помощи вскрытого нападения. Нельзя срубить обе атакующие фигуры и нельзя закрыться от них, поэтому король может только уйти от шаха.
sk: Šachovanie dvoma figúrami naraz, ako výsledok odkryvného šachu, kedy aj figúra ktorou sa potiahlo aj odkrytá figúra napádajú súperovho kráľa.
sl: Napad na kralja z dvema figurama naenkrat, kot rezultat odkritega napada, kjer tako premikajoča se figura kot tudi razkrita figura napadata nasprotnikovega kralja.
sq: Shah me dy figura njëherësh, si pasojë e një sulmi me zbulim, kur që të dy, guri që lëviz dhe guri i pazbuluar sulmojnë mbretin e kundërshtarit.
sr: Шахирање са две фигуре од једном, као резултат откривеног напада где и фигура која се помера и откривена фигура нападју противничког краља.
sv: Schack med två pjäser i samma drag, som ett resultat av avdragsattack (avdragsschack) där både den rörliga pjäsen och den avtäckta pjäsen attackerar motståndarens kung.
tr: Bir hamlede, hem hareket eden hem de bu hareket sonucu önü açılan taş ile rakibe aynı anda iki farklı yerden şah çek.
uk: Шах двома фігурами одночасно, як наслідок відкриття атаки на короля, коли обидві фігури неможливо захопити.
vi: Chiếu bằng hai quân một lúc, là kết quả của một đòn tấn công mở khi mà cả quân đứng sau và quân chặn đường đều tấn công vua đối phương.
zh: 由于闪击导致移动的棋子和露出的棋子同时攻击对方的王，从而形成用两个棋子同时将军的局面。
zh_tw: 雙重將軍，讓我方能攻擊敵人的他子。

# puzzleThemeEndgame
source: Endgame
af: Eindspel
ar: مرحلة نهاية المباراة
az: Endşpil
be: Эндшпіль
bg: Ендшпил
bn: সমাপনী খেলা
bs: Završnica
ca: Final
cs: Koncovka
da: Slutspil
el: Φινάλε
eo: Finaĵo
es: Final
eu: Partida-bukaera
fa: آخربازی
fi: Loppupeli
gl: Final
he: סיום
hy: Վերջնախաղ
id: Akhir permainan
it: Finale
kk: Ойынсоңы
ko: 엔드게임
lt: Endšpilis
lv: Beigu spēle
nl: Eindspel
pt: Final de jogo
ro: Final de partidă
ru: Эндшпиль
sk: Koncovka
sl: Končnica
sq: Fund loje
sr: Завршница
sv: Slutspel
tr: Oyunsonu
uk: Ендшпіль
vi: Tàn cuộc
zh: 残局
zh_tw: 殘局

# puzzleThemeEndgameDescription
source: A tactic during the last phase of the game.
af: 'N Taktiek tydens die laaste fase van die wedstryd.
ar: تكتيك خلال مرحلة نهاية المباراة.
az: Oyunun son mərhələsindəki taktikalar.
be: Тактыка на апошнім этапе гульні.
bg: Тактика в последната фаза на играта.
bn: গেমের শেষ পর্যায়ের একটি ট্যাকটিক।
bs: Taktika tokom posljednje faze partije.
ca: Una tàctica durant la última fase del joc.
cs: Taktický obrat během poslední fáze hry.
da: En taktik i den sidste fase af spillet.
el: Τακτικά στην τελευταία φάση της παρτίδας.
eo: Taktiko dum la lasta fazo de la ludo.
es: Una táctica durante la última fase de la partida.
eu: Partidaren azken faseko taktika.
fa: یک تاکتیک در لحظات آخر بازی.
fi: Taktiikka pelin viimeisessä vaiheessa.
gl: Táctica durante a derradeira fase do xogo.
he: טקטיקה במהלך השלב האחרון של המשחק.
hy: Մարտավարություն խաղի վերջնամասում։
id: Sebuah taktik selama fase akhir permainan.
it: Una tattica durante l'ultima fase della partita.
kk: Ойынның соңғы кезеңіндегі тактика.
ko: 게임 종반부에서의 전략
lt: Taktika, skirta paskutinei žaidimo fazei.
lv: Sēles noslēdzošā posma taktika.
nl: Tactiek in de slotfase van de partij.
pt: Uma tática durante a última fase do jogo.
ro: O tactică în ultima etapă a jocului.
ru: Тактика в последней стадии игры.
sk: Taktika počas posledného úseku hry.
sl: Taktika v zadnji fazi partije.
sq: Një taktikë gjatë fazës së fundit të lojës.
sr: Тактика у току последње фазе партије.
sv: En taktik under spelets sista fas.
tr: Oyunun son aşamasında hayat kurtarıcı taktikler.
uk: Тактика на останній фазі гри.
vi: Chiến thuật trong phần kết thúc của ván cờ.
zh: 对局最后阶段的战术。
zh_tw: 棋局中最後階段的戰術

# puzzleThemeEnPassantDescription
source: A tactic involving the en passant rule, where a pawn can capture an opponent pawn that has bypassed it using its initial two-square move.
af: 'N Taktiek waarby die en passant-reël betrokke is, waar 'n pion 'n teenstanderspion kan vang wat dit omseil het met die aanvanklike beweging van twee vierkante.
ar: تكتيك يستخدم قاعدة الأخذ بالتجاوز، وهي إمكانية البيدق أن يأخذ بيدق الخَصْم الذي تجاوزه إذا تحرك حركة مربعين الأولية.
az: Başlanğıcda iki xana irəli gedən piyadanın, rəqib piyada ilə yan yana gəlməsindən sonra, keçiddə götürmə qaydasına əsasən, vurulan piyadanı əhatə edən taktikalar.
be: Задача звязаная з "узяццем на праходзе", дзе пешка можа ўзяць пешку суперніка, якая прайшла побач, выкарыстоўвыючы першы ход на два палі.
bg: Тактика включваща вземане "ан пасан", където пешка може да вземе противникова пешка, която я е подминала правейки двоен ход.
bn: এন প্যাসান্ট রুলকে কেন্দ্র করে একটি ট্যাকটিক, যেখানে একটা সৈন্য একটা প্রতিপক্ষের সৈন্যকে খেতে পারে যা তাকে পাশ কাটিয়েছে নিজের দুই ঘর অতিক্রমের ক্ষমতা ব্যবহার করে।
bs: Taktika koja uključuje pravilo "en passant", gdje pješak može uhvatiti protivničkog pješaka koji ga je zaobišao koristeći svoj početni potez u dva kvadrata.
ca: Una tàctica que involucra la regla de captura de pas, on un peó pot capturar el peó d'un oponent que l'ha passat utilitzant el seu moviment inicial de dues caselles.
cs: Taktický prvek obsahující braní mimochodem, v rámci kterého může pěšec vzít pěšce soupeřova, který prošel přes ohrožené pole pomocí tahu o dvě pole z druhé řady.
da: En taktik som inkluderer En passant-reglen, hvor en bonde kan tage en modstanderbonde, der er flyttet forbi med dens første to-felts-træk.
el: Τακτικά που αφορούν τον κανόνα en passant, σύμφωνα με τον οποίο ένα πιόνι μπορεί να αιχμαλωτίσει ένα αντίπαλο πιόνι το οποίο προσπέρασε κινούμενο από την αρχική του θέση δύο τετράγωνα μπροστά.
eo: Taktiko kiu temas pri la preterpasa prena regulo, per kiu soldato povas kapti kontraŭan soldaton kiu preterpasis ĝin dum sia komenca du-ĉela movo.
es: Una táctica que involucra la captura al paso, donde un peón puede capturar a un peón oponente que lo ha pasado por alto usando su movimiento inicial de dos casillas.
eu: Igarotzean harrapatzeko arauarekin zerikusia duen taktika.
fa: گرفتن پیاده در حال عبور با پیاده دیگر.
fi: Taktiikka, jossa sovelletaan ohestalyöntisääntöä, eli jossa sotilas voi lyödä sellaisen vastustajan sotilaan, joka on juuri ensimmäisellä kahden ruudun siirrollaan ohittanut sen.
gl: Táctica que involucra a captura ao paso, onde un peón pode capturar a un peón opoñente que o deixou atrás usando o seu movemento inicial de dúas casas.
he: טקטיקה המשלבת את חוק ״הכאה דרך הילוכו", בו רגלי יכול להכות רגלי יריב שעבר אותו בתנועתו על ידי מסע של שתי משבצות לפנים מהמשבצת ההתחלתית.
hy: Մարտավարություն «կողանցիկ հարված» կանոնի կիրառմամբ, որտեղ զինվորը կարող է հարվածել մրցակցի զինվորը, որը առաջին քայլն է կատարել՝ տեղաշարժվելով երկու դաշտ, ընդ որում՝ հատվող դաշտը գտնվում է մրցակցի զինվորի հարվածի տակ, որը կարող է վերցնել այդ զինվորը։
id: Taktik melibatkan aturan "en passant", yang mana pion dapat makan pion lawan yang baru saja melangkah 2 petak awal.
it: Una tattica che coinvolge la regola dell'en passant, in cui un pedone può catturare un pedone avversario che l'ha superato usando la propria mossa iniziale di due caselle.
kk: Бір сазбаз, қасынан қарсыластың сарбазы өткенде, оны басып алатын жағдайды, яғни жолай басып алуды қамтитын тактика.
ko: 앙파상 규칙을 포함한 전술입니다. 상대 폰이 처음에 두 칸 이동해서 내 폰을 지나쳤을 경우, 그 폰을 잡을 수 있습니다.
lt: Taktika susijusi su kirtimu prasilenkiant (en passant). Pėstininkas gali nukirsti priešininko pėstininką, kuris "aplenkė" pirmąjį perkeltas per du langelius.
lv: Stratēģija, kas iesaista garāmejošā sitiena noteikumu, kurš nosaka, ka bandinieks var nosist pretinieka bandinieku, ja tas tikko nostājies blakus ar sākotnējo divu lauciņu gājienu.
nl: Tactiek met betrekking tot de en passant-regel, waarbij een pion een vijandelijke pion die vanuit zijn beginpositie twee velden tegelijk wordt opgespeeld, kan slaan.
pt: Uma tática que envolve a regra de "en passant", onde um peão pode capturar um peão adversário que o ignorou usando o seu primeiro movimento de duas casas.
ro: O tactică cu regula en passant, unde un pion poate captura un pion adversar care l-a întrecut folosind mutarea sa inițială de două pătrate.
ru: Тактика с применением правила «взятие на проходе», где своя пешка может взять пешку противника, сходившую на две клетки из своего начального положения, и при этом пропущенное поле было под боем своей пешки.
sk: Taktika spojená s pravidlom brania mimochodom, kedy pešiak môže vziať súperovho pešiaka, ktorý sa pohol zo základného postavenia o dve polia a tým sa dostal na jeho úroveň.
sl: Taktika, ki vključuje pravilo en passant, kjer lahko kmet zajame nasprotnega kmeta, ki ga je z napredovanjem za dve polji zaobšel.
sq: Një taktikë që përfshin rregullin “me prerje”, ku një ushtar mund të marrë një ushtar kundërshtar që e ka kaluar atë duke përdorur lëvizjen e vet fillestare të dy kuadrateve.
sr: Тактика која укључује ан пасан правило, где пешак може однети противничког пешака који га је заобишао користећи његов иницијални потез од два поља.
sv: En taktik som involverar "en passant"-regeln, där en bonde kan slå en bonde som har passerat den med ett tvåstegsdrag.
tr: Başlangıçta iki kare ileri giden kurnaz piyonun, rakip piyon ile yan yana geldikten sonra geçerken alma kuralı sebebiyle helvasının yendiği taktikler.
uk: Тактика із застосуванням правила "взяття на проході", коли пішак може взяти пішака суперника, що зробив початковий хід на два поля, внаслідок якого перетинаюче поле під боєм пішака.
vi: Một đòn chiến thuật bao gồm luật bắt tốt qua đường, khi một quân tốt có thể ăn một quân tốt đối phương đi qua mặt nó khi đi 2 ô từ vị trí ban đầu của nó.
zh: 涉及吃过路兵规则的战术，兵可以吃掉利用初始两格移动越过它的对方兵。
zh_tw: 一種食敵方過路兵的戰略。

# puzzleThemeExposedKing
source: Exposed king
af: Blootgestelde koning
ar: ملك غير محمي
az: Müdafiəsiz şah
be: Адкрыты кароль
bg: Незащитен цар
bn: বহি:প্রকাশিত রাজা
bs: Izloženi kralj
ca: Rei exposat
cs: Ohrožený král
da: Eksponeret konge
el: Ευάλωτος βασιλιάς
eo: Neprotektita reĝo
es: Rey expuesto
eu: Babesik gabeko erregea
fa: شاه در معرض خطر
fi: Suojaton kuningas
gl: Rei exposto
he: מלך חשוף
hy: Մերկ արքա
id: Raja tak terlindung
it: Re esposto
kk: Жалаңаш патша
ko: 노출된 킹
lt: Atidengtas karalius
lv: Atklāts karalis
nl: Onveilige koning
pt: Rei exposto
ro: Rege expus
ru: Открытый король
sk: Oslabený kráľ
sl: Izpostavljeni kralj
sq: Mbreti i ekspozuar
sr: Изложен краљ
sv: Oskyddad kung
tr: Savunmasız şah
uk: Незахищений король
vi: Vua bị hở
zh: 暴露的王
zh_tw: 未被保護的國王

# puzzleThemeExposedKingDescription
source: A tactic involving a king with few defenders around it, often leading to checkmate.
af: 'N Taktiek waarby 'n koning betrokke was, met min verdedigers rondom, wat dikwels gelei het tot skaakmat.
ar: تكتيك يتضمن القليل من المدافعين حول ملك الخَصْم فيكون غير محمي مما يؤدي غالباً إلى كش مات.
az: Ətrafında az müdafiəçisi olan şahın olduğu və əksər hallarda mat ilə nəticələnən taktikalar.
be: Тактыка, уключаючая недастаткова абароненага караля, якая часта скончваецца матам.
bg: Противниковият цар е не добре защитен, което често води до шах и мат.
bn: রাজার আশেপাশে অল্পসংখ্যক রক্ষককে কেন্দ্র করে একটি কৌশল, যা প্রায়ই কিস্তিমাতে পরিণত হয়।
bs: Taktika koja uključuje mali broj figura koje brane kralja, što često dovodi do mata.
ca: Una tàctica que involucra un rei amb alguns defensors al seu voltant, sovint acabant amb escac i mat.
cs: Taktika zahrnují krále s pár obránci okolo něj, obvykle vedoucí k matu.
da: En taktik der involverer en konge med få forsvarere omkring sig, hvilket ofte fører til skakmat.
el: Τακτικά τα οποία αφορούν έναν βασιλιά με λίγα αμυντικά κομμάτια γύρω του, και τα οποία συχνά καταλήγουν σε ματ.
eo: Taktiko temas pri reĝo kun iometaj defendantoj ĉirkaŭ ĝin, ofte kondukanta al ŝakmato.
es: Una táctica que involucra a un rey con poca defensa a su alrededor, a menudo conduce a jaque mate.
eu: Pieza gutxik defenditzen duten erregearen inguruko erasoa, sarri matean amaitzen dena.
fa: تاکتیکی که در آن شاه مدافعان زیادی ندارد،اغلب این تاکتیک به مات ختم می شود.
fi: Taktiikka, jossa kuninkaan ympärillä on vain vähän puolustajia, ja joka usein johtaa mattiin.
gl: Táctica que involucra a un rei con pouca defensa ó seu redor, a miúdo conducindo a xaque mate.
he: טקטיקה המשלבת מלך עם מעט מגנים סביבו, שלרוב מובילה למט.
hy: Անպաշտպան կամ թույլ պաշտպանված արքան հաճախ դառնում է մատային գրոհի զոհը։
id: Sebuah taktik melibatkan raja dan beberapa bidak penjaga yang dimana sering berujung sekakmat.
it: Una tattica che coinvolge un re con pochi difensori vicini, il che spesso porta al matto.
kk: Қорғанысы нашар патша әдетте маттың иісін сезіп тұрады.
ko: 주변에 방어자가 얼마 없는 킹에 대한 전술입니다. 종종 체크메이트가 되기도 합니다.
lt: Taktika, susijusi su karaliumi, kuris neturi daug gynejų aplink save. Tai dažnai priveda prie mato.
lv: Uzbrukums karalim, kam ir maz aizsargājošu figūru; šis bieži noved pie mata.
nl: Een stelling met een koning met weinig verdedigers, vaak leidend tot schaakmat.
pt: Uma tática que envolve um rei com poucos defensores ao seu redor, muitas vezes levando a xeque-mate.
ro: O tactică ce implică un rege cu puțini apărători în jurul său, adeseori rezultând în șah mat.
ru: Незащищённый или слабо защищённый король часто становится жертвой матовой атаки.
sk: Taktika spojená s kráľom, ktorý má okolo seba málo brániacich figúr, často vedúca k matu.
sl: Taktika, ki vključuje kralja s premalo obrambe, kar pogosto vodi v mat.
sq: Një taktikë që përfshin një mbret me pak mbrojtës rreth tij, që shpesh çon në shah mat.
sr: Тактика која укључује краља са малим бројем бранилаца око њега, често доводи до мата.
sv: En taktik som involverar en kung med få försvarare runt omkring sig, leder ofta till schack matt.
tr: Şahın defansa gelin diye feryat ettiği, çoğu zaman mata giden taktikler.
uk: Король з малою кількістю захисників, що часто призводить до мату.
vi: Một đòn chiến thuật bao gồm một quân vua với ít quân bảo vệ quanh quân vua đó, thường dẫn tới chiếu hết.
zh: 针对周围防御子稀少的王的战术，通常会导致将杀。
zh_tw: 攻擊未被保護的國王之戰術，常常導致將死。
