Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaBerserkAnswer
source: When a player clicks the Berserk button at the beginning of the game, they lose half of their clock time, but the win is worth one extra tournament point. Going Berserk in time controls with an increment also cancels the increment (1+2 is an exception, it gives 1+0). Berserk is not available for games with zero initial time (0+1, 0+2). Berserk only grants an extra point if you play at least 7 moves in the game.
af: Wanneer 'n speler die Berserk knoppie klik aan die begin van die spel, verloor hulle helfte van hulle kloktyd, maar die wen is een meer toernooipunt werd. Om berserk te gaan in tydkontroles met inkrement kanseleer ook die inkrement (1+2 is 'n uitsondering, dit gee 1+0). Berserk is net beskikbaar vir wedstryde met 'n nie-nul aanvanklike tyd(Nie 0+1, 0+2). Berserk laat net die ekstra punt toe indien meer as sewe skuiwe tydens die spel gespeel is.
ar: عندما يضغط اللاعب زر المخاطرة في بداية المباراة سيفقد اللاعب نصف وقته لكنه في حال الفوز يحصل على نقطة إضافية. المخاطرة في حالة الوقت المتزايد يلغي الزيادة مع كل نقلة (يستثنى من ذلك نمط ١+٢، سيصبح بعد المخاطرة ١+٠) المخاطرة غير متاحة للمباريات بتوقيت صفر (٠+١, ٠+٢). المخاطرة تضمن النقطة الإضافية إذا لعبت على الأقل ٧ نقلات.
az: Bir oyunçu oyunun əvvəlində Berserk düyməsini basdıqda, vaxtının yarısını itirir, ancaq qələbə bir əlavə turnir xalı qazandırır. Əlavə vaxt artırmalı oyunlarda Berserk-ə keçmək də vaxt artımını ləğv edir (1 + 2 istisnadır, 1 + 0 olur). Berserk sıfır başlanğıc vaxtı olan oyunlarda mövcud deyil (0 + 1, 0 + 2). Berserk yalnız oyunda ən azı 7 gediş etsəniz əlavə bir xal verir.
be: Калі гулец націсне на кнопку шалёнасці (Berserk) напачатку гульні, ён губляе палову часу, але перамога прынясе дадатковы турнірны бал. Шалёнасць у гульнях з даданнем часу, таксама скасоўвае даданне часу. (выключэнне - 1+2, будзе 1+0) Шалёнасць недаступная для гульняў з нулявым пачатковым часам (0+1, 0+2). Шалёнасць прыносіць дадатковы бал, калі ў гульні, было зраблена хоця б 7 хадоў.
bg: Когато играч натисне Берсерк бутона в началото на играта ще загуби половината от времето си, но победата ще му донесе една допълнителна точка. Берсерк също така изключва добавеното време за ход (1+2 е изключение, което става 1+0). Берсерк не съществува за игри с нулево начално време (0+1, 0+2). Берсерк важи само ако партията бъде спечелена с поне 7 хода.
bn: যখন একজন খেলোয়াড় খেলার শুরুতে ক্ষিপ্ত বাটনে ক্লিক করে, তারা তাদের ঘড়ির অর্ধেক সময় হারায়, কিন্তু জয় হয় অতিরিক্ত প্রতিযোগিতা পয়েন্টে ক্ষিপ্ত সময় বাড়ানোর সাথে সাথে বাড়তি সময় বৃদ্ধিও করা যাবে (0+1, 0+2). প্রাথমিক শূন্য সমায় নিয়ে ক্ষিপ্ত সহজলভ্য না খেলার জন্য (0+1, 0+2). যদি আপনি কমপক্ষে ৭ টি চাল দিন তাহলে ক্ষিপ্তের অতিরিক্ত একটি পয়েন্ট অনুদান হবে.
bs: Kada igrač klikne "Berserk" dugme na početku partije, izgubit će polovinu vremena, ali pobjeda vrijedi jedan dodatni turnirski bod. Berserk u vremenskim kontrolama s dodatkom takođe uklanja vremenski dodatak. (1+2 je izuzetak, jer se tada dobija 1+0) Berserk nije dostupan s partijama s početnim vremenom 0 (0+1, 0+2). Berserk osigurava dodatni bod samo ako je odigrano barem 7 poteza u partiji.
ca: Quan un jugador clica el botó de berserk al principi d’una partida, perd la meitat del seu temps, però la victòria val un punt adicional. En controls de temps que tenen increment, l’opció berserk també canceŀla l’increment (1+2 és una excepció, ja que només es canceŀla l’increment, però no es parteix el temps a la meitat, resultant en 1+0). El mode berserk no està disponible en controls de temps amb temps inicial zero com (0+1 o 0+2). El mode berserk només proporciona un punt adicional per cada victòria si juegues al menys 7 moviments en la partida.
cs: Pokud hráč stiskne před začátkem partie tlačítko "Berserk", ztratí polovinu svého času na hodinách, ale pokud vyhraje, získá za partii o 1 bod navíc. Berserk v partiích hraných s přídavkem rovněž zruší hráči tento přídavek (např. partie hraná 4+2 se změní na 2+0, výjimkou je časová kontrola 1+2, kterou Berserk změní na 1+0) Tlačítko Berserk není přístupné pro partie s nulovým základním časem (0+1, 0+2). Hráč získá za Berserk bod navíc pouze v případě, že partie měla alespoň 7 tahů.
da: Når en spiller klikker på Bersærk-knappen ved starten af et parti, mistes halvdelen af tiden på uret, men en sejr vil være et ekstra turneringspoint værd. Går man Bersærk ved tidskontroller med tillægstid annulleres tillægstiden også. (1+2 er en undtagelse, den bliver til 1+0) Bersærk er ikke tilgængelig for partier ved nultider (0+1, 0+2). Bersærk giver kun ekstra point, hvis du laver mindst 7 træk i partiet.
el: Όταν ένας παίκτης πατήσει το πλήκτρο Berserk στην αρχή της παρτίδας, χάνει τον μισό χρόνο στο ρολόι του — σε περίπτωση, όμως, που τελικά κερδίσει, η νίκη του αξίζει έναν επιπλέον βαθμό. Σε περίπτωση παρτίδας με προσαύξηση, το Berserk ακυρώνει επιπλέον την προσαύξηση (με εξαίρεση τον χρόνο 1+2, ο οποίος γίνεται 1+0). To Berserk δεν ισχύει για παρτίδες με μηδενικό αρχικό χρόνο (0+1, 0+2). Το Berserk δίνει στον νικητή τον επιπλέον βαθμό υπό την προϋπόθεση πως κατά τη διάρκεια της παρτίδας παίχτηκαν τουλάχιστον 7 κινήσεις.
eo: Kiam ludanto klakas la butonon Berserk ĉe la komenco de la ludo, ili perdas duonon de sia horloĝo, sed la venko valoras unu ekstran punkton de turniro. Iri Berserk en tempo kontroloj kun pliigo ankaŭ nuligas la kreskon. (1 + 2 estas escepto, ĝi donas 1 + 0) Berserk ne estas disponebla por ludoj kun nulo komenca tempo (0 + 1, 0 + 2). Berserk nur donas ekstran punkton se vi ludas almenaŭ 7 movojn en la ludo.
es: Cuando un jugador pulsa el botón de berserk al principio de una partida, pierde la mitad de su tiempo, pero la victoria vale un punto adicional. En controles de tiempo que tienen incremento, la opción berserk también cancela el incremento (1+2 es una excepción, ya que sólo se cancela el incremento, pero no se parte el tiempo a la mitad, resultando en 1+0). El modo berserk no está disponible en controles de tiempo con tiempo inicial cero como 0+1 o 0+2. El modo berserk sólo proporciona un punto adicional por cada victoria si juegas al menos 7 movimientos en la partida.
eu: Jokalari batek partidaren hasieran Berserk botoia sakatzen badu, bere erlojuko denbora erdia galduko du, baina partida irabazten badu puntu gehigarri bat lortuko du. Berserk erabiltzen baduzu denbora gehigarria ematen duten denbora kontroletan, honek denbora gehigarria ere bertan behera utziko du (1+2 da salbuespen bakarra, 1+0 ematen du). Berserk ezin da erabili hasierako denbora zero den denbora kontroletan (0+1, 0+2). Berserk-ek puntu gehigarria emango dizu paridan gutxienez 7 jokaldi egiten badituzu.
fa: هنگامی که بازیکنی در آغاز بازی روی دکمهٔ «دیوانگی» می‌تِلیکد، نیمی از زمانش را از دست می‌دهد، اما بُرد یک امتیاز اضافی برایش در مسابقات دارد. رفتن به «دیوانگی» در زمان‌بندی افزایشی، آن افزایش را هم لغو می‌کند (۱+۲ یک استثناست، ۱+۰ می‌دهد). دیوانگی در بازی‌های با زمان آغازین صفر (۰+۱، ۰+۲) دسترس‌پذیر نیست. دیوانگی تنها هنگامی یک امتیاز اضافی به شما می دهد که دست‌کم ۷ حرکت در بازی انجام دهید.
fi: Kun pelaaja klikkaa berserkkinappulaa pelin alkaessa, hän menettää puolet ajastaan pelikellossa, mutta ansaitsee voittaessaan lisäpisteen turnauksen pistetaulukkoon. Berserkkitilassa ei saa myöskään lisäaikaa siirroista, vaikka turnauksen kelloasetukset olisivat sellaiset (1+2 on poikkeus, berserkkitilassa käytössä on 1+0) Berserkkitila ei ole mahdollinen peleissä joissa on 0 sekuntia aikaa alun pitäen (0+1, 0+2). Berserkkitilan lisäpisteen saa vain, jos pelaa vähintään seitsemän siirtoa pelissä.
gl: Cando un xogador preme no botón de Berserk ao comezo da partida, perde a metade do seu tempo no reloxo, pero a vitoria, de conseguila, valerá un punto máis. Facer o Berserk en controis de tempo con incremento tamén cancela o incremento (1+2 é unha excepción, xa que se converte en 1+0). O modo Berserk non está dispoñible en partidas con tempo inicial cero (0+1, 0+2). O modo Berserk só garante un punto adicional no caso de que se realicen polo menos 7 xogadas na partida.
he: הבוחר באופציית האטרף מאבד מחצית מזמנו, אך ניצחון יזכה אותו בנקודה נוספת, בתנאי שעשה במשחק לפחות 7 מסעים. כמו כן שחקן האטרף יאבד את זכותו לתוספת זמן, במצבים בהם היא קיימת. (יוצא דופן הוא המקרה של 1+2 בו אופציית האטרף תהיה 1+0 ללא חציית הזמן הראשוני אך עם איבוד התוספת). אופצית האטרף אינה קיימת במשחקים הזמן המקורי הוא 0 (למשל 0+1 או 0+2).
hy: Եթե խաղից առաջ խաղացողը սեղմում է Բերսերքի կոճակը, ապա կորցնում է իր ժամանակի կեսը, սակայն հաղթանակի դեպքում ստանում է լրացուցիչ միավոր: Ժամանակի ավելացման դեպքում էլ Բերսերքը չեղարկում է այդ ավելացումը (1+2-ը բացառություն է՝ այն դառնում է 1+0)։ Բերսերքը հասանելի չէ 0 րոպեով սկսվող պարտիաներում՝ (0+1, 0+2)։ Բերսերքը կտա Ձեզ հավելյալ միավոր, եթե պարտիայում կատարվել է ամենաքիչը 7 քայլ:
id: Ketika seorang pemain mengklik tombol Berserk pada awal permainan, mereka kehilangan setengah dari mereka jam waktu, tapi menang bernilai satu nilai turnamen tambahan. Berserk dengan waktu kontrol berjenjang juga membatalkan kenaikan berjenjang tersebut. (1 + 2 pengecualian, itu memberikan 1 + 0) Berserk ini tidak tersedia untuk game dengan waktu nol awal (0 + 1, 0 + 2). Berserk hanya ada nilai tambahan jika Anda bermain minimal 7 langkah dalam permainan.
it: Quando un giocatore clicca sul pulsante Berserk, all'inzio di una partita, il tempo a sua disposizione viene dimezzato, ma in caso di vittoria si otterrà un punto del torneo in più. Inoltre, se la cadenza di gioco prevede un incremento, la modalità Berserk lo elimina. (1+2 diventa eccezionalmente 1+0 invece di ½+0). La modalità Berserk non è disponibile per le partite senza un tempo iniziale (es. 0+1, 0+2). Una partita Berserk vinta varrà un punto in più solo se giocherai almeno 7 mosse.
kk: Ойын басында ойыншы Берсерк батырмасын басқан соң оның уақыты жартылай кемиді, бірақ ұтыс қосымша бір турнирлік ұпай әкеледі. Уақыт қосылғышы бар ойындарда Берсерк бұл қосылғышты жояды (1+2 қалпы 1+0-ге айналады). Негізгі уақыты 0-ге тең ойындарда Берсерк болмайды (0+1, 0+2). Сіз кем дегенде 7 жүріс жасасаңыз ғана Берсерк қосымша ұпай береді.
ko: 대국을 시작할 때, 옆의 "버서크 (berserk)" 버튼을 클릭하면, 가진 시간이 절반으로 깎이는 대신에 이길 경우 1점의 보너스 점수를 얻을 수 있습니다. 증초가 있는 타임 컨트롤에서는 증초도 사라집니다. (단, 1+2 는 예외로, 1+0이 됩니다.) 초기 시간이 0일 경우 (예: 0+1,0+2), 버서크에 돌입할 수 없습니다. 버서크로 인한 보너스 점수를 얻기 위해서는 적어도 7수를 두어야 합니다.
lt: Žaidėjui partijos pradžioje paspaudus mygtuką „Įsiūtis“, jie praras pusę suteikiamo laiko ėjimams, tačiau pergalė bus verta vieno papildomo turnyrinio taško. „Įsiūtis“ laiko kontrolėse su prieaugiu kartu dar panaikins ir jį (1+2 yra išimtis, bus duodama 1+0). „Įsiūtis“ nėra galimas partijose su nuliniu pradiniu laiku (0+1, 0+2). „Įsiūtis“ suteiks papildomą tašką tik sužaidus bent 7 ėjimus partijoje.
lv: Kad spēlētājs, spēlei sākoties, nospiež uz Kurbada pogas, viņš zaudē pusi no sava pulksteņa laika, taču par uzvaru tiek piešķirts viens papildus punkts. Spēlējot Kurbadu, laika kontrolēm ar inkrementu tiek noņemts inkrements. (1+2 ir izņēmums, tas pārvēršas par 1+0) Kurbads nav pieejams spēlēm ar nulles sākotnējo laiku (0+1, 0+2). Papildus punkts tiek piešķirts tikai tad, ja Kurbada spēlē izdarīti vismaz 7 gājieni.
mk: Кога играчот притиска на Берсерк копчето на почетокот на партијата, тој губи половина од времето, но победата вреди 1 поен повеќе. Ако се одбере Берсерк се губи и додатното време за потег (1+2 е исклучок, станува 1+0). Берсерк не може да се одбере во партии со 0 почетно време (0+1, 0+2). Берсерк доделува 1 додатен поен само ако одиграте бар 7 потези во партијата.
nl: Wanneer een speler op de Berserk-knop klikt aan het begin van het spel, verliest hij/zij de helft van de tijd op de klok, maar de overwinning is één extra toernooipunt waard. Berserk gaan in partijen met een klok met extra seconden per zet, zorgt ervoor dat je ook die extra seconden kwijt bent. Bijvoorbeeld 2+1 wordt 1+0. (1+2 is een uitzondering, dat geeft 1+0) Berserk is niet beschikbaar voor partijen met nul begintijd (0+1, 0+2). Berserk geeft je enkel een extra punt als beide spelers minstens 7 zetten spelen in de partij.
pt: Quando um jogador clica no botão "frenético" no inicio de um jogo, este perde metade do tempo de relógio, mas a vitória vale um ponto de torneio extra. Ficar frenético em jogos com incremento de tempo também cancela o incremento, (1+2 é uma exceção, pois fica 1+0). O modo frenético não está disponível para jogos com tempo inicial de zero, (0+1, 0+2). O modo frenético apenas dá pontos extra se jogares um mínimo 7 movimentos no jogo.
ro: Când un jucător apasă pe butonul Berserk la începutul meciului, i se va înjumătăți timpul, dar câștigul va valora un punct în plus. Apăsând pe butonul Berserk, nu vei beneficia de incrementarea timpului. (1+2 este o excepție, va fi 1+0) Modul Berserk nu este valabil pentru partidele cu timp inițial zero (0+1, 0+2). Modul Berserk îți va oferi un punct în plus doar dacă vei juca cel puțin 7 mutări în joc.
ru: Если один из игроков нажмёт на кнопку Берсерка до того, как сделает первый ход, он потеряет половину времени, но победа принесёт ему дополнительное турнирное очко (которое не удваивается в режиме удвоения). Также будет убрано добавление времени на ход. Исключение составляет контроль 1+2, который превращается в 1+0 в режиме Берсерка. Режим Берсерка недоступен для игр с нулевым начальным временем (0+1, 0+2). Дополнительное очко добавляется, только если оба игрока сделали хотя бы 7 ходов.
sk: Keď hráč na začiatku partie klikne na tlačidlo "Berserk" (besnenie), stratí polovicu svojho času, jeho výhra však bude ohodnotená 1 bodom naviac. Besnenie automaticky vynuluje časový prírastok na hodinách. Výnimkou je čas 1+2, ktorý sa zmení na 1+0. Besnenie nie je umožnené pri hrách s nulovým počiatočným časom (0+1, 0+2). Besnenie Vám zabezpečí 1 bod naviac iba v prípade odohrania aspoň 7 ťahov v partii.
sl: Ko igralec pritisne gumb Norenje ob začetku igre, izgubi polovico časa na uri, vendar zmaga šteje eno dodatno turnirsko točko. Ob Norenju z uro ki se povečuje, prekine norenje (1 +2 je izjema in da 1 +0) Norenje ni na voljo pri partijah z začetnim časom 0 (0+1,0+2.) Norenje podeli dodatno točko kadar igralec odigra vsaj 7 potez.
sq: Kur një lojtar klikon butonin Berserk në fillim të lojës, ai humbet gjysmën e kohës që ka në dispozicion, por fitorja vlen një pikë shtesë në turne. Shkuarja Berserk në kontrollet kohë me një rritje edhe anulon rritjen. (1 + 2 është një përjashtim, ai jep 1 + 0) Berserk nuk është në dispozicion për lojëra me zero kohë fillestare (0 + 1, 0 + 2). Berserk jep vetëm një pikë shtesë nëse luani të paktën 7 lëvizje në lojë.
sr: Када играч клинке Берсерк дугме на почетку партије, он губи пола времена на сату, али победа вреди један додатан турнирски бод. Берсерк-овање у временским контролама са додатком такође поништава исти додатак (1+2 је изузетак, даје 1+0). Берсерк није доступан за партије без почетног времена (0+1, 0+2). Берсерк једино даје додатан бод ако одиграш бар 7 потеза у партији.
sv: När en spelare klickar på Bärsärk-knappen i början av partiet, halveras dennes betänketid, men en vinst blir värd en extra turneringspoäng. Att gå Bärsärk vid tidskontroller med tidstillägg medför också att tidstillägget förloras. (1+2 är ett undantag, vilket blir 1+0) Bärsärk är ej möjligt för partier med noll i starttid (0+1, 0+2). Bärsärk ger en extrapoäng endast om du spelar minst 7 drag i partiet.
tr: Oyunun başında ekranın sağ altında bulunan "Berserk" tuşuna tıklayan oyuncu süresinin yarısından feragat eder ancak maçı kazandığı takdirde fazladan 1 turnuva puanı alır. Süre eklemeli oyunlarda Divane açan oyuncuya hamle sonrası süre ilave edilmez. (1+2 bir istisnadır, bu tempoda süre 1+0 olur) Sıfır dakika ile başlayan oyunlarda Divane seçeneği mevcut değildir. (0+1, 0+2). Divane açılan bir oyun en az 7 hamle oynanmadan bitmiş ise ek puan geçerli değildir.
uk: Коли гравець натискає кнопку Берсерк на початку гри, він втрачає половину часу, але перемога принесе додаткове очко турніру. Використання Берсерку в контролі часу з приростом часу відміняє приріст (1+2 є винятком, дається 1+0) Берсерк недоступний для ігор без початкового часу (0+1, 0+2). Берсерк дає додаткове очко лише за умови, що у цій грі ви зробили хоча б 7 ходів.
vi: Khi người chơi nhấn nút Berserk lúc bắt đầu ván cờ, họ sẽ mất nửa thời gian của họ, nhưng nếu thắng sẽ được thêm một điểm giải đấu. Dùng Berserk trong ván tính giờ với gia số sẽ hủy bỏ gia số. (1+2 là ngoại lệ, nó sẽ là 1+0) Berserk không áp dụng cho ván đấu không có thời gian bắt đầu (0+1, 0+2). Berserk chỉ thêm điểm nếu bạn chơi ít nhất 7 nước trong một ván.
zh: 当棋手在对局开始时点击狂暴按钮，他们将损失一半的棋钟时间，但胜局将额外获得 1 点锦标赛分数。 在带有加时的时限设置中使用狂暴模式，也会取消加时（1+2 是例外，它变为 1+0）。 初始时间为零的对局（0+1，0+2）无法使用狂暴模式。 只有在对局中至少走满 7 步，狂暴模式才会授予额外分数。
zh_tw: 狂暴模式若開啟，玩家時間將會砍半，不過在獲勝時將會多 1 積分 在狂暴模式下，加時制將會被停用（1+2 是一個例外，它將會改為 1+0）。 狂暴模式將不會被允許在零初始時間模式時開啟（例如：0+1，0+2）。 狂暴模式只會在您下了 7 步棋以上才會得到加成分數。

# arenaHowIsTheWinnerDecided
source: How is the winner decided?
af: Hoe word die wenner gekies?
ar: كيف يحدد الفائز؟
az: Qalib necə təyin olunur?
be: Як абіраецца пераможац?
bg: Как се определя победителят?
bn: কিভাবে জয়ী সিদ্ধান্ত নিয়েছে?
bs: Kako se odlučuje pobjednik?
ca: Com es decideix el guanyador?
cs: Kdo se stane vítězem?
da: Hvordan findes vinderen?
el: Πως αναδεικνύεται ο νικητής;
eo: Kiel decidas la venkanto?
es: ¿Cómo se decide el ganador?
eu: Nola erabakitzen da garailea?
fa: برنده چگونه تعیین می‌شود؟
fi: Kuinka voittaja määräytyy?
gl: Como se decide o gañador?
he: איך נקבע המנצח?
hy: Ինչպե՞ս է որոշվում հաղթողը
id: Bagaimana pemenang ditentukan?
it: Come viene deciso il vincitore?
kk: Жеңімпазды қалай анықтайды?
ko: 승자는 어떻게 결정합니까?
lt: Kaip nustatomas laimėtojas?
lv: Kā tiek noteikts uzvarētājs?
mk: Како се определува победникот?
nl: Hoe wordt de winnaar bepaald?
pt: Como é que o vencedor é decidido?
ro: Cum este decis câștigătorul?
ru: Как определяется победитель?
sk: Ako sa rozhodne o víťazovi?
sl: Kako se določi zmagovalca?
sq: Si caktohet fituesi?
sr: Како је одлучен победник?
sv: Hur avgörs vem som vunnit turneringen?
tr: Kazanan nasıl belirleniyor?
uk: Як визначається переможець?
vi: Cách xác định người chiến thắng?
zh: 获胜者如何决定？
zh_tw: 贏家是怎麼決定的？
