Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# needNbMorePerfGames
source: {count, plural, =1{You need to play {count} more {param2} rated game} other{You need to play {count} more {param2} rated games}}
af: {count, plural, =1{Jy het nodig om {count} meer gegradeerde {param2} spel te speel} other{Jy het nodig om {count} meer gegradeerde {param2} spelle te speel}}
ar: {count, plural, =0{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية} =1{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية} =2{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية} few{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية} many{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية} other{يجب أن تلعب {count} مباراة {param2} مقيمة إضافية}}
az: {count, plural, =1{{count} dənə daha reytinqli {param2} oyunu oynamalısınız} other{{count} dənə daha reytinqli {param2} oyunu oynamalısınız}}
be: {count, plural, =1{Вы павінны згуляць яшчэ {count} рэйтынгавую гульню ў рэжыме «{param2}»} few{Вы павінны згуляць яшчэ {count} рэйтынгавыя гульні ў рэжыме «{param2}»} many{Вы павінны згуляць яшчэ {count} рэйтынгавых гульняў у рэжыме «{param2}»} other{Вы павінны згуляць яшчэ {count} рэйтынгавых гульняў ў рэжыме «{param2}»}}
bg: {count, plural, =1{Трябва да изиграете още {count} оценена {param2} игра} other{Трябва да изиграете още {count} оценени {param2} игри}}
bn: {count, plural, =1{আপনার খেলার প্রয়োজন {count} আরো {param2} খেলার অনুপাত} other{আপনার খেলার প্রয়োজন {count} আরো {param2} খেলার অনুপাত}}
bs: {count, plural, =1{Trebate igrati još {count} više {param2} partiju za rejting bodove} few{Trebate igrati još {count} više {param2} partija za rejting bodove} other{Trebate igrati još {count} više {param2} partija za rejting bodove}}
ca: {count, plural, =1{Necessites jugar {count} partida puntuada {param2} més} other{Necessites jugar {count} partides puntuades {param2} més}}
cs: {count, plural, =1{Potřebujete odehrát ještě {count} {param2} hodnocenou partii} few{Potřebujete odehrát ještě {count} {param2} hodnocené partie} many{Potřebujete odehrát ještě {count} {param2} hodnocených partií} other{Potřebujete odehrát ještě {count} {param2} hodnocených partií}}
da: {count, plural, =1{Du er nødt til at spille {count} ratet {param2} parti mere} other{Du er nødt til at spille {count} ratede {param2} partier mere}}
el: {count, plural, =1{Πρέπει να παίξετε {count} επιπλέον {param2} βαθμολογημένο παιχνίδι} other{Πρέπει να παίξετε {count} επιπλέον {param2} βαθμολογημένα παιχνίδια}}
eo: {count, plural, =1{Vi devas ludi {count} pli de taksa {param2} ludo} other{Vi devas ludi {count} pli de taksaj {param2} ludoj}}
es: {count, plural, =1{Necesitas jugar {count} partida más de {param2} por puntos} other{Necesitas jugar {count} partidas más de {param2} por puntos}}
eu: {count, plural, =1{Sailkapenerako balio duen beste {param2} partida {count} jokatu behar duzu} other{Sailkapenerako balio duten beste {param2} partida {count} jokatu behar dituzu}}
fa: {count, plural, =1{شما باید {count} بازی رسمی {param2} دیگر کنید} other{شما باید {count} بازی رسمی {param2} دیگر کنید}}
fi: {count, plural, =1{Sinun pitää pelata vielä {count} pisteytetty {param2}-peli} other{Sinun pitää pelata vielä {count} pisteytettyä {param2}-peliä}}
gl: {count, plural, =1{Necesitas xogar {count} partida {param2} puntuada máis} other{Necesitas xogar {count} partidas {param2} puntuadas máis}}
he: {count, plural, =1{יש לשחק עוד משחק מדורג {count} של {param2}} =2{יש לשחק עוד {count} משחקים מדורגים של {param2}} many{יש לשחק עוד {count} משחקים מדורגים של {param2}} other{יש לשחק עוד {count} משחקים מדורגים של {param2}}}
hy: {count, plural, =1{Դուք պետք է խաղաք ևս {count} վարկանիշային խաղ {param2}-ում} other{Դուք պետք է խաղաք ևս {count} վարկանիշային խաղ {param2}-ում}}
id: {count, plural, other{Kamu perlu bermain {count} lebih banyak permainan {param2} yang di-rating}}
it: {count, plural, =1{Ti manca ancora {count} partita {param2} classificata} other{Ti mancano ancora {count} partite {param2} classificate}}
kk: {count, plural, =1{Сіз тағы {count} бағалы {param2} ойнауыңыз керек} other{Сіз тағы {count} бағалы {param2} ойнауыңыз керек}}
ko: {count, plural, other{{param2} 공식 대국을 {count}회 더 두어야 합니다.}}
lt: {count, plural, =1{Jums reikia sužaisti dar {count} vertinamą „{param2}“ partiją} few{Jums reikia sužaisti dar {count} vertinamas „{param2}“ partijas} many{Jums reikia sužaisti dar {count} vertinamų „{param2}“ partijų} other{Jums reikia sužaisti dar {count} vertinamų „{param2}“ partijų}}
lv: {count, plural, =0{Jums jāizspēlē vēl {count} vērtētas "{param2}" spēles} =1{Jums jāizspēlē vēl {count} vērtēta "{param2}" spēle} other{Jums jāizspēlē vēl {count} vērtētas "{param2}" spēles}}
mk: {count, plural, =1{Мора да одиграте уште {count} рангирана {param2} партија} other{Мора да одиграте уште {count} рангирани {param2} партии}}
nl: {count, plural, =1{Je moet {count} extra {param2} partij met rating spelen} other{Je moet {count} {param2} partijen meer met rating spelen}}
pt: {count, plural, =1{Precisas de jogar mais {count} jogo de {param2} a valer pontos} other{Precisa de jogar mais {count} jogos de {param2} a valer pontos}}
ro: {count, plural, =1{Trebuie să joci încă {count} meci in variantă {param2}} few{Trebuie să joci încă {count} meciuri in variantă {param2}} other{Trebuie să joci încă {count} partide {param2} evaluate}}
ru: {count, plural, =1{Вы должны сыграть ещё {count} рейтинговую игру в {param2}} few{Вы должны сыграть ещё {count} рейтинговые игры в {param2}} many{Вы должны сыграть ещё {count} рейтинговых игр в {param2}} other{Вы должны сыграть ещё {count} рейтинговых игр в {param2}}}
sk: {count, plural, =1{Potrebujete odohrať ešte {count} {param2} hodnotenú partiu} few{Potrebujete odohrať ešte {count} {param2} hodnotené partie} many{Potrebujete odohrať ešte {count} {param2} hodnotených partií} other{Potrebujete odohrať ešte {count} {param2} hodnotených partií}}
sl: {count, plural, =1{Odigrati morate še {count} rangiranih partij {param2}} =2{Morate odigrati še {count} rangirani partiji {param2}} few{Odigrati morate še {count} rangiranih partij {param2}} other{Odigrati morate še {count} rangiranih partij {param2}}}
sq: {count, plural, =1{Lypset të luani edhe {count} lojë të vlerësuar me {param2}} other{Lypset të luani edhe {count} lojëra të vlerësuara me {param2}}}
sr: {count, plural, =1{Мораш одиграти још {count} {param2} рангирану партију} few{Мораш одиграти још {count} {param2} рангиране партије} other{Мораш одиграти још {count} {param2} рангираних партија}}
sv: {count, plural, =1{Du behöver spela ytterligare {count} rankat {param2}parti} other{Du behöver spela ytterligare {count} rankade {param2}partier}}
tr: {count, plural, =1{{count} tane daha dereceli {param2} oynamanız gerekiyor} other{{count} tane daha dereceli {param2} oynamanız gerekiyor}}
uk: {count, plural, =1{Ви маєте зіграти ще {count} рейтингову гру в {param2}} few{Вам потрібно зіграти ще {count} рейтингових ігор {param2}} many{Ви маєте зіграти ще {count} рейтингових ігор в {param2}} other{Ви маєте зіграти ще {count} рейтингових ігор в {param2}}}
vi: {count, plural, other{Bạn cần chơi thêm {count} ván {param2} xếp hạng}}
zh: {count, plural, other{您需要再完成 {count} 场 {param2} 排位对局}}
zh_tw: {count, plural, other{你需要再下 {count} 局 {param2} 變體的排位賽}}

# needNbMoreGames
source: {count, plural, =1{You need to play {count} more rated game} other{You need to play {count} more rated games}}
af: {count, plural, =1{Jy moet {count} meer gegradeerde spel speel} other{Jy moet {count} meer gegradeerde spelle speel}}
ar: {count, plural, =0{يجب أن تلعب {count} مباراة مقيمة أخرى} =1{يجب أن تلعب {count} مباراة مقيمة أخرى} =2{يجب أن تلعب {count} مباراة مقيمة أخرى} few{يجب أن تلعب {count} مباراة مقيمة أخرى} many{يجب أن تلعب {count} مباراة مقيمة أخرى} other{يجب أن تلعب {count} مباراة مقيمة أخرى}}
az: {count, plural, =1{{count} dənə daha reytinqli oyun oynamalısınız} other{{count} dənə daha reytinqli oynamanız gərəklidir}}
be: {count, plural, =1{Вы павінны згуляць яшчэ {count} рэйтынгавую гульню} few{Вы павінны згуляць яшчэ {count} рэйтынгавыя гульні} many{Вы павінны згуляць яшчэ {count} рэйтынгавых гульняў} other{Вы павінны згуляць яшчэ {count} рэйтынгавых гульняў}}
bg: {count, plural, =1{Трябва да изиграете още {count} оценена игра} other{Трябва да изиграете още {count} оценени игри}}
bn: {count, plural, =1{আপনার খেলার প্রয়োজন {count} আরো অনুপাদিত খেলা} other{আপনার খেলার প্রয়োজন {count} আরো অনুপাদিত খেলা}}
bs: {count, plural, =1{Trebate igrati još {count} partiju za rejting bodove} few{Trebate odigrati još {count} partija za rejting bodove} other{Trebate odigrati još {count} partija za rejting bodove}}
ca: {count, plural, =1{Necessites jugar {count} partida puntuada més} other{Necessites jugar {count} partides puntuades més}}
cs: {count, plural, =1{Potřebujete odehrát ještě {count} hodnocenou partii} few{Potřebujete odehrát ještě {count} hodnocené partie} many{Potřebujete odehrát ještě {count} hodnocených partií} other{Potřebujete odehrát ještě {count} hodnocených partií}}
da: {count, plural, =1{Du er nødt til at spille {count} ratet parti mere} other{Du er nødt til at spille {count} ratede partier mere}}
el: {count, plural, =1{Πρέπει να παίξετε {count} βαθμολογημένο παιχνίδι} other{Πρέπει να παίξετε {count} βαθμολογημένα παιχνίδια}}
eo: {count, plural, =1{Vi devas ludi {count} pli de taksa ludo} other{Vi devas ludi {count} pli de taksaj ludoj}}
es: {count, plural, =1{Necesitas jugar {count} partida por puntos más} other{Necesitas jugar {count} partidas por puntos más}}
eu: {count, plural, =1{Sailkapenerako balio duen beste partida {count} jokatu behar duzu} other{Sailkapenerako balio duten beste {count} partida jokatu behar dituzu}}
fa: {count, plural, =1{شما باید{count} بازی رسمی دیگر انجام دهید.} other{شما باید{count} بازی رسمی دیگر انجام دهید.}}
fi: {count, plural, =1{Sinun täytyy pelata vielä {count} pisteytetty peli} other{Sinun täytyy pelata vielä {count} pisteytettyä peliä}}
gl: {count, plural, =1{Necesitas xogar {count} partida puntuada máis} other{Necesitas xogar {count} partidas puntuadas máis}}
he: {count, plural, =1{עליך לשחק עוד משחק מדורג {count}} =2{עליך לשחק עוד {count} משחקים מדורגים} many{עליך לשחק עוד {count} משחקים מדורגים} other{עליך לשחק עוד {count} משחקים מדורגים}}
hy: {count, plural, =1{Դուք պետք է խաղաք ևս {count} վարկանիշային խաղ} other{Դուք պետք է խաղաք ևս {count} վարկանիշային խաղ}}
id: {count, plural, other{Kamu perlu bermain {count} lebih banyak permainan yang di-rating}}
it: {count, plural, =1{Ti manca ancora {count} partita classificata} other{Ti mancano ancora {count} partite classificate}}
kk: {count, plural, =1{Сіз тағы {count} бағалы ойын ойнауыңыз керек} other{Сіз тағы {count} бағалы ойын ойнауыңыз керек}}
ko: {count, plural, other{공식 대국을 {count}회 더 두어야 합니다.}}
lt: {count, plural, =1{Jums reikia sužaisti dar {count} vertinamą partiją} few{Jums reikia sužaisti dar {count} vertinamas partijas} many{Jums reikia sužaisti dar {count} vertinamų partijų} other{Jums reikia sužaisti dar {count} vertinamų partijų}}
lv: {count, plural, =0{Jums jāizspēlē vēl {count} vērtētas spēles} =1{Jums jāizspēlē vēl {count} vērtēta spēle} other{Jums jāizspēlē vēl {count} vērtētas spēles}}
mk: {count, plural, =1{Мора да одиграте уште {count} рангирана партија} other{Мора да одиграте уште {count} рангирани партии}}
nl: {count, plural, =1{Je moet {count} partij meer met rating spelen} other{Je moet {count} partijen meer met rating spelen}}
pt: {count, plural, =1{Tens de jogar mais {count} jogo a valer pontos} other{Tens de jogar mais {count} jogos a valer pontos}}
ro: {count, plural, =1{Trebuie să joci încă o partidă oficială} few{Trebuie să joci încă {count} partide oficiale} other{Trebuie să joci încă {count} de partide oficiale}}
ru: {count, plural, =1{Вы должны сыграть ещё {count} рейтинговую игру} few{Вы должны сыграть ещё {count} рейтинговые игры} many{Вы должны сыграть ещё {count} рейтинговых игр} other{Вы должны сыграть ещё {count} рейтинговых игр}}
sk: {count, plural, =1{Potrebujete odohrať ešte {count} hodnotenú partiu} few{Potrebujete odohrať ešte {count} hodnotené partie} many{Potrebujete odohrať ešte {count} hodnotených partií} other{Potrebujete odohrať ešte {count} hodnotených partií}}
sl: {count, plural, =1{Morate odigrati še {count} rangirano partijo} =2{Morate odigrati še {count} rangirani partiji} few{Morate odigrati še {count} rangirane partije} other{Morate odigrati še {count} rangiranih partij}}
sq: {count, plural, =1{Lypset të luani edhe {count} lojë të vlerësuar} other{Lypset të luani edhe {count} lojëra të vlerësuara}}
sr: {count, plural, =1{Мораш одиграти још {count} рангирану партију} few{Мораш одиграти још {count} рангиране партије} other{Мораш одиграти још {count} рангираних партија}}
sv: {count, plural, =1{Du behöver spela ytterligare {count} rankat parti} other{Du behöver spela ytterligare {count} rankade partier}}
tr: {count, plural, =1{{count} tane daha dereceli oyun oynamanız gerekiyor} other{{count} tane daha dereceli oyun oynamanız gerekiyor}}
uk: {count, plural, =1{Ви повинні зіграти ще {count} рейтингову гру} few{Вам потрібно зіграти ще {count} рейтингові гри} many{Ви повинні зіграти ще {count} рейтингових ігор} other{Ви повинні зіграти ще {count} рейтингових ігор}}
vi: {count, plural, other{Bạn cần chơi thêm {count} ván xếp hạng}}
zh: {count, plural, other{您需要再完成 {count} 场排位对局}}
zh_tw: {count, plural, other{您需要再完成 {count} 場排位賽}}

# nbImportedGames
source: {count, plural, =1{{count} imported game} other{{count} imported games}}
af: {count, plural, =1{{count} ingevoerde spel} other{{count} het spelle ingetrek}}
ar: {count, plural, =0{مباراة مستوردة {count}} =1{مباراة مستوردة {count}} =2{مباراة مستوردة {count}} few{مباراة مستوردة {count}} many{مباراة مستوردة {count}} other{مباراة مستوردة {count}}}
az: {count, plural, =1{{count} oyun daxil edildi} other{{count} oyun daxil edildi}}
be: {count, plural, =1{{count} імпартаваная гульня} few{{count} імпартаваныя гульні} many{{count} імпартаваных гульняў} other{{count} імпартаваных гульняў}}
bg: {count, plural, =1{{count} Добавени игри} other{{count} Добавени игри}}
bn: {count, plural, =1{{count} টি আমদানীকৃত খেলা} other{{count} টি আমদানীকৃত খেলা}}
bs: {count, plural, =1{{count} unesena partija} few{{count} unesenih partija} other{{count} unesenih partija}}
ca: {count, plural, =1{{count} partides importades} other{{count} partides importades}}
cs: {count, plural, =1{{count} importovaná} few{{count} importované} many{{count} importovaných} other{{count} importovaných}}
da: {count, plural, =1{{count} importerede spil} other{{count} importerede spil}}
el: {count, plural, =1{{count} Εισαγόμενο παιχνίδι} other{{count} Εισαγόμενα παιχνίδια}}
eo: {count, plural, =1{{count} Importitaj ludoj} other{{count} Importitaj ludoj}}
es: {count, plural, =1{{count} partida importada} other{{count} partidas importadas}}
eu: {count, plural, =1{{count} inportatutako partidak} other{{count} inportatutako partidak}}
fa: {count, plural, =1{{count} بارگذاری شده} other{{count} بارگذاری شده}}
fi: {count, plural, =1{{count} Tuotua peliä} other{{count} Tuotua peliä}}
gl: {count, plural, =1{{count} partida importada} other{{count} partidas importadas}}
he: {count, plural, =1{משחק מיובא {count}} =2{{count} משחקים מיובאים} many{{count} משחקים מיובאים} other{{count} משחקים מיובאים}}
hy: {count, plural, =1{{count} ներմուծված խաղեր} other{{count} ներմուծված խաղեր}}
id: {count, plural, other{{count} permainan telah dimasukkan}}
it: {count, plural, =1{{count} partita importata} other{{count} partite importate}}
kk: {count, plural, =1{{count} ойын салынды} other{{count} ойын салынды}}
ko: {count, plural, other{불러온 대국 {count}개}}
lt: {count, plural, =1{{count} importuotas žaidimas} few{{count} importuoti žaidimai} many{{count} importuotų žaidimų} other{{count} importuotų žaidimų}}
lv: {count, plural, =0{{count} importētas spēles} =1{{count} importēta spēles} other{{count} importētas spēles}}
mk: {count, plural, =1{{count} внесени игри} other{{count} внесени игри}}
nl: {count, plural, =1{{count} Geïmporteerde partij} other{{count} Geïmporteerde partijen}}
pt: {count, plural, =1{{count} partida importada} other{{count} partidas importadas}}
ro: {count, plural, =1{O partidă importată} few{{count} partide importate} other{{count} de partide importate}}
ru: {count, plural, =1{{count} импортированная} few{{count} импортированные} many{{count} импортированных} other{{count} импортированных}}
sk: {count, plural, =1{{count} importovaná partia} few{{count} importované partie} many{{count} importovaných partií} other{{count} importovaných partií}}
sl: {count, plural, =1{{count} uvožena igra} =2{{count} uvoženi igri} few{{count} uvožene igre} other{{count} uvoženih iger}}
sq: {count, plural, =1{{count} lojë e importuar} other{{count} lojëra të importuara}}
sr: {count, plural, =1{{count} увезена партија} few{{count} увезене партије} other{{count} увезених партија}}
sv: {count, plural, =1{{count} Importerat parti} other{{count} Importerade partier}}
tr: {count, plural, =1{{count} yüklenen oyun} other{{count} yüklenen oyun}}
uk: {count, plural, =1{{count} імпортована гра} few{{count} імпортовані гри} many{{count} імпортованих ігор} other{{count} імпортованих ігор}}
vi: {count, plural, other{{count} ván cờ đã nhập}}
zh: {count, plural, other{已导入 {count} 场对局}}
zh_tw: {count, plural, other{已導入{count}盤棋局}}

# nbFriendsOnline
source: {count, plural, =1{{count} friend online} other{{count} friends online}}
af: {count, plural, =1{{count} aanlyn vriend} other{{count} aanlyn vriende}}
ar: {count, plural, =0{{count} أصدقاء متصلون} =1{{count} صديق متصل} =2{{count} أصدقاء متصلون} few{{count} أصدقاء متصلون} many{{count} أصدقاء متصلون} other{{count} أصدقاء متصلون}}
az: {count, plural, =1{{count} onlayn dost} other{{count} dost onlayn}}
be: {count, plural, =1{{count} сябар у сетцы} few{{count} сябра ў сетцы} many{{count} сяброў у сетцы} other{{count} сяброў у сетцы}}
bg: {count, plural, =1{{count} приятел онлайн} other{{count} приятели онлайн}}
bn: {count, plural, =1{{count} বন্ধু অনলাইনে রয়েছেন} other{{count} বন্ধুরা অনলাইনে রয়েছেন}}
bs: {count, plural, =1{{count} prijatelj online} few{{count} prijatelja online} other{{count} prijatelja online}}
ca: {count, plural, =1{{count} amic connectat} other{{count} amics connectats}}
cs: {count, plural, =1{{count} kamarád online} few{{count} kamarádi online} many{{count} kamarádů online} other{{count} kamarádů online}}
da: {count, plural, =1{{count} ven online} other{{count} venner online}}
el: {count, plural, =1{{count} φίλος/η συνδεδεμένος/η} other{{count} φίλοι συνδεδεμένοι}}
eo: {count, plural, =1{{count} amiko enreta} other{{count} amikoj enretaj}}
es: {count, plural, =1{{count} amigo conectado} other{{count} amigos conectados}}
eu: {count, plural, =1{Lagun {count} konektatuta} other{{count} lagun konektatuta}}
fa: {count, plural, =1{{count} دوست بَرخط} other{{count} دوست بَرخط}}
fi: {count, plural, =1{{count} kaveri paikalla} other{{count} kaveria paikalla}}
gl: {count, plural, =1{{count} amizade conectada} other{{count} amizades conectadas}}
he: {count, plural, =1{חבר {count} מחובר} =2{{count} חברים מחוברים} many{{count} חברים מחוברים} other{{count} חברים מחוברים}}
hy: {count, plural, =1{{count} ընկեր առցանց է} other{{count} ընկեր առցանց է}}
id: {count, plural, other{{count} teman online}}
it: {count, plural, =1{{count} amico online} other{{count} amici online}}
kk: {count, plural, =1{{count} дос желіде} other{{count} дос желіде}}
ko: {count, plural, other{{count}명의 친구들이 접속중}}
lt: {count, plural, =1{{count} prisijungęs draugas} few{{count} prisijungę draugai} many{{count} prisijungusių draugų} other{{count} prisijungusių draugų}}
lv: {count, plural, =0{{count} draugu tiešsaistē} =1{{count} draugs tiešsaistē} other{{count} draugi tiešsaistē}}
mk: {count, plural, =1{{count} пријател на линија} other{{count} пријатели на линија}}
nl: {count, plural, =1{{count} vriend online} other{{count} vrienden online}}
pt: {count, plural, =1{{count} amigo online} other{{count} amigos online}}
ro: {count, plural, =1{Un prieten online} few{{count} prieteni online} other{{count} de prieteni online}}
ru: {count, plural, =1{{count} друг онлайн} few{{count} друга онлайн} many{{count} друзей онлайн} other{{count} друзей онлайн}}
sk: {count, plural, =1{{count} priateľ online} few{{count} priatelia online} many{{count} priateľov online} other{{count} priateľov online}}
sl: {count, plural, =1{{count} prijatelj je prijavljen} =2{Ni prijavljenih prijateljev} few{št. prijateljev: {count}} other{št. prijateljev: {count}}}
sq: {count, plural, =1{{count} shok në linjë} other{{count} shokë në linjë}}
sr: {count, plural, =1{{count} пријатељ на мрежи} few{{count} пријатеља на мрежи} other{{count} пријатеља на мрежи}}
sv: {count, plural, =1{{count} vän inloggad} other{{count} vänner inloggade}}
tr: {count, plural, =1{{count} arkadaş çevrim içi} other{{count} arkadaş çevrim içi}}
uk: {count, plural, =1{{count} друг у мережі} few{{count} друга у мережі} many{{count} друзів у мережі} other{{count} друзів у мережі}}
vi: {count, plural, other{{count} bạn trực tuyến}}
zh: {count, plural, other{有 {count} 位好友在线}}
zh_tw: {count, plural, other{{count} 位好友在線}}
