Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# ratingXOverYGames
source: {count, plural, =1{{count} rating over {param2} game} other{{count} rating over {param2} games}}
af: {count, plural, =1{{count} gradering oor {param2} spel} other{{count} gradering oor {param2} spelle}}
ar: {count, plural, =0{التصنيف للشطرنج {count} بعد {param2} مباراة} =1{التصنيف للشطرنج {count} بعد {param2} مباراة واحدة} =2{التصنيف للشطرنج {count} بعد {param2} مباراتين} few{تصنيفك في {count} بعد {param2} مباراة} many{تصنيفك في {count} بعد {param2} مباراة} other{التصنيف للشطرنج {count} بعد {param2} مباراة}}
az: {count, plural, =1{{param2} oyunundan çox {count} reytinqi} other{{param2} oyunlardan çox {count} reytinqi}}
bg: {count, plural, =1{{count} рейтинг базирано на {param2} игра} other{{count} рейтинг базирано на {param2} игри}}
bn: {count, plural, =1{{count} রেটিং {param2} গেমের উপরে} other{{count} রেটিং {param2} গেমের উপরে}}
bs: {count, plural, =1{{count} rejting na osnovu {param2} partije} few{{count} rejting na osnovu {param2} partija} other{{count} rejting na osnovu {param2} partija}}
ca: {count, plural, =1{{count} puntuació en {param2} partida} other{{count} puntuació en {param2} partides}}
cs: {count, plural, =1{{count} hodnocení po {param2} partii} few{{count} hodnocení po {param2} partiích} many{{count} hodnocení po {param2} partiích} other{{count} hodnocení po {param2} partiích}}
da: {count, plural, =1{{count} rating over {param2} parti} other{{count} rating over {param2} partier}}
el: {count, plural, =1{Βαθμολογία {count} για {param2} παρτίδα} other{Βαθμολογία {count} για {param2} παρτίδες}}
eo: {count, plural, =1{{count} rango trans {param2} ludo} other{{count} rangoj trans {param2} ludoj}}
es: {count, plural, =1{Puntuación de {count} en {param2} partida} other{Puntuación de {count} en {param2} partidas}}
eu: {count, plural, =1{{count} puntuazioa partida {param2}en} other{{count} puntuazioa {param2} partidatan}}
fa: {count, plural, =1{درجه‌بندی {count} در {param2} بازی} other{درجه‌بندی {count} در {param2} بازی}}
fi: {count, plural, =1{{count}-vahvuusluku {param2} pelistä} other{{count}-vahvuusluku {param2} pelistä}}
gl: {count, plural, =1{Puntuación {count} en {param2} partida} other{Puntuación {count} en {param2} partidas}}
he: {count, plural, =1{דירוג של {count} לאורך משחק {param2}} =2{דירוג של {count} לאורך {param2} משחקים} many{דירוג של {count} לאורך {param2} משחקים} other{דירוג של {count} לאורך {param2} משחקים}}
hy: {count, plural, =1{{count} վարկանիշ {param2} պարտիայի համար} other{{count} վարկանիշ {param2} պարտիայի համար}}
id: {count, plural, other{{count} rating dengan {param2} pertandingan}}
it: {count, plural, =1{{count} punti in {param2} partite} other{{count} punti in {param2} partite}}
kk: {count, plural, =1{{param2} {count} ойынның қорытындысы} other{{param2} {count} ойындардың қорытындысы}}
ko: {count, plural, other{{count} 점수 (대국 {param2} 회)}}
lt: {count, plural, =1{{count} reitingas per {param2} partiją} few{{count} reitingas per {param2} partijas} many{{count} reitingas per {param2} partijos} other{{count} reitingas per {param2} partijų}}
lv: {count, plural, =0{{count} reitings, ņemot vērā {param2} spēles} =1{{count} reitings, ņemot vērā {param2} spēli} other{{count} reitings, ņemot vērā {param2} spēles}}
nl: {count, plural, =1{{count} rating na {param2} partij} other{{count} rating na {param2} partijen}}
pt: {count, plural, =1{{param2} partida {count} avaliada} other{{param2} partidas {count} avaliadas}}
ro: {count, plural, =1{Rating {count} din {param2} meci} few{Rating {count} din {param2} meciuri} other{Rating {count} din {param2} de meciuri}}
ru: {count, plural, =1{Рейтинг {count} за {param2} партию} few{Рейтинг {count} за {param2} партии} many{Рейтинг {count} за {param2} партий} other{Рейтинг {count} за {param2} партий}}
sk: {count, plural, =1{{count} rating z {param2} partie} few{{count} rating z {param2} partií} many{{count} rating z {param2} partií} other{{count} rating z {param2} partií}}
sl: {count, plural, =1{{count} rating v {param2} igri} =2{{count} rating v {param2} igrah} few{{count} rating v {param2} igrah} other{{count} rating v {param2} igrah}}
sq: {count, plural, =1{Vlerësuar me {count} për {param2} lojë} other{Vlerësuar me {count} për {param2} lojëra}}
sv: {count, plural, =1{{count}ranking över {param2} parti} other{{count}ranking över {param2} partier}}
tr: {count, plural, =1{{param2} oyun üzerinden {count} puanı} other{{param2} oyun üzerinden {count} puanı}}
uk: {count, plural, =1{Рейтинг {count} за {param2} партію} few{Рейтинг {count} за {param2} партії} many{Рейтинг {count} за {param2} партій} other{Рейтинг {count} за {param2} партій}}
vi: {count, plural, other{Hệ số {count} sau {param2} ván}}
zh: {count, plural, other{{param2} 场对局后的 {count} 等级分}}
zh_tw: {count, plural, other{積分 {count} ( {param2} 場對局)}}

# nbBookmarks
source: {count, plural, =1{{count} bookmark} other{{count} bookmarks}}
af: {count, plural, =1{{count} boekmerk} other{{count} boekmerke}}
ar: {count, plural, =0{{count} مباراة مفضلة} =1{{count} مباراة مفضلة} =2{{count} مباراة مفضلة} few{{count} مباراة مفضلة} many{{count} مباراة مفضلة} other{{count} مباراة مفضلة}}
az: {count, plural, =1{{count} yadda saxlanılmış oyun} other{{count} yadda saxlanılmış oyun}}
be: {count, plural, =1{{count} закладка} few{{count} закладкі} many{{count} закладак} other{{count} закладак}}
bg: {count, plural, =1{{count} Отбелязани} other{{count} Отбелязани}}
bn: {count, plural, =1{{count} টি বুকমার্ক} other{{count} টি বুকমার্ক}}
bs: {count, plural, =1{{count} zabilježena partija} few{{count} zabilježenih partija} other{{count} zabilježenih partija}}
ca: {count, plural, =1{{count} preferida} other{{count} preferides}}
cs: {count, plural, =1{{count} záložka} few{{count} záložky} many{{count} záložek} other{{count} záložek}}
da: {count, plural, =1{{count} bogmærke} other{{count} bogmærker}}
el: {count, plural, =1{{count} σελιδοδείκτης} other{{count} σελιδοδείκτες}}
eo: {count, plural, =1{{count} paĝmarko} other{{count} paĝmarkoj}}
es: {count, plural, =1{{count} partida favorita} other{{count} partidas favoritas}}
eu: {count, plural, =1{{count} partida nabarmenduak} other{{count} partida nabarmenduak}}
fa: {count, plural, =1{{count} نشانک} other{{count} نشانک}}
fi: {count, plural, =1{{count} oma kirjanmerkki} other{{count} omaa kirjanmerkkiä}}
gl: {count, plural, =1{{count} partida favorita} other{{count} partidas favoritas}}
he: {count, plural, =1{{count} מועדפים} =2{{count} מועדפים} many{{count} מועדפים} other{{count} מועדפים}}
hy: {count, plural, =1{{count} Էջանիշեր} other{{count} Էջանիշեր}}
id: {count, plural, other{{count} Permainan ditandai}}
it: {count, plural, =1{{count} preferito} other{{count} preferiti}}
kk: {count, plural, =1{{count} бетбелгі} other{{count} бетбелгі}}
ko: {count, plural, other{{count}개의 즐겨찾기}}
lt: {count, plural, =1{{count} įrašas} few{{count} įrašai} many{{count} įrašų} other{{count} įrašų}}
lv: {count, plural, =0{{count} grāmatzīmes} =1{{count} grāmatzīme} other{{count} grāmatzīmes}}
mk: {count, plural, =1{{count} обележувачи} other{{count} обележувачи}}
nl: {count, plural, =1{{count} favoriet} other{{count} favorieten}}
pt: {count, plural, =1{{count} favorito} other{{count} favoritos}}
ro: {count, plural, =1{unul marcat} few{{count} marcate} other{{count} marcate}}
ru: {count, plural, =1{{count} отмеченная} few{{count} отмеченные} many{{count} отмеченных} other{{count} отмеченных}}
sk: {count, plural, =1{{count} záložka} few{{count} záložky} many{{count} záložiek} other{{count} záložiek}}
sl: {count, plural, =1{{count} zaznamek} =2{{count} zaznamka} few{{count} zaznamki} other{{count} zaznamki}}
sq: {count, plural, =1{{count} faqerojtës} other{{count} faqerojtës}}
sr: {count, plural, =1{{count} обележена партија} few{{count} обележене партије} other{{count} обележених партија}}
sv: {count, plural, =1{{count} bokmärke} other{{count} bokmärken}}
tr: {count, plural, =1{{count} işaretlenmiş oyun} other{{count} işaretlenmiş oyun}}
uk: {count, plural, =1{{count} закладка} few{{count} закладки} many{{count} закладок} other{{count} закладок}}
vi: {count, plural, other{{count} đánh dấu}}
zh: {count, plural, other{{count} 收藏}}
zh_tw: {count, plural, other{{count}個書籤}}

# nbDays
source: {count, plural, =1{{count} day} other{{count} days}}
af: {count, plural, =1{{count} dag} other{{count} dae}}
ar: {count, plural, =0{{count} يوم} =1{{count} يوم} =2{{count} يوم} few{{count} يوم} many{{count} يوم} other{{count} يوم}}
az: {count, plural, =1{{count} gün} other{{count} gün}}
be: {count, plural, =1{{count} дзень} few{{count} дні} many{{count} дзён} other{{count} дзён}}
bg: {count, plural, =1{{count} ден} other{{count} дни}}
bn: {count, plural, =1{{count} দিন} other{{count} দিনগুলো}}
bs: {count, plural, =1{{count} dan} few{{count} dana} other{{count} dana}}
ca: {count, plural, =1{{count} dia} other{{count} dies}}
cs: {count, plural, =1{{count} den} few{{count} dny} many{{count} dnů} other{{count} dnů}}
da: {count, plural, =1{{count} dag} other{{count} dage}}
el: {count, plural, =1{{count} ημέρα} other{{count} ημέρες}}
eo: {count, plural, =1{{count} tago} other{{count} tagoj}}
es: {count, plural, =1{{count} día} other{{count} días}}
eu: {count, plural, =1{Egun {count}} other{{count} egun}}
fa: {count, plural, =1{{count} روز} other{{count} روز}}
fi: {count, plural, =1{{count} päivä} other{{count} päivää}}
gl: {count, plural, =1{{count} día} other{{count} días}}
he: {count, plural, =1{יום {count}} =2{{count} ימים} many{{count} ימים} other{{count} ימים}}
hy: {count, plural, =1{{count} օր} other{{count} օր}}
id: {count, plural, other{{count} hari}}
it: {count, plural, =1{{count} giorno} other{{count} giorni}}
kk: {count, plural, =1{{count} күн} other{{count} күн}}
ko: {count, plural, other{{count}일}}
lt: {count, plural, =1{{count} diena} few{{count} dienos} many{{count} dienų} other{{count} dienų}}
lv: {count, plural, =0{{count} dienas} =1{{count} diena} other{{count} dienas}}
mk: {count, plural, =1{{count} денови} other{{count} денови}}
nl: {count, plural, =1{{count} dag} other{{count} dagen}}
pt: {count, plural, =1{{count} dia} other{{count} dias}}
ro: {count, plural, =1{o zi} few{{count} zile} other{{count} de zile}}
ru: {count, plural, =1{{count} день} few{{count} дня} many{{count} дней} other{{count} дней}}
sk: {count, plural, =1{{count} deň} few{{count} dni} many{{count} dní} other{{count} dní}}
sl: {count, plural, =1{{count} dan} =2{{count} dneva} few{{count} dni} other{{count} dni}}
sq: {count, plural, =1{{count} ditë} other{{count} ditë}}
sr: {count, plural, =1{{count} дан} few{{count} дана} other{{count} дана}}
sv: {count, plural, =1{{count} dag} other{{count} dagar}}
tr: {count, plural, =1{{count} gün} other{{count} gün}}
uk: {count, plural, =1{{count} день} few{{count} дні} many{{count} днів} other{{count} днів}}
vi: {count, plural, other{{count} ngày}}
zh: {count, plural, other{{count} 天}}
zh_tw: {count, plural, other{{count}天}}

# nbHours
source: {count, plural, =1{{count} hour} other{{count} hours}}
af: {count, plural, =1{{count} uur} other{{count} ure}}
ar: {count, plural, =0{{count} ساعة} =1{{count} ساعة} =2{{count} ساعة} few{{count} ساعة} many{{count} ساعة} other{{count} ساعة}}
az: {count, plural, =1{{count} saat} other{{count} saat}}
be: {count, plural, =1{{count} гадзіна} few{{count} гадзіны} many{{count} гадзін} other{{count} гадзін}}
bg: {count, plural, =1{{count} час} other{{count} часа}}
bn: {count, plural, =1{{count} ঘন্টা} other{{count} ঘন্টা}}
bs: {count, plural, =1{{count} sat} few{{count} sati} other{{count} sati}}
ca: {count, plural, =1{{count} hora} other{{count} hores}}
cs: {count, plural, =1{{count} hodina} few{{count} hodiny} many{{count} hodin} other{{count} hodin}}
da: {count, plural, =1{{count} time} other{{count} timer}}
el: {count, plural, =1{{count} ώρα} other{{count} ώρες}}
eo: {count, plural, =1{{count} horo} other{{count} horoj}}
es: {count, plural, =1{{count} hora} other{{count} horas}}
eu: {count, plural, =1{{count} ordu} other{{count} ordu}}
fa: {count, plural, =1{{count} ساعت} other{{count} ساعت}}
fi: {count, plural, =1{{count} tunti} other{{count} tuntia}}
gl: {count, plural, =1{{count} hora} other{{count} horas}}
he: {count, plural, =1{שעה {count}} =2{{count} שעות} many{{count} שעות} other{{count} שעות}}
hy: {count, plural, =1{{count} ժամ} other{{count} ժամ}}
id: {count, plural, other{{count} jam}}
it: {count, plural, =1{{count} ora} other{{count} ore}}
kk: {count, plural, =1{{count} сағат} other{{count} сағат}}
ko: {count, plural, other{{count}시간}}
lt: {count, plural, =1{{count} valanda} few{{count} valandos} many{{count} valandų} other{{count} valandų}}
lv: {count, plural, =0{{count} stundas} =1{{count} stunda} other{{count} stundas}}
mk: {count, plural, =1{{count} часови} other{{count} часови}}
nl: {count, plural, =1{{count} uur} other{{count} uren}}
pt: {count, plural, =1{{count} hora} other{{count} horas}}
ro: {count, plural, =1{o oră} few{{count} ore} other{{count} de ore}}
ru: {count, plural, =1{{count} час} few{{count} часа} many{{count} часов} other{{count} часов}}
sk: {count, plural, =1{{count} hodina} few{{count} hodiny} many{{count} hodín} other{{count} hodín}}
sl: {count, plural, =1{{count} ura} =2{{count} uri} few{{count} ure} other{{count} ur}}
sq: {count, plural, =1{{count} orë} other{{count} orë}}
sr: {count, plural, =1{{count} сат} few{{count} сата} other{{count} сати}}
sv: {count, plural, =1{{count} timme} other{{count} timmar}}
tr: {count, plural, =1{{count} saat} other{{count} saat}}
uk: {count, plural, =1{{count} година} few{{count} години} many{{count} годин} other{{count} годин}}
vi: {count, plural, other{{count} giờ}}
zh: {count, plural, other{{count} 小时}}
zh_tw: {count, plural, other{{count}小時}}

# nbMinutes
source: {count, plural, =1{{count} minute} other{{count} minutes}}
af: {count, plural, =1{{count} minuut} other{{count} minute}}
ar: {count, plural, =0{{count} دقائق} =1{{count} دقائق} =2{{count} دقيقة} few{{count} دقيقة} many{{count} دقيقة} other{{count} دقيقة}}
az: {count, plural, =1{{count} dəqiqə} other{{count} dəqiqələr}}
be: {count, plural, =1{{count} хвіліна} few{{count} хвіліны} many{{count} хвілін} other{{count} хвілін}}
bg: {count, plural, =1{{count} минута} other{{count} минути}}
bn: {count, plural, =1{{count} মিনিট} other{{count} মিনিট}}
bs: {count, plural, =1{{count} minuta} few{{count} minuta} other{{count} minute}}
ca: {count, plural, =1{{count} minut} other{{count} minuts}}
cs: {count, plural, =1{{count} minuta} few{{count} minuty} many{{count} minut} other{{count} minut}}
da: {count, plural, =1{{count} minut} other{{count} minutter}}
el: {count, plural, =1{{count} λεπτό} other{{count} λεπτά}}
eo: {count, plural, =1{{count} minuto} other{{count} minutoj}}
es: {count, plural, =1{{count} minuto} other{{count} minutos}}
eu: {count, plural, =1{Minutu {count}} other{{count} minutu}}
fa: {count, plural, =1{{count} دقیقه} other{{count} دقیقه}}
fi: {count, plural, =1{{count} minuutti} other{{count} minuuttia}}
gl: {count, plural, =1{{count} minuto} other{{count} minutos}}
he: {count, plural, =1{{count} דקות} =2{{count} דקות} many{{count} דקות} other{{count} דקות}}
hy: {count, plural, =1{{count} րոպե} other{{count} րոպե}}
id: {count, plural, other{{count} menit}}
it: {count, plural, =1{{count} minuto} other{{count} minuti}}
kk: {count, plural, =1{{count} минут} other{{count} минут}}
ko: {count, plural, other{{count}분}}
lt: {count, plural, =1{{count} minutė} few{{count} minutės} many{{count} minutės} other{{count} minučių}}
lv: {count, plural, =0{{count} minūšu} =1{{count} minūte} other{{count} minūtes}}
mk: {count, plural, =1{{count} минута} other{{count} минути}}
nl: {count, plural, =1{{count} minuut} other{{count} minuten}}
pt: {count, plural, =1{{count} minuto} other{{count} minutos}}
ro: {count, plural, =1{{count} minut} few{{count} minute} other{{count} de minute}}
ru: {count, plural, =1{{count} минута} few{{count} минуты} many{{count} минут} other{{count} минут}}
sk: {count, plural, =1{{count} minúta} few{{count} minúty} many{{count} minút} other{{count} minút}}
sl: {count, plural, =1{{count} minuta} =2{{count} minuti} few{{count} minute} other{{count} minut}}
sq: {count, plural, =1{{count} minutë} other{{count} minuta}}
sr: {count, plural, =1{{count} минут} few{{count} минута} other{{count} минута}}
sv: {count, plural, =1{{count} minut} other{{count} minuter}}
tr: {count, plural, =1{{count} dakika} other{{count} dakika}}
uk: {count, plural, =1{{count} хвилина} few{{count} хвилини} many{{count} хвилин} other{{count} хвилин}}
vi: {count, plural, other{{count} phút}}
zh: {count, plural, other{{count} 分钟}}
zh_tw: {count, plural, other{{count} 分鐘}}

# rankIsUpdatedEveryNbMinutes
source: {count, plural, =1{Rank is updated every minute} other{Rank is updated every {count} minutes}}
af: {count, plural, =1{Rang word elke minuut opgedateer} other{Rang word elke {count} minute opgedateer}}
ar: {count, plural, =0{يتم تحديث الرتبة كل {count} دقيقة} =1{يتم تحديث الترتيب كل دقيقة} =2{يتم تحديث الترتيب كل دقيقتين} few{يتم تحديث الترتيب كل {count} دقائق} many{يتم تحديث الترتيب كل {count} دقيقة} other{يتم تحديث الترتيب كل {count} دقيقة}}
az: {count, plural, =1{Sıralama hər {count} dəqiqədə bir yenilənir} other{Sıralama hər {count} dəqiqədə bir yenilənir}}
be: {count, plural, =1{Рэйтынг абнаўляецца кожную хвіліну} few{Рэйтынг абнаўляецца кожныя {count} хвіліны} many{Рэйтынг абнаўляецца кожныя {count} хвілін} other{Рэйтынг абнаўляецца кожныя {count} хвілін}}
bg: {count, plural, =1{Класирането се обновява всяка минута} other{Класирането се обновява на всеки {count} минути}}
bn: {count, plural, =1{আপনার অনুক্রম প্রতি মিনিট পরপর আপডেট করা হয়।} other{আপনার অনুক্রম প্রতি {count} মিনিট পরপর আপডেট করা হয়।}}
bs: {count, plural, =1{Rang se ažurira svake {count} minute} few{Rang se ažurira svakih {count} minuta} other{Rang se ažurira svakih {count} minuta}}
ca: {count, plural, =1{La classificació s'actualitza cada minut} other{La classificació s'actualitza cada {count} minuts}}
cs: {count, plural, =1{Pořadí je aktualizováno každou minutu} few{Pořadí je aktualizováno každé {count} minuty} many{Pořadí je aktualizováno každých {count} minut} other{Pořadí je aktualizováno každých {count} minut}}
da: {count, plural, =1{Ranking opdateres hvert minut} other{Ranking opdateres hvert {count} minut}}
el: {count, plural, =1{Η κατάταξη ενημερώνεται κάθε λεπτό} other{Η κατάταξη ενημερώνεται κάθε {count} λεπτά}}
eo: {count, plural, =1{Posicio aktualiĝas en ĉiu minuto} other{Posicio aktualiĝas en ĉiu {count} minutoj}}
es: {count, plural, =1{La clasificación se actualiza cada minuto} other{La clasificación se actualiza cada {count} minutos}}
eu: {count, plural, =1{Sailkapena minutuero eguneratzen da} other{Sailkapena {count} minuturo eguneratzen da}}
fa: {count, plural, =1{رتبه در هر دقیقه به‌روز می‌شود} other{رتبه در هر {count} دقیقه به‌روز می‌شود}}
fi: {count, plural, =1{Sijoitus päivitetään joka minuutti} other{Sijoitus päivitetään {count} minuutin välein}}
gl: {count, plural, =1{A posición actualízase cada minuto} other{A posición actualízase cada {count} minutos}}
he: {count, plural, =1{המיקום מתעדכן כל דקה} =2{המיקום מתעדכן כל {count} דקות} many{המיקום מתעדכן כל {count} דקות} other{המיקום מתעדכן כל {count} דקות}}
hy: {count, plural, =1{Վարկանիշը թարմացվում է ամեն րոպե} other{Վարկանիշը թարմացվում է ամեն {count} րոպե}}
id: {count, plural, other{Peringkat update setiap {count} menit}}
it: {count, plural, =1{La posizione viene aggiornata ogni minuto} other{La posizione viene aggiornata ogni {count} minuti}}
kk: {count, plural, =1{Орын әр минут сайын жаңартылады} other{Орын әр {count} минут сайын жаңартылады}}
ko: {count, plural, other{순위는 매 {count}분마다 갱신됩니다}}
lt: {count, plural, =1{Reitingas atnaujinamas kas minutę} few{Reitingas atnaujinamas kas {count} minutes} many{Reitingas atnaujinamas kas {count} minučių} other{Reitingas atnaujinamas kas {count} minučių}}
lv: {count, plural, =0{Rangs tiek atjaunots ik pēc {count} minūtēm} =1{Rangs tiek atjaunots katru minūti} other{Rangs tiek atjaunots ik pēc {count} minūtēm}}
mk: {count, plural, =1{Ранкот се ажурира на секоја минута} other{Ранкот се ажурира на секои {count} минути}}
nl: {count, plural, =1{Positie wordt elke minuut bijgewerkt} other{Positie wordt elke {count} minuten bijgewerkt}}
pt: {count, plural, =1{As posições são atualizadas a cada minuto} other{As posições são atualizadas a cada {count} minutos}}
ro: {count, plural, =1{Locul în clasament este actualizat în fiecare minut} few{Locul în clasament este actualizat la fiecare {count} minute} other{Locul în clasament este actualizat la fiecare {count} minute}}
ru: {count, plural, =1{Место обновляется ежеминутно} few{Место обновляется каждые {count} минуты} many{Место обновляется каждые {count} минут} other{Место обновляется каждые {count} минут}}
sk: {count, plural, =1{Poradie sa aktualizuje každú minútu} few{Poradie sa aktualizuje každé {count} minúty} many{Poradie sa aktualizuje každých {count} minút} other{Poradie sa aktualizuje každých {count} minút}}
sl: {count, plural, =1{Uvrstitev se posodablja vsako minuto} =2{Uvrstitev se posodablja vsaki {count} minuti} few{Uvrstitev se posodablja vsake {count} minute} other{Uvrstitev se posodablja vsakih {count} minut}}
sq: {count, plural, =1{Renditja përditësohet çdo minutë} other{Renditja përditësohet çdo {count} minuta}}
sr: {count, plural, =1{Ранг се ажурира сваки минут} few{Ранг се ажурира свака {count} минута} other{Ранг се ажурира сваких {count} минута}}
sv: {count, plural, =1{Placeringen uppdateras varje minut} other{Placeringar uppdateras efter {count} minuter}}
tr: {count, plural, =1{Sıralama her {count} dakikada bir güncellenir} other{Sıralama her {count} dakikada bir güncellenir}}
uk: {count, plural, =1{Місце в рейтингу оновлюється щохвилини} few{Місце в рейтингу оновлюється кожні {count} хвилини} many{Місце в рейтингу оновлюється кожні {count} хвилин} other{Місце в рейтингу оновлюється кожні {count} хвилини}}
vi: {count, plural, other{Thứ hạng được cập nhật mỗi {count} phút}}
zh: {count, plural, other{排名每 {count} 分钟更新一次}}
zh_tw: {count, plural, other{評分每 {count} 分鐘更新一次}}
