Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeZugzwangDescription
source: The opponent is limited in the moves they can make, and all moves worsen their position.
af: Die opponent is beperk in die bewegings wat hulle kan maak, en alle bewegings vererger hul posisie.
ar: حركات الخصم محدودة وكلها تؤدي إلى وضع أسوأ.
az: Rəqibin edə biləcəyi gediş sayı məhduddur və istənilən gediş vəziyyəti daha da pisləşdirir.
be: Супернік абмежаваны ў хадах і ўсе магчымыя хады пагаршаюць яго пазіцыю.
bg: Опонентът има малко възможни ходове и всеки един от тях води до влошаване на положението му.
bn: প্রতিপক্ষের সীমিত চাল আছে, এবং সব চাল তাদের অবস্থান আরো খারাপ করবে।
bs: Protivnik ima ograničen broj poteza, a svaki od njih pogoršava mu poziciju.
ca: El rival té els moviments limitats i cada jugada empitjora la seva posició.
cs: Soupeř musí zahrát jakýkoliv tah, přičemž všechny zhoršují jeho pozici a zlepšují naší pozici.
da: Modstanderen har begrænsede muligheder for træk, og ethvert træk vil forværre positionen.
el: Ο αντίπαλος δεν έχει καμία καλή κίνηση — κάθε πιθανή του κίνηση χειροτερεύει τη θέση του.
eo: La opcioj de la kontraŭulo por moviĝi estas limigitaj, kaj ĉiuj movoj plimalbonigas rian pozicion.
es: El oponente está limitado en los movimientos que puede realizar, y todos los movimientos empeoran su posición.
eu: Aurkariak jokaldi mugatuak ditu eta jokaldi guztien bere posizioa okertu egiten dute.
fa: حریف در حرکت‌هایش محدود است و همه‌شان وضعیتش را بدتر می‌کند.
fi: Vastustajalla on rajoitettu määrä mahdollisia siirtoja, ja niistä kaikki heikentävät hänen asemaansa.
gl: O rival ten os movementos limitados e calquera xogada que faga empeora a súa posición.
he: היריב מוגבל במסעים שביכולתו לבצע, וכל אחד מחמיר את מצבו.
hy: Մրցակիցը ստիպված է անել հնարավոր փոքրաթիվ քայլերից մեկը, բայց քայլերից ցանկացածը տանում է դիրքի վատացման։
id: Musuh dibatasi gerakan yang dapat mereka lakukan, dan semua gerakan memperburuk posisi mereka.
it: L'avversario è limitato nella sua scelta della mossa, e tutte le mosse possibili peggiorano la sua posizione.
kk: Жүрісі шектелген тастардың әр жүрісі жалпы жағдайдың нашарлауына әкеп соқтыратын кез.
ko: 상대가 둘 수 있는 수는 제한되어 있으며, 모든 수가 포지션을 악화시킵니다.
lt: Priešininkas apribotas ėjimais, kuriuos gali padaryti, ir visi jo ėjimai tik pabloginą jo poziciją.
lv: Pretiniekam ir ierobežoti iespējamie gājieni, un visi no tiem pasliktina pretinieka pozīciju.
nl: De tegenstander is beperkt in de zetten die hij kan doen, en elke zet verslechtert zijn stelling.
pt: O adversário está limitado quanto aos seus movimentos, e todas as jogadas pioram a sua posição.
ro: Adversarul este limitat în mișcările pe care le poate face, iar toate mișcările îi înrăutățesc poziția.
ru: Противник вынужден сделать один из немногих возможных ходов, но любой ход ведёт к ухудшению его положения.
sk: Súper je limitovaný vo svojich ťahoch a každý ťah zhorší jeho pozíciu.
sl: Nasprotnik ima omejene poteze in vsaka poslabša njegovo pozicijo.
sq: Kundërshtari është i kufizuar në lëvizjet që mund të bëjë dhe krejt lëvizjet përkeqësojnë pozicionin e tij.
sr: Противник има ограничен избор потеза и сваким потезом погоршава своју позицију.
sv: Motspelaren har begränsat antal möjliga drag, och alla möjliga drag förvärrar motspelarens position.
tr: Rakibin iyi bir hamlesinin kalmadığı, yapabileceği bütün hamlelerin kendisine zarar vereceği taktikler.
uk: Суперник обмежений в своїх ходах, а кожен хід погіршує його позицію.
vi: Đối phương bị giới hạn các nước mà họ có thể đi và tất cả các nước đi ấy đều hại họ.
zh: 对手可走的着法受到限制，并且所有着法都会恶化其局面。
zh_tw: 對方的棋子因為所移動的空間有限所以所到之處都會增加對方劣勢

# puzzleThemeMix
source: Healthy mix
af: Gesonde mengsel
ar: خليط
az: Həftəbecər
be: Здаровая сумесь
bg: От всичко по малко
bn: পরিমিত মিশ্রণ
bs: Zdrava mješavina
ca: Una mica de cada
cs: Mix úloh
da: Sund blanding
el: Προτεινόμενο μίγμα
eo: Sana miksaĵo
es: Mezcla equilibrada
eu: Denetik pixkat
fa: آمیزهٔ همگن
fi: Terve sekoitus
gl: Mestura equilibrada
he: שילוב בריא
hy: Խառը խնդիրներ
id: Campuran baik
it: Mix generale
kk: Аралас дастархан
ko: 골고루 섞기
lt: Visko po truputį
lv: Veselīgs sajaukums
nl: Gezonde mix
pt: Mistura saudável
ro: Mixt
ru: Сборная солянка
sk: Zdravá zmes
sl: Zdrava mešanica
sq: Ushtrime të përzierë
sr: Здрава мешавина
sv: Blandad kompott
tr: Bir ondan bir bundan
uk: Усього потрохи
vi: Phối hợp nhịp nhàng
zh: 健康搭配
zh_tw: 綜合

# puzzleThemeMixDescription
source: A bit of everything. You don't know what to expect, so you remain ready for anything! Just like in real games.
af: 'N Bietjie van alles. Jy weet nie wat om te verwag nie, dus bly jy gereed vir enigiets! Net soos in regte speletjies.
ar: القليل من كل نوع، لذا لا يمكنك التنبؤ باللغز القادم فابقى مستعداً لأي شيء، تماماً كالمباريات الحقيقية.
az: Hər şeydən bir az. Nə gözləyəcəyini bilmirsən, ona görə hər şeyə hazır olursan! Eynilə həqiqi oyunlarda olduğu kimi.
be: Патрошкі ўсяго. Вы ня ведаеце чаго чакаць, таму гатовы да ўсяго! Як у сапраўдных гульнях.
bg: По малко от всичко. Не знаете какво да очаквате, така че бъдете готови за всичко! Точно като в истинските игри.
bn: সবকিছু একটু করে। আপনি জানবেন না কি আসতে চলেছে। অনেকটা বাস্তব খেলার মতো।
bs: Svega pomalo. Ne znate šta možete očekivati, pa ostajete spremni na sve! Baš kao u pravim partijama.
ca: Una mica de tot. No sabràs el que t'espera, així doncs estigues alerta pel que sigui! Igual que a les partides de veritat.
cs: Troška od všeho. Nevíte co čekat, čili jste na vše připraveni! Jako v normální partii.
da: Lidt af hvert. Du kan ikke vide, hvad du skal forvente, så du skal være klar til alt! Præcis som i rigtige spil.
el: Λίγο απ' όλα. Δεν ξέρετε τι να περιμένετε, οπότε παραμένετε σε ετοιμότητα! Όπως ακριβώς και στις πραγματικές παρτίδες.
eo: Iom de ĉio. Vi ne scias kion atendi, do vi restas preta por io ajn! Same kiel en realaj ludoj.
es: Un poco de todo. No sabes lo que te espera, así que estate listo para cualquier cosa, como en las partidas reales.
eu: Denetatik. Ez dakizu zer espero, beraz prestatu zure burua edozertarako! Benetako partidetan bezala.
fa: کمی از هر چیزی. شما نمی‌دانید چه چیزی پیش روی شماست، بنابراین برای هر چیزی آماده می‌مانید! درست مانند بازی‌های واقعی.
fi: Vähän kaikkea. Et tiedä mitä tuleman pitää, joten olet valmiina mihin tahansa! Aivan kuten oikeissa peleissäkin.
gl: Un pouco de todo. Non sabes que vai vir, así que prepárate para calquera cousa! Coma nas partidas de verdade.
he: קצת מהכול. לא תדעו למה לצפות. עליכם להיות מוכנים להכול! בדיוק כמו במשחקים אמיתיים.
hy: Ամեն ինչից` քիչ-քիչ։ Դուք չգիտեք` ինչ է սպասվում, այնպես որ, պատրաստ եղեք ամեն ինչի։ Ինչպես իսկական պարտիայում։
id: Sedikit dari segalanya. Anda tidak tahu apa yang akan terjadi, jadi Anda tetap siap untuk apapun! Sama seperti permainan sebenarnya.
it: Un po' di tutto. Nessuna aspettativa, affinché si possa rimanere pronti a qualsiasi cosa! Proprio come nelle partite vere.
kk: Барлығынан аз-аздан. Күтпеген жағдайларға бейім болыңыз! Дәл нағыз шахматтағыдай!
ko: 전부 다. 무엇이 나올지 모르기 때문에 모든 것에 준비되어 있어야 합니다. 마치 진짜 게임처럼요.
lt: Nežinote ko tikėtis, todėl būkite pasiruošę bet kam! Visai kaip tikruose žaidimuose.
lv: Mazliet no visa kā. Nezināsiet, ko sagaidīt, tāpēc paliksiet gatavs jebkam! Tieši kā īstās spēlēs.
nl: Van alles wat. Je weet niet wat je te wachten staat, je moet dus op alles voorbereid zijn! Net als in echte partijen.
pt: Um pouco de tudo. Não sabes o que esperar, então ficas pronto para qualquer coisa! Exatamente como em jogos de verdade.
ro: Un pic din toate. Nu știi la ce să te aștepți, așa că rămâi gata pentru orice! La fel ca în jocurile reale.
ru: Всего понемногу. Вы не знаете, чего ожидать, так что будьте готовы ко всему! Прямо как в настоящей партии.
sk: Z každého rožku trošku. Neviete, čo môžete očakávať, a tak ste neustále pripravení na všetko! Presne ako v skutočných partiách.
sl: Vsega po malo. Ne veste, kaj pričakovati, zato bodite pripravljeni na vse! Kot pri resničnih partijah.
sq: Pak nga të gjitha. S’dini ç’të prisni, ndaj mbeteni gati për gjithçka! Mu si në lojëra të njëmendta.
sr: Свега по мало. Не знаш шта да очекујеш, па остајеш спреман за све! Баш као у правим партијама.
sv: Lite av varje. Du vet inte vad som kommer, så du behöver vara redo för allt! Precis som i riktiga partier.
tr: Ortaya karışık bulmacalar. Karşına ne tür bir pozisyonun çıkacağı tam bir muamma. Tıpkı gerçek maçlardaki gibi her şeye hazırlıklı olmakta fayda var.
uk: Усього потрохи. Ви не знатимете, чого очікувати, тому готуйтеся до всього! Як у справжніх партіях.
vi: Mỗi thứ một chút. Bạn không biết được thứ gì đang chờ mình, vậy nên bạn cần phải sẵn sàng cho mọi thứ! Như một ván cờ thật vậy!
zh: 每个主题中选取一些。你不知道会出现什么，因此得时刻打起精神！ 就像在真实对局中一样。
zh_tw: 所有類型都有！你不知道會遇到什麼題型，所以請做好準備，就像在實戰一樣。

# puzzleThemePlayerGames
source: Player games
af: Speler se spelle
ar: مبارايات اللاعب
be: З партый гульца
bg: Партии на играча
bn: খেলোয়ারদের খেলা হতে
bs: Igračke igre
ca: Partides de jugadors
cs: Z vašich her
da: Spiller-partier
el: Παρτίδες παίκτη
eo: Ludantaj ludoj
es: Partidas de jugadores
eu: Jokalarien partidak
fa: بازی‌های بازیکن
fi: Pelaajan peleistä
gl: Partidas de xogadores
he: המשחקים שלי
hy: Խաղացողի պարտիաները
id: Permainan pemain
it: Partite tra giocatori
kk: Ойыншылардан
ko: 플레이어 게임
lt: Žaidėjų žaidimai
lv: Spēlētāja spēles
nl: Eigen partijen
pt: Jogos de jogadores
ro: Partide jucători
ru: Партии игрока
sk: Vaše partie
sl: Igralske igre
sq: Lojëra të lojëtarit
sr: Играчеве партије
sv: Spelarspel
tr: Bireysel oyunlar
uk: Ігри гравця
vi: Các ván đấu của người chơi
zh: 棋手对局
zh_tw: 玩家謎題

# puzzleThemePlayerGamesDescription
source: Lookup puzzles generated from your games, or from another player's games.
af: Beloer raaisels wat ontstaan van jou spelle, of van ander se spelle af.
ar: ابحث عن ألغاز من مبارياتك أو من مباريات لاعبين آخرين.
be: Праглядзіце задачы ўзятыя з вашых гульняў, ці з партый іншага гульца.
bg: Разгледайте пъзели генерирани от вашите игри, или игрите на други играчи.
bn: খেলোয়ারদের খেলা থেকে বাছাই করে তৈরি করা ধাঁধা।
bs: Potražite zagonetke stvorene iz vaših igara ili iz igara drugog igrača.
ca: Problemes generats a partir de les teves partides o de les partides d'altres jugadors.
cs: Vyhledejte úlohy vygenerované z vašich her, nebo z her jiného hráče.
da: Find taktikopgaver lavet ud fra dine egne partier eller fra en anden spillers partier.
el: Αναζητήστε τακτικά που προήλθαν από παρτίδες είτε δικές σας είτε άλλων χρηστών.
eo: Serĉu enigmojn generitajn de viaj ludoj, aŭ de la ludoj de alia ludanto.
es: Busca ejercicios generados a partir de tus partidas o de las de otros jugadores.
eu: Ikusi zure edo beste jokalarien partidetatik sortutako ariketak.
fa: دنبال معماهای ایجادشده از بازی‌های خودتان یا بازی‌های سایر بازیکنان، بگردید.
fi: Tehtäviä sinun tai jonkun toisen yksittäisen pelaajan peleistä.
gl: Busca crebacabezas xerados a partir das túas partidas ou das doutros xogadores.
he: חפשו חידות אשר נוצרו ממשחקים שלכם או של שחקנים אחרים.
hy: Գտնել խնդիրներ, որոնք ստեղծվել են Ձեր պարտիաներից, կամ այլ խաղացողների պարտիաներից։
id: Mengambil taktik yang dihasilkan dari permainan anda, atau pemain lain.
it: Trova problemi tratti dalle tue partite o dalle partite di altri giocatori.
kk: Сіздің не басқаның ойындарынан құрылған жұмбақтарды табу.
ko: 당신의 게임이나 다른 플레이어의 게임에서 나온 퍼즐을 찾아보세요.
lt: Galvosūkiai sugeneruoti iš jūsų partijų ar iš kitų žaidėjų partijų.
lv: Meklējiet uzdevumus, kas radīti no jūsu vai cita spēlētāja spēlēm.
nl: Zoek puzzels gegenereerd uit jouw partijen, of uit partijen van een andere speler.
pt: Procura problemas gerados a partir dos teus jogos ou de jogos de outro jogador.
ro: Caută puzzle-uri generate din partidele tale sau din partidele unui alt jucător.
ru: Найти задачи, созданные из ваших партий, или партий других игроков.
sk: Vyhľadajte si úlohy vygenerované z Vašich partií alebo z partií iných hráčov.
sl: Iskanje ugank, ustvarjenih iz vaših iger ali iz iger drugega igralca.
sr: Потражи проблеме створене на основу твојих партија или партија других грача.
sv: Hitta pussel genererade från dina egna parti, eller från andra spelares parti.
tr: Sizin veya başka bir oyuncunun maçlarından üretilen bulmacalar.
uk: Пошук задач, згенерованих з ваших ігор або з ігор інших гравців.
vi: Những câu đố từ những ván cờ của bạn hoặc từ các ván cờ của những người chơi khác.
zh: 查找由您的对局或其他棋手对局生成的谜题。
zh_tw: 查詢從你或其他玩家的對奕所生成的謎題。

# puzzleThemePuzzleDownloadInformation
source: These puzzles are in the public domain, and can be downloaded from {param}.
af: Die raaisels is in openbare domain en kan afgelaai word vanaf {param}.
ar: هذه الألغاز موجودة للعامة بإمكانك تحميلها من هنا {param}.
be: Гэта публічныя задачы, іх магчыма спампаваць з {param}.
bg: Тези пъзели са публични и могат да бъдат изтеглени от {param}.
bn: এই ধাঁধা গুলো সবার জন্য উন্মুক্ত এবং {param} থেকে নামিয়ে নেয়া যাবে।
bs: Ove zagonetke su u javnoj domeni i mogu se preuzeti sa {param}.
ca: Aquests problemes són de domini públic i es poden descarregar des de {param}.
cs: Tyto hádanky jsou ve veřejné doméně a lze je stáhnout z {param}.
da: Disse opgaver er i offentligt domæne og kan downloades fra {param}.
el: Τα τακτικά είναι δημόσια και διαθέσιμα για λήψη στην ιστοσελίδα {param}.
eo: Ĉi tiuj enigmoj estas en la publika domeno, kaj povas esti elŝutitaj de {param}.
es: Estos ejercicios son de dominio público y pueden descargarse desde {param}.
eu: Ariketa hauek publikoak dira, {param} helbidetik deskargatu daitezke.
fa: این معماها به صورت همگانی هستند و می‌توانید از {param} بارگیریدشان.
fi: Nämä tehtävät ovat vapaasti käytettävissä ja ladattavissa osoitteesta {param}.
gl: Estes problemas son de dominio público e poden ser descargados en {param}.
he: החידות האלו הן נחלת הכלל, וניתן להוריד אותן מ־{param}.
hy: Այս խնդիրները հանրության սեփականությունն են, և Դուք կարող եք ներբեռնել դրանք՝ {param}։
id: Taktik-taktik ini ada di domain publik, dan dapat di download dari {param}.
it: Questi problemi sono nel pubblico dominio e possono essere scaricati da {param}.
kk: Осы жұмбақтар көпшілікке ашық доменде сақтаулы, оларды осы жерден жүктеп алуға болады: {param}
ko: 이 퍼즐들은 퍼블릭 도메인이며, {param}에서 다운로드할 수 있습니다.
lt: Šie galvosūkiai yra laisvai prieinami ir gali būti parsisiųsti iš {param}.
lv: Šie uzdevumi ir neaizsargājami darbi, un tos var lejupielādēt lapā {param}.
nl: Deze puzzels zijn beschikbaar in het publieke domein en kunnen worden gedownload op {param}.
pt: Esses problemas são do domínio público e podem ser obtidos em {param}.
ro: Aceste puzzle-uri sunt în domeniul public și pot fi descărcate de la {param}.
ru: Эти задачи находятся в общественном достоянии и вы можете скачать их: {param}.
sk: Tieto úlohy sú voľne dostupné a môžete si ich stiahnuť z {param}.
sl: Te uganke so v javni lasti in jih je mogoče prenesti s spletnega mesta {param}.
sq: Këto ushtrime janë nën përkatësi publike dhe mund të shkarkohen nga {param}.
sr: Ови проблеми су у јавном власништву и могуће их је презузети са {param}.
sv: Dessa pussel tillhör den allmänna egendomen, och kan laddas ner från {param}.
tr: Bütün bulmacalar kamuya açıktır ve {param} adresinden indirilebilir.
uk: Ці задачі є у публічному доступі та можуть бути завантажені з {param}.
vi: Những câu đố này thuộc phạm vi công khai và có thể tải về từ {param}.
zh: 这些谜题都是公开的，可以在 {param} 下载。
zh_tw: 這些為公開謎題，並且在 {param} 提供下載管道。

# searchSearch
source: Search
af: Soek
ar: بحث
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান
bs: Traži
ca: Cerca
cs: Hledat
da: Søg
el: Αναζήτηση
eo: Serĉi
es: Búsqueda
eu: Bilatu
fa: جستجو
fi: Etsi
gl: Buscar
he: חיפוש
hy: Փնտրել
id: Cari
it: Cerca
kk: Іздеу
ko: 검색
lt: Ieškoti
lv: Meklēt
mk: Пребарај
nl: Zoek
pt: Procurar
ro: Căutare
ru: Поиск
sk: Hľadať
sl: Iskanje
sq: Kërko
sr: Претражи
sv: Sök
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh: 搜索
zh_tw: 搜尋

# settingsSettings
source: Settings
af: Instellings
ar: الإعدادات
az: Tənzimləmələr
be: Налады
bg: Настройки
bn: সেটিংস
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
eo: Agordoj
es: Preferencias
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
gl: Configuración
he: הגדרות
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
kk: Баптаулар
ko: 설정
lt: Nuostatos
lv: Iestatījumi
mk: Поставки
nl: Instellingen
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_tw: 設定

# settingsCloseAccount
source: Close account
af: Sluit rekening
ar: إغلاق الحساب
az: Hesabı bağla
be: Выдаліць уліковы запіс
bg: Закриване на регистрацията
bn: একাউন্ট বন্ধ করুন
bs: Zatvorite račun
ca: Donar-se de baixa
cs: Zrušit účet
da: Luk konto
el: Κλείσιμο λογαριασμού
eo: Fermi konton
es: Cerrar cuenta
eu: Kontua itxi
fa: بستن حساب
fi: Sulje tili
gl: Pechar conta
he: סגירת החשבון
hy: Փակել հաշիվը
id: Tutup akun
it: Elimina account
kk: Тіркелгіні жабу
ko: 계정 폐쇄
lt: Uždaryti paskyrą
lv: Slēgt kontu
mk: Затвори го профилот
nl: Verwijder account
pt: Encerrar a conta
ro: Închide contul
ru: Удалить учётную запись
sk: Zrušiť účet
sl: Zapri račun
sq: Mbyll llogarinë
sr: Затвори налог
sv: Avsluta konto
tr: Hesabı kapat
uk: Закрити обліковий запис
vi: Đóng tài khoản
zh: 关闭账户
zh_tw: 關閉帳戶

# settingsManagedAccountCannotBeClosed
source: Your account is managed, and cannot be closed.
af: Jou rekening word bestuur en kan nie gesluit word nie.
ar: حسابك يتم إدارته، ولا يمكن إغلاقه.
bg: Вашият акаунт се управлява и не може да бъде закрит.
bn: আপনার অ্যাকাউন্ট পরিচালিত এবং বন্ধ করা যাবে না.
bs: Vaš je račun pod administracijom i ne može biti zatvoren.
ca: El vostre compte és gestionat i no es pot tancar.
cs: Váš účet je spravován a nemůže být zrušen.
da: Din konto er under administration og kan ikke lukkes.
el: Ο λογαριασμός σας βρίσκεται υπό διαχείριση και δεν μπορεί να κλείσει.
eo: Via konto estas administrata, kaj ne povas esti fermata.
es: Tu cuenta está administrada y no se puede cerrar.
eu: Zure kontua beste norbaitek kudeatzen du eta ezin da itxi.
fa: حساب‌تان مدیریت می‌شود و نمی‌توان آن را بست.
fi: Käyttäjätunnuksesi on hallinnassa, eikä sitä voi sulkea.
gl: A túa conta é xestionada e non pode pecharse.
he: חשבונך מנוהל, ולכן לא ניתן לסגור אותו.
hy: Ձեր հաշիվը կառավարվում է և չի կարող փակվել։
id: Akun Anda dikelola, dan tidak dapat ditutup.
it: Il tuo account è gestito esternamente e non può essere chiuso.
kk: Сіздің тіркелгіңіз біреудің басқаруында, сондықтан сіз оны жаба алмайсыз.
ko: 당신의 계정은 관리되고 있으며, 폐쇄될 수 없습니다.
lt: Jūsų paskyra yra valdoma ir negali būti uždaryta.
lv: Jūsu konts tiek pārvaldīts, un to nevar slēgt.
nl: Je account wordt beheerd, en kan niet verwijderd worden.
pt: A sua conta é gerida e não pode ser encerrada.
ro: Contul tău este gestionat și nu poate fi închis.
ru: В вашем аккаунте происходят изменения, и он не может быть удалён.
sk: Váš účet je spravovaný niekým iným a nemožno ho zrušiť.
sl: Vaš račun je upravljan in ga ni mogoče zapreti.
sq: Llogaria juaj administrohet dhe nuk mund të mbyllet.
sv: Ditt konto hanteras och kan inte stängas.
tr: Hesabınız başkası tarafından yönetiliyor, kapatılamaz.
uk: Ваш обліковий запис керований і не може бути закритим.
vi: Tài khoản của bạn đang bị quản lý, hiện không thể đóng.
zh: 您的账户已被托管，无法被关闭。
zh_tw: 您的帳號已被管理並且無法關閉。

# settingsCantOpenSimilarAccount
source: The username will NOT be available for registration again.
af: Jy sal nie toegelaat word om 'n nuwe rekening met dieselfde naam te open nie, selfs al is die hoof- en kleinletters verskillend.
ar: لن يسمح لك بفتح حساب جديد بنفس الإسم، حتى لو كان حجم الأحرف مختلف.
az: Böyük kiçik hərf dəyişiklikləri etsəniz belə eyni istifadəçi adı ilə yeni hesab açmağınıza icazə verilməyəcək.
be: Вам не будзе дазволена стварыць новы ўліковы запіс з тым жа імем, нават калі рэгістр сімвалаў адрозніваецца.
bg: Няма да Ви бъде позволено да направите нова регистрация със същото име, дори и с различна големина на буквите.
bn: আপনি একই নামে আর নতুন একাউন্ট খুলতে পারবেন না, যদিও নামের বর্ণগুলো ছোট/বড় হাতের হয়।
bs: Neće vam biti dopušteno kreiranje novog računa sa istim imenom, čak i ako je veličina slova drugačija.
ca: No està permès crear un nou compte amb el mateix nom, ni tan sols si només canvien les majúscules o minúscules.
cs: Nebudete moci založit nový účet se stejným jménem, a to ani když se bude lišit velikost písmen.
da: Du vil ikke få lov til at åbne en ny konto med det samme navn, selv hvis du ændrer på store og små bogstaver.
el: Δε θα σας επιτραπεί η δημιουργία νέου λογαριασμού με το ίδιο όνομα χρήστη, ακόμα και αν μετατρέψετε ένα μικρό γράμμα σε κεφαλαίο ή αντίστροφα.
eo: Vi ne rajtos malfermi novan konton kun la sama nomo, eĉ se la uskleco estos malsama.
es: No se te permitirá abrir una nueva cuenta con el mismo nombre, ni cambiando letras mayúsculas y minúsculas.
eu: Ezingo duzu beste kontu bat ireki izen berdinarekin, naiz eta hizki larriak eta xeheak aldatu.
fa: شما نمی توانید حساب جدیدی با این نام کاربری باز کنید، حتی اگر با دستگاه دیگری وارد شوید.
fi: Et voi luoda uutta käyttäjätunnusta samalla nimellä, et vaikka muuttaisit isoja kirjaimia pieniksi tai päinvastoin.
gl: O nome de usuario NON volverá estar dispoñible pra creares unha nova conta.
he: לא תוכל/י לפתוח חשבון חדש עם אותו השם, אפילו בשינוי אותיות קטנות לגדולות והפוך.
hy: Դուք չեք կարողանա ստեղծել նույն անունով մասնակցային հաշիվ, նույնիսկ եթե տառաշարերը (մեծատառ-փոքրատառ) տարբերվեն։
id: Anda tidak akan diizinkan untuk membuka akun baru dengan nama yang sama, meskipun besar-kecil hurufnya berbeda.
it: Non potrai creare un nuovo account con lo stesso nome, nemmeno con diverse maiuscole/minuscole.
kk: Кейін дәл сондай атпенен жаңа тіркелгі жасай алмайсыз (әріп үлкендігі басқаша болса да).
ko: 대소문자가 다르더라도, 똑같은 이름으로 계정을 다시 열 수 없습니다.
lt: Naudotojo vardo NEBUS galima naudoti naujai registracijai.
lv: Nevarēsiet atvērt jaunu kontu ar to pašu vārdu, pat ja burtu lielumi atšķirsies.
mk: Нема да ви биде дозволено да отворите нова сметка со истото име, дури и со различна големина на буквите.
nl: Het is niet toegestaan om een nieuw account met dezelfde naam aan te maken, ook al is het hoofdlettergebruik anders.
pt: O nome de utilizador NÃO estará disponível para registo novamente.
ro: Nu îți va fi permis să creezi un cont nou cu același nume, indiferent dacă literele sunt minuscule sau majuscule.
ru: Вы не сможете создать новый аккаунт с таким же именем, даже если регистр символов отличается.
sk: Nebudete si môcť založiť nový účet s rovnakým menom, ani keď sa bude líšiť veľkosť písmen.
sl: Računa z enakim imenom ne boste mogli odpreti, tudi če z drugačnimi velikostmi črk.
sq: S’do të lejoheni të hapni një llogari të re me të njëjtin emër, edhe nëse ndryshohet një nga shkronjat.
sr: Корисничко име НЕЋЕ бити опет доступно за регистрацију.
sv: Du får inte öppna ett nytt konto med samma namn, även om du byter gemener till versaler eller tvärtom.
tr: Büyük-küçük harf değişiklikleri yapsanız dahi aynı kullanıcı adıyla yeni bir hesap açamazsınız.
uk: Ви не зможете створити новий обліковий запис з такою ж назвою, навіть зі зміною регістру.
vi: Bạn không được phép tạo tài khoản trùng tên, kể cả khác chữ hoa, thường.
zh: 此用户名将不可再次用于注册。
zh_tw: 即使名稱大小寫不同，您也不能使用相同的名稱開設新帳戶
