Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyLoadExistingLichessGameText
source: Paste a lichess game URL<br>(like lichess.org/7fHIU0XI)<br>to load the game moves in the chapter.
bs: Zalijepite URL lichess igre<br>(kao što je lichess.org/7fHIU0XI)<br>da biste učitali poteze igre u poglavlju.
ca: Enganxa l'URL d'una partida de lichess<br>(per exemple lichess.org/7fHIU0XI)<br>per carregar els moviments de la partida al capítol.
cs: Vložte lichess game URL<br>(jako lichess.org/7fHIU0XI)<br>pro načtení hry pohyby v kapitole.
da: Indsæt en URL for et lichess-parti<br>(som lichess.org/7fHIU0XI)<br>for at indlæse partiets træk i kapitlet.
el: Επικολλήστε τη διεύθυνση URL μιας παρτίδας στο Lichess<br>(π.χ. lichess.org/7fHIU0XI)<br>για να φορτώσετε τις κινήσεις της σε αυτό το κεφάλαιο.
es: Pega la URL de una partida de Lichess<br>(como lichess.org/7fHIU0XI)<br>para cargar los movimientos en el capítulo.
eu: Itsatsi lichesseko partida batn URLa<br>(adibidez lichess.org/7fHIU0XI)<br>partidaren jokaldiak kapituluan kargatzeko.
fa: یک آدرس بازی از لیچس (مانند lichess.org/7fHIU0XI) جای‌گذاری کنید تا حرکات بازی در این فصل بارگذاری شود.
fi: Kun liität Lichessissä pelatun pelin URL:n<br>(esim. lichess.org/7fHIU0XI)<br>pelin siirrot latautuvat tutkielman lukuun.
gl: Pega o URL dunha partida<br>(coma lichess.org/7fHIU0XI)<br>para cargar a lista de xogadas no capítulo.
it: Incolla un'URL di una partita lichess <br> (come lichess.org/7fHIU0XI)<br>per caricare le mosse nel capitolo.
ko: 챕터에 게임 수를 불러오려면<br>lichess 게임 URL을 붙여넣으세요<br>(예시: lichess.org/7fHIU0XI).
nl: Plak een lichess partij link<br>(zoals lichess.org/7fHIU0XI)<br>om de partijzetten in het hoofdstuk te laden.
pt: Copia um URL de um jogo de lichess<br>(como lichess.org/7fHIU0XI)<br>para carregar os movimentos do jogo no capítulo.
ro: Lipește un URL pentru joc din Lichess<br>(de exemplu lichess.org/7fHIU0XI)<br>pentru a încărca mutările jocului în capitol.
ru: Вставьте URL игры Lichess<br>(например, lichess.org/7fHIU0XI)<br>для загрузки ходов партии в главу.
sk: Vložte URL adresu lichess partie<br>(napríklad lichess.org/7fHIU0XI)<br>na načítanie ťahov partie v kapitole.
sl: Prilepite URL igre lichess<br>(na primer lichess.org/7fHIU0XI)<br>da naložite poteze igre v poglavju.
sq: Hidhni URL-në e një loje shahu<br>(fjala vjen, lichess.org/7fHIU0XI)<br>që të ngarkohen te kapitulli lëvizjet e lojës.
sv: Klistra in en länk till ett lichess-parti<br>(som till exempel lichess.org/7fHIU0XI)<br>för att hämta partiets drag till kapitlet.
tr: Lichess oyun URL'sini yapıştırın<br>(örneğin lichess.org/7fHIU0XI)<br>bölümdeki oyun hamlelerini yüklemek için.
uk: Вставте URL партії Lichess<br>(наприклад, lichess.org/7fHIU0XI)<br>для завантаження гри в розділ.
vi: Dán URL một ván cờ trên lichess<br>(kiểu như lichess.org/7fhiu0xi)<br>để tải các nước cờ trong chương.
zh: 粘贴一个 Lichess 对局链接<br>（例如 lichess.org/7fHIU0XI）<br>以将对局着法加载到章节中。

# studyFromFenStringTitle
source: From a FEN string
af: Vanaf 'n FEN-string
ar: من نص FEN
bg: От FEN нотация
bs: Iz FEN niza
ca: A partir d'una cadena FEN
cs: Z FEN
da: Fra en FEN-streng
el: Θέση από FEN
eo: El teksto FEN
es: A partir de una cadena FEN
eu: FEN kate batetik
fa: از یک رشتهٔ FEN
fi: Tuo FEN-asema
gl: A partires dunha cadea FEN
it: Da una stringa FEN
nl: Van een FEN-tekenreeks
pt: A partir de uma string FEN
ro: Dintr-un text FEN
ru: Из нотации FEN
sk: Z reťazca FEN
sl: Iz niza FEN
sq: Nga një varg FEN
sv: Från en FEN-sträng
uk: З рядка FEN
vi: Từ một chuỗi FEN
zh: 导入 FEN 代码

# studyFromFenStringText
source: Paste a position in FEN format<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>to start the chapter from a position.
bs: Zalijepite poziciju u FEN formatu<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>da biste započeli poglavlje od određene pozicije.
ca: Enganxa una posició en format FEN <br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>per començar el capítol en una posició.
cs: Vložte pozici do FEN formátu<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>a začněte kapitolu z pozice.
da: Indsæt en position i FEN-format<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>for at starte kapitlet fra en stilling.
el: Φορτώστε μία θέση επικολλώντας το αντίστοιχο FEN<br><i>(π.χ. 4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w)</i><br>αν θέλετε το κεφάλαιο της μελέτης να ξεκινά από αυτή τη θέση.
es: Pegar una posición en formato FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>para iniciar el capítulo desde una posición.
eu: Itsatsu FEN formatuko posizio bat<i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>kapitulua posizio batetik hasteko.
fa: یک وضعیت با فرمت FEN مانند r1b2rk1/pp3ppp/1qnbpn2/3p4/3P1B2/2PB1N2/PP1N1PPP/R2Q1RK1 w - - 1 10 جای‌گذاری کنید تا فصل از آن وضعیت شروع شود.
fi: Kun liität aseman FEN-muodossa,<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>tutkielman luku alkaa kyseisestä asemasta.
gl: Pega a posición no formato FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>para comezar o capítulo dende unha posición determinada.
it: Incolla una posizione in formato FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w<br><br>per iniziare il capitolo da una posizione.
nl: Plak een stelling in FEN-formaat<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>om het hoofdstuk te beginnen vanaf een bepaalde stelling.
pt: Cola uma posição em formato FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>para começar o capítulo a partir de uma posição.
ro: Lipiți o poziție în formatul FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>pentru a începe capitolul dintr-o poziție anume.
ru: Вставьте позицию в формате FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>для старта главы с этой позиции.
sk: Vloženie pozície vo formáte FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>na spustenie kapitoly od pozície.
sl: Prilepite položaj v obliki zapisa FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br> da začnete poglavje s položaja.
sq: Ngjitni një pozicion në format FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>që kapitulli të niset prej një pozicioni.
sv: Klistra in en position i FEN-format<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>för att starta kapitlet från en position.
uk: Вставте позицію у форматі FEN<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>для початку розділу з цієї позиції.
vi: Dán một thế cờ ở định dạng FEN<br><i>4K3/4RB2/8/7P/8/5Q2/1PP5/1K6 W</i><br>để bắt đầu chương từ một thế cờ.
zh: 粘贴 FEN 格式的局面<br><i>4k3/4rb2/8/7p/8/5Q2/1PP5/1K6 w</i><br>以从某个局面开始章节。

# studyFromPgnGameTitle
source: From a PGN game
af: Vanaf 'n PGN-spel
ar: من PGN لعبة
bg: От PGN нотация
bs: Iz PGN igre
ca: A partir d'una partida en PGN
cs: Ze hry PGN
da: Fra et PGN-parti
el: Παρτίδα από αρχείο PGN
eo: El ludo en PNG
es: A partir de una partida PGN
eu: PGN partida batetik
fa: از بازی یک فایل PGN
fi: Tuo PGN-peli
gl: Dende o PGN dunha partida
it: Preso da una partita PGN
ko: PGN 게임에서
nl: Van een PGN-bestand
pt: De um jogo em PGN
ro: Dintr-un PGN de joc(uri)
ru: Из нотации PGN
sk: Z PGN partie
sl: Iz PGN igre
sq: Nga një lojë PGN
sr: Из PGN партије
sv: Från ett PGN-parti
uk: З гри в форматі PGN
vi: Từ một PGN của ván cờ
zh: 导入 PGN 代码

# studyFromPgnGameText
source: Paste a game in PGN format.<br>to load moves, comments and variations in the chapter.
bs: Zalijepite igru u PGN formatu.<br>da biste učitali poteze, komentare i varijacije u poglavlju.
ca: Enganxa una partida en format PGN <br>per carregar moviments, comentaris i variacions al capítol.
cs: Vložte hru ve formátu PGN.<br>pro načtení pohybů, komentářů a variací v kapitole.
da: Indsæt et parti i PGN-format.<br>for at indlæse træk, kommentarer og variationer i kapitlet.
el: Φορτώστε μια παρτίδα επικολλώντας το αντίστοιχο<br>αρχείο PGN για να φορτώσετε τις κινήσεις, τα σχόλια και τις βαριάντες στο κεφάλαιο.
es: Pega una partida en formato PGN.<br>para cargar movimientos, comentarios y variaciones en el capítulo.
eu: Itsatsu PGN formatuan dagoen partida bat<br>bertatik jokaldiak, komentarioak eta barianteak kapitulura kargatzeko.
fa: یک بازی با فرمت PGN جای‌گذاری کنید تا حرکات، نظرات و شاخه‌ها در این فصل بارگذاری شوند.
fi: Kun liität pelin PGN-muodossa,<br>sen siirrot, kommentit ja muunnelmat latautuvat tutkielman lukuun.
gl: Pega unha partida en formato PGN<br>para cargar as xogadas, os comentarios e as variantes do capítulo.
it: Incolla una partita in formato PGN<br>per caricare mosse, commenti e variazioni nel capitolo.
nl: Plak een partij in PGN-formaat.<br>om zetten, reacties en variaties in het hoofdstuk te laden.
pt: Cola um jogo em formato PGN.<br>para carregar movimentos, comentários e variações no capítulo.
ro: Lipiți un joc în format PGN.<br>pentru a încărca mutări, comentarii și variații în capitol.
ru: Вставьте партию в нотации PGN.<br>чтобы загрузить ходы, комментарии и варианты в главу.
sk: Vložiť partiu vo formáte PGN.<br>aby sa načítali ťahy, komentáre a varianty v kapitole.
sl: Prilepite igro v formatu PGN.<br>da naložite poteze, komentarje in različice v poglavju.
sq: Ngjitni një lojë në format PGN.<br>që të ngarkohen te kapitulli lëvizje, komente dhe variante.
sv: Klistra in ett spel i PGN-format.<br>för att hämta drag, kommentarer och variationer till kapitlet.
uk: Вставте гру в форматі PGN,<br>щоб завантажити до розділу ходи, коментарі та варіації.
vi: Dán một ván cờ ở định dạng PGN.<br>Để tải các nước cờ, nhận xét và các biến trong chương.
zh: 粘贴 PGN 格式的对局。<br>以加载章节中的着法、评论和变着。

# studyVariantsAreSupportedTitle
source: Studies support variants
bs: Studije podržavaju varijante
ca: Els estudis també suporten variants
cs: Studie podporují varianty
da: Studier understøtter varianter
el: Οι μελέτες υποστηρίζουν τις παραλλαγές
es: Los estudios soportan variantes
eu: Azterlanetan aldaerak erabili daitezke
fa: مطالعه‌ها از واریانت‌ها پشتیبانی می‌کنند
fi: Tutkielmat varianteille
gl: Os estudos admiten as variantes
it: Gli studi supportano le varianti
ko: 연구들은 변형 체스를 지원합니다
nl: Studies ondersteunen varianten
pt: Estudos suportam variantes
ro: Studiile suportă variante de șah
ru: Студии поддерживают варианты шахмат
sk: Štúdie podporujú varianty
sl: Študije podpirajo variante
sq: Uhtrimet mbulojnë variante
sv: Studier stödjer varianter
uk: Студії доступні для різних режимів
vi: Nghiên cứu hỗ trợ các biến thể
zh: 研习支持变体

# studyVariantsAreSupportedText
source: Yes, you can study crazyhouse<br>and all lichess variants!
bs: Da, možeš proučavati ludokuću<br>i sve varijante lichess-a!
ca: Sí, podeu estudiar crazyhouse <br> i totes les variants de Lichess!
cs: Ano, můžete studovat crazyhouse<br>a všechny lichess varianty!
da: Ja, du kan studere crazyhouse<br>og alle lichess-varianter!
el: Μπορείτε να δημιουργήσετε μία μελέτη Crazyhouse<br>η μία μελέτη με οποιαδήποτε άλλη παραλλαγή υποστηρίζει το Lichess!
es: ¡Sí, puedes estudiar Crazyhouse<br>y todas las variantes de Lichess!
eu: Bai, Crazyhouse<br> eta Lichess bariante guztiak aztertu ditzazkezu!
fa: بله، شما می‌توانید شطرنج دیوانه‌وار (Crazyhouse) و تمام واریانت‌های لیچس را مطالعه کنید!
fi: Kyllä, voit tutkia crazyhousea<br>ja kaikkia Lichessin variantteja!
gl: Si, podes estudar Crazyhouse<br>e todas as variantes do Lichess!
it: Proprio così, puoi studiare le varianti crazyhouse<br>e lichess!
ko: 네, 크레이지하우스나 모든 lichess 변형 체스를<br>연구할 수 있어요!
nl: Ja, je kunt crazyhouse<br>en alle lichess-varianten bestuderen!
pt: Sim, podes estudar crazyhouse<br>e todas as variantes do Lichess!
ro: Da, poți studia Crazyhouse<br>și toate variantele de șah de pe Lichess!
ru: Да, вы можете исследовать Безумные шахматы<br>и другие варианты шахмат Lichess!
sk: Áno, môžete študovať crazyhouse<br>a všetky lichess varianty!
sl: Da, lahko študiraš Crazyhouse<br>in vse različice Lichessa!
sq: Po, mund të ushtroheni në “crazyhouse”<br>dhe krejt variantet e lichess-it!
sv: Ja, du kan studera crazyhouse<br>och alla varianter som finns på Lichess!
uk: Так, Ви можете вивчати Crazyhouse<br>та усі інші режими Lichess!
vi: Có, bạn có thể nghiên cứu Crazyhouse<br>và tất cả các biến thể của Lichess!
zh: 是的，您可以研习 Crazyhouse<br>以及所有 Lichess 变体！

# studyChapterConclusionText
source: Chapters are saved forever.<br>Have fun organizing your chess content!
bs: Poglavlja se čuvaju zauvijek.<br>Zabavite se organizirajući svoj šahovski sadržaj!
ca: Els capítols es guarden per sempre.<br>Passa-t'ho bé organitzant el teu material d'escacs!
cs: Kapitoly jsou navždy uloženy.<br>Hodně zábavy s organizováním vašeho šachového obsahu!
da: Kapitler gemmes for evigt.<br>God fornøjelse med at organisere dit skakindhold!
el: Τα κεφάλαια αποθηκεύονται για πάντα<br>Ευχόμαστε καλή διασκέδαση και καλή επιτυχία στην οργάνωση του σκακιστικού σας περιεχομένου!
es: Los capítulos se guardan para siempre.<br>¡Diviértete organizando tu contenido de ajedrez!
eu: Kapituluak betirako gordetzen dira.<br>Ondo pasa zure xake edukiak antolatzen!
fa: فصل‌ها برای همیشه ذخیره می‌شوند. از سازماندهی محتوای شطرنجی خود لذت ببرید!
fi: Luvut pysyvät aina tallennettuina.<br>Toivotamme mukavia hetkiä shakkisisältöjesi järjestelyyn!
gl: Os capítulos grávanse para sempre.<br>Pásao ben organizando o teu contido de xadrez!
it: I capitoli sono salvati per sempre.<br>Divertiti a organizzare il tuo contenuto scacchistico!
nl: Hoofdstukken worden voor altijd bewaard.<br>Veel plezier met het ordenen van uw schaakinhoud!
pt: Capítulos são salvos permanentemente.<br>Diverte a organizar o teu conteúdo de xadrez!
ro: Capitolele sunt salvate pentru totdeauna.<br>Distracție plăcută organizând conținutul tău de șah!
ru: Главы сохраняются навсегда.<br>Получайте удовольствие от разбора вашей шахматной истории!
sk: Kapitoly sú uložené navždy.<br>Nech Vás organizovanie svojho šachového obsahu baví!
sl: Poglavja so shranjena za vedno.<br>Zabavajte se z organiziranjem svoje šahovske vsebine!
sq: Kapitujt ruhen përgjithmonë.<br>Zbavituni duke sistemuar lëndën tuaj për shahun!
sv: Kapitel sparas för evigt.<br>Ha kul med att organisera ditt schackinnehåll!
uk: Розділі зберігаються назавжди.<br>Насолоджуйтесь організацією власного шахового контенту!
vi: Các chương được lưu mãi mãi.<br>Hãy vui vẻ tổ chức nội dung cờ vua của bạn!
zh: 章节会被永久保存。<br>祝您愉快地组织您的象棋内容！

# studyDoubleDefeat
source: Double defeat
bg: Взаимна загуба
bs: Dvostruki poraz
ca: Doble derrota
cs: Dvojitá prohra
da: Dobbelt nederlag
el: Διπλή ήττα
es: Doble derrota
eu: Porrot bikoitza
fa: باخت دوطرفه
fi: Molemminpuolinen tappio
gl: Dobre derrota
it: Doppia sconfitta
ko: 양측 패배
nl: Dubbele nederlaag
pt: Derrota dupla
ro: Înfrângere dublă
ru: Обоюдное поражение
sk: Dvojitá prehra
sl: Dvojni poraz
sq: Dopiohumbje
sr: Дупли пораз
sv: Dubbel förlust
uk: Подвійна поразка
vi: Đôi bại
zh: 双方负

# studyBlackDefeatWhiteCanNotWin
source: Black defeat, but White can't win
ar: الأسود مهزوم, لكن الأبيض لا يستطيع الفوز
bg: Черните са победени, но белите не могат да спечелят
bs: Crni pobjeđuju, ali bijeli ne mogu pobijediti
ca: El negre ha perdut però el blanc no pot guanyar
cs: Černý prohrál, ale bílý nemůže vyhrát
da: Sort nederlag, men hvid kan ikke vinde
el: Τα μαύρα χάνουν, αλλά τα λευκά δεν μπορούν να κερδίσουν
es: Derrota negra, aunque el blanco no puede ganar
eu: Beltzen porrota, baina Txuriek irabazi ezin
fa: سیاه باخت، اما سفید نمی‌تواند ببرد
fi: Mustan tappio, mutta valkea ei voi voittaa
gl: As negras perden, mais as brancas non poden gañar
it: Il Nero è sconfitto, ma il Bianco non può vincere
ko: 흑 패배, 그러나 백 승리 불가
nl: Zwarte nederlaag, maar Wit kan niet winnen
pt: Pretas perderam, mas Brancas não podem vencer
ro: Negrul pierde, dar Albul nu poate câștiga
ru: Чёрные сдались, но белые не могут выиграть
sk: Čierny porazený, ale biely nedokáže vyhrať
sl: Črni poraz, beli pa ne more zmagati
sq: I ziu humb, por i Bardhi s’fiton dot
sv: Svart förlorar, men vit kan inte vinna
uk: Чорні програють, але Білі не можуть виграти
vi: Bên Đen thua, nhưng bên Trắng không thể thắng
zh: 黑方负，但白方无法获胜

# studyWhiteDefeatBlackCanNotWin
source: White defeat, but Black can't win
ar: الأبيض مهزوم, لكن الأسود لا يستطيع الفوز
bg: Белите са победени, но черните не могат да спечелят
bs: Bijeli pobjeđuju, ali Crni ne mogu pobijediti
ca: El blanc ha perdut però el negre no pot guanyar
cs: Bílý prohrál, ale černý nemůže vyhrát
da: Hvidt nederlag, men sort kan ikke vinde
el: Τα λευκά χάνουν, αλλά τα μαύρα δεν μπορούν να κερδίσουν
es: Derrota Blanca, aunque el Negro no puede ganar
eu: Txurien porrota, baina Beltzek irabazi ezin
fa: سفید باخت، اما سیاه نمی‌تواند ببرد
fi: Valkean tappio, mutta musta ei voi voittaa
gl: As brancas perden, mais as negras non poden gañar
it: Il Bianco è sconfitto, ma il Nero non può vincere
ko: 백 패배, 그러나 흑 승리 불가
nl: Witte nederlaag, maar Zwart kan niet winnen
pt: Brancas perderam, mas Pretas não podem vencer
ro: Albul pierde, dar Negrul nu poate câștiga
ru: Белые сдались, но чёрные не могут выиграть
sk: Biely porazený, ale čierny nedokáže vyhrať
sl: Beli poraz, a črni ne more zmagati
sq: I bardhi humb, por i Ziu s’fiton dot
sv: Vitt förlorar, men svart kan inte vinna
tr: Beyaz kaybeder fakat siyah kazanamaz
uk: Білі програють, але Чорні не можуть виграти
vi: Bên Trắng thua, nhưng bên Đen không thể thắng
zh: 白方负，但黑方无法获胜

# studyNbChapters
source: {count, plural, =1{{count} Chapter} other{{count} Chapters}}
af: {count, plural, =1{{count} Hoofstuk} other{{count} Hoofstukke}}
ar: {count, plural, =0{{count} فصل} =1{{count} فصل} =2{فصلان} few{{count} فصول} many{{count} فصل} other{{count} فصول}}
az: {count, plural, =1{{count} Fəsil} other{{count} Fəsil}}
be: {count, plural, =1{{count} раздзел} few{{count} раздзелы} many{{count} раздзелаў} other{{count} раздзелаў}}
bg: {count, plural, =1{{count} Глава} other{{count} Глави}}
bn: {count, plural, =1{{count}টি অধ্যায়} other{{count}টি অধ্যায়}}
bs: {count, plural, =1{{count} Poglavlje} few{{count} Poglavlja} other{{count} Poglavlja}}
ca: {count, plural, =1{{count} Capítol} other{{count} Capítols}}
cs: {count, plural, =1{{count} kapitola} few{{count} kapitoly} many{{count} kapitol} other{{count} kapitol}}
da: {count, plural, =1{{count} kapitel} other{{count} kapitler}}
el: {count, plural, =1{{count} Κεφάλαιο} other{{count} Κεφάλαια}}
eo: {count, plural, =1{{count} Ĉapitro} other{{count} Ĉapitroj}}
es: {count, plural, =1{{count} Capítulo} other{{count} Capítulos}}
eu: {count, plural, =1{Kapitulu {count}} other{{count} kapitulu}}
fa: {count, plural, =1{{count} بخش} other{{count} بخش}}
fi: {count, plural, =1{{count} luku} other{{count} lukua}}
gl: {count, plural, =1{{count} Capítulo} other{{count} Capítulos}}
he: {count, plural, =1{פרק {count}} =2{{count} פרקים} many{{count} פרקים} other{{count} פרקים}}
hy: {count, plural, =1{{count} գլուխ} other{{count} գլուխ}}
id: {count, plural, other{{count} Bab}}
it: {count, plural, =1{{count} capitolo} other{{count} capitoli}}
kk: {count, plural, =1{{count} бөлім} other{{count} бөлім}}
ko: {count, plural, other{{count} 챕터}}
lt: {count, plural, =1{{count} skyrius} few{{count} skyriai} many{{count} skyrių} other{{count} skyrių}}
lv: {count, plural, =0{{count} Nodaļas} =1{{count} Nodaļa} other{{count} Nodaļas}}
nl: {count, plural, =1{{count} hoofdstuk} other{{count} hoofdstukken}}
pt: {count, plural, =1{{count} capítulo} other{{count} capítulos}}
ro: {count, plural, =1{{count} capitol} few{{count} capitole} other{{count} capitole}}
ru: {count, plural, =1{{count} глава} few{{count} главы} many{{count} глав} other{{count} глав}}
sk: {count, plural, =1{{count} Kapitola} few{{count} Kapitoly} many{{count} Kapitol} other{{count} Kapitol}}
sl: {count, plural, =1{{count} Poglavje} =2{{count} Poglavji} few{{count} Poglavja} other{{count} poglavij}}
sq: {count, plural, =1{{count} Kapitull} other{{count} Kapituj}}
sr: {count, plural, =1{{count} Поглавље} few{{count} Поглављa} other{{count} Поглављa}}
sv: {count, plural, =1{{count} Kapitel} other{{count} Kapitel}}
tr: {count, plural, =1{{count} Bölüm} other{{count} Bölüm}}
uk: {count, plural, =1{{count} розділ} few{{count} розділи} many{{count} розділів} other{{count} розділи}}
vi: {count, plural, other{{count} Chương}}
zh: {count, plural, other{{count} 个章节}}
zh_tw: {count, plural, other{第{count}章}}

# studyNbGames
source: {count, plural, =1{{count} Game} other{{count} Games}}
af: {count, plural, =1{{count} Wedstryd} other{{count} Wedstryde}}
ar: {count, plural, =0{{count} مباراة} =1{{count} مباراة} =2{مبارتان} few{{count} مبارايات} many{{count} مباراة} other{{count} مباراة}}
az: {count, plural, =1{{count} Oyun} other{{count} Oyun}}
be: {count, plural, =1{{count} партыя} few{{count} партыі} many{{count} партый} other{{count} партый}}
bg: {count, plural, =1{{count} Игра} other{{count} Игри}}
bn: {count, plural, =1{{count}টি খেলা} other{{count}টি খেলা}}
bs: {count, plural, =1{{count} Partija} few{{count} Partije} other{{count} Partija}}
ca: {count, plural, =1{{count} Joc} other{{count} Jocs}}
cs: {count, plural, =1{{count} hra} few{{count} hry} many{{count} her} other{{count} her}}
da: {count, plural, =1{{count} parti} other{{count} partier}}
el: {count, plural, =1{{count} παρτίδα} other{{count} Παρτίδες}}
eo: {count, plural, =1{{count} Ludo} other{{count} Ludoj}}
es: {count, plural, =1{{count} Partida} other{{count} Partidas}}
eu: {count, plural, =1{Partida {count}} other{{count} partida}}
fa: {count, plural, =1{{count} بازی} other{{count} بازی}}
fi: {count, plural, =1{{count} peli} other{{count} peliä}}
gl: {count, plural, =1{{count} Partida} other{{count} Partidas}}
he: {count, plural, =1{{count} משחק} =2{{count} משחקים} many{{count} משחקים} other{{count} משחקים}}
hy: {count, plural, =1{{count} պարտիա} other{{count} պարտիա}}
id: {count, plural, other{{count} Permainan}}
it: {count, plural, =1{{count} partita} other{{count} partite}}
kk: {count, plural, =1{{count} ойын} other{{count} ойын}}
ko: {count, plural, other{{count} 게임}}
lt: {count, plural, =1{{count} partija} few{{count} partijos} many{{count} partijų} other{{count} partijų}}
lv: {count, plural, =0{{count} Spēles} =1{{count} Spēle} other{{count} Spēles}}
nl: {count, plural, =1{{count} Partij} other{{count} Partijen}}
pt: {count, plural, =1{{count} Jogo} other{{count} Jogos}}
ro: {count, plural, =1{{count} partidă} few{{count} partide} other{{count} partide}}
ru: {count, plural, =1{{count} партия} few{{count} партии} many{{count} партий} other{{count} партий}}
sk: {count, plural, =1{{count} Partia} few{{count} Partie} many{{count} Partií} other{{count} Partií}}
sl: {count, plural, =1{{count} Partija} =2{{count} Partiji} few{{count} Partije} other{{count} Partij}}
sq: {count, plural, =1{{count} Lojë} other{{count} Lojëra}}
sr: {count, plural, =1{{count} Партија} few{{count} Партијe} other{{count} Партија}}
sv: {count, plural, =1{{count} partier} other{{count} partier}}
tr: {count, plural, =1{{count} oyun} other{{count} Oyun}}
uk: {count, plural, =1{{count} Партія} few{{count} Партії} many{{count} Партій} other{{count} Партій}}
vi: {count, plural, other{{count} Ván cờ}}
zh: {count, plural, other{{count} 个对局}}
zh_tw: {count, plural, other{{count}對局}}
