Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# preferencesScrollOnTheBoardToReplayMoves
source: Scroll on the board to replay moves
af: Roll die muis op die bord om skuiwe te herspeel
ar: مرر على الرقعة لإعادة عرض التحركات
be: Гартайце колцам мышцы на дошцы, каб прагледзець хады
bg: За да прегледате ходовете, превъртете колелцето на мишката над дъската
bs: Pomaknite kotačić miša na ploči da biste ponovili poteze
ca: Desplaça't amb la rodeta pel tauler per reproduir jugades
cs: Rolováním na šachovnici přehrát tahy
da: Brug musens scrollhjul på brættet for at afspille træk
el: Κύλιση δρομέα πάνω στη σκακιέρα για περιήγηση στις κινήσεις
eo: Uzi rulumilon sur la tabelo por ripeti movojn
es: Usa la rueda de desplazamiento sobre el tablero para volver a mostrar los movimientos
eu: Mugitu taula gainean jokaldiak ikusteko
fa: برای بازپخش حرکت‌ها، روی صفحه بازی بِنَوَردید
fi: Vierittämällä laudan yllä voit katsoa siirtoja uudelleen
gl: Usar a roda do rato para amosar os movementos
he: גלול על גבי הלוח כדי להראות מהלכים קודמים
hy: Քայլերը դիտելու համար մկնիկի անիվը պտտեք խաղատախտակի վրա
id: Gulir pada papan untuk mengulang gerakan
it: Scorri sulla scacchiera per riprodurre le mosse
kk: Тақта бетінде тіңтуір айналдырумен жүрістерді қайта көрсету
ko: 보드에서 스크롤을 해서 수를 앞 뒤로 이동
lt: Sukite ratuką ant lentos norėdami dar kartą pamatyti ėjimus
lv: Ritiniet peli virs galdiņa, lai skatītu spēles gaitu
nl: Scroll op het bord om zetten opnieuw af te spelen
pt: Rolar no tabuleiro para repetir os movimentos
ro: Derulează pe tablă pentru a rejuca mutările
ru: Прокручивайте колесо мыши над доской, чтобы смотреть ходы
sk: Rolovaním po šachovnici prehrávať ťahy
sl: Pomaknite se po plošči za predvajanje potez
sq: Rrëshqitni nëpër tabelë që të riluhen lëvizje
sv: Bläddra på tavlan för att spela upp rörelser
tr: Hamleleri tekrar görmek için fare tekerleğini tahta üzerinde kaydırın
uk: Прокрутити колесом миші на дошці, для відтворення ходів
vi: Cuộn con chuột trên bàn cờ để xem lại nước đi
zh: 在棋盘上滚动以复盘着法
zh_tw: 在騎盤上使用滑鼠滾輪以重新顯示過去棋步

# preferencesCorrespondenceEmailNotification
source: Daily email listing your correspondence games
af: Daaglikse e-pos met 'n lys van jou korrespondensiespelle
ar: البريد الإلكتروني اليومي يدرج ألعاب المراسلة الخاصة بك
be: Штодзённае апавяшчэнне па пошце з пералікам вашых гульняў па ліставанні
bg: Ежедневен имейл със списък на Вашите кореспондентски игри
bs: Dnevne obavijesti e-poštom sa spiskom Vaših dopisnih partija
ca: Correu electrònic diari de notificació amb les vostres partides per correspondència
cs: Denní e-mailové oznámení se seznamem vašich korespondenčních her
da: Daglig e-mailnotifikation med dine korrespondance-spil
el: Ημερήσια ειδοποίηση ηλεκτρονικού ταχυδρομείου για τις δι' αλληλογραφίας παρτίδες μου
eo: Tage retpoŝta sciigo listante viajn korespondajn partiojn
es: Notificación diaria por correo listando tus partidas por correspondencia
eu: Jaso posta elektronikoz zure posta-bidezko partiden jakinarazpenen zerrenda egunero
fa: فهرست رایانامهٔ روزانه از بازی‌های مکاتبه‌ای‌تان
fi: Päivittäinen sähköposti-ilmoitus, jossa listataan kirjeshakkipelisi
gl: Email diario listando as túas partidas por correspondencia
he: הודעת מייל יומית עם רשימת המשחקים שלך בהתכתבות
id: Email harian yang berisi daftar permainan korespondensi anda
it: Notifica di posta giornaliera che elenca le tue partite per corrispondenza
kk: Хат-хабарлы ойындарыңыз туралы күнде поштаңызға ескертпе жіберу
ko: 매일 일간 게임의 목록을 보여주는 알림 메일을 받기
lt: Kasdieniame laiške pateikti korespondensinių žaidimų išrašus
lv: E-pasta ziņojums reizi dienā par jūsu korespondencšaha spēlēm
nl: Dagelijkse e-mailmeldingen met de lijst van jouw correspondentiepartijen
pt: Notificações diárias por email listando seus jogos por correspondência
ro: Notificare zilnică prin email cu lista jocurilor prin corespondență
ru: Ежедневно присылать на почту список ваших игр по переписке
sk: Denný mailový výpis Vašich korešpondenčných partií
sl: Dnevno obvestilo po pošti z naštevanjem vaših korespondenčnih iger
sq: Njoftim i përditshëm me email, që paraqet lojërat tuaja me korrespondencë
sv: Daglig e-postavisering som listar dina korrespondensspel
tr: Günlük yazışmalı oyunlarınızı listeleyen posta bildirimi alın
uk: Щоденне сповіщення на електронну пошту зі списком ваших заочних ігор
vi: Email thông báo hàng ngày sẽ bao gồm cả các ván cờ qua thư
zh: 每日发送邮件通知您正在进行的通讯棋
zh_tw: 每日以電郵列出您當前的長期對局

# preferencesNotifyStreamStart
source: Streamer goes live
af: Uitsending het begin
ar: البث مباشر الآن
be: Стрымер вядзе трансляцыю
bg: Стриймър започва да излъчва
bs: Strimer ide uživo
ca: Un streamer que seguiu ha començat una transmissió
cs: Streamer vysílá živě
da: Streamer går live
el: Ένας streamer εκπέμπει ζωντανά
eo: Filmprezentisto iĝas vive
es: El presentador está en vivo
eu: Streamerra zuzenean dago
fa: بَرخَط-محتواساز روی پخش است
fi: Striimaaja aloittaa striimin
gl: Un presentador comeza unha transmisión en directo
he: משדר עולה לשידור חי
id: Streamer memulai siaran
it: Lo streamer va in diretta
kk: Стрим басталды
ko: 스트리머가 생방송 시작
lt: Transliuotojas pradeda transliaciją
lv: Straumētājs sāk tiešraidi
nl: Streamer gaat live
pt: Streamer começou uma transmissão ao vivo
ro: Un streamer e live
ru: Стример начинает трансляцию
sk: Streamer začal vysielať
sl: Streamer je začel oddajati v živo
sv: Strömmen går igång
tr: Canlı yayın başladığında
uk: Стрімер почав трансляцію
vi: Streamer đang phát trực tiếp
zh: 主播开播
zh_tw: 追蹤的直播主開始直播

# preferencesNotifyInboxMsg
source: New inbox message
af: Nuwe inboks boodskap
ar: رسالة جديدة في البريد الوارد
be: Новае паведамленне
bg: Ново входящо съобщение
bs: Nova poruka
ca: Nou missatge a la safata d'entrada
cs: Nová zpráva
da: Ny besked i indbakke
el: Νέο εισερχόμενο μήνυμα
eo: Nova enirkesto mesaĝo
es: Nuevo mensaje en la bandeja de entrada
eu: Mezu berria postontzian
fa: پیام جدید
fi: Uusi saapunut viesti
gl: Novo correo
he: הודעה חדשה בתיבת הדואר
id: Pesan masuk
it: Nuovo messaggio
kk: Жаңа хабар
ko: 새로운 받은 편지함 메시지
lt: Nauja žinutė
lv: Jauna ziņa iesūtnē
nl: Nieuw bericht inbox
pt: Nova mensagem na caixa de entrada
ro: Mesaj nou
ru: Новое входящее сообщение
sk: Nová správa
sl: Novo prispelo sporočilo
sq: Mesazh i ri te Të marrë
sv: Nytt meddelande i inkorgen
tr: Gelen kutusunda yeni bir mesaj
uk: Нове вхідне повідомлення
vi: Tin nhắn mới
zh: 新消息
zh_tw: 收件夾有新訊息

# preferencesNotifyForumMention
source: Forum comment mentions you
af: Jy is genoem in 'n forumboodskap
ar: تعليق في المنتدى يشير إليك
be: Каментарый на форуме закранае Вас
bg: Споменати сте във форум
bs: Spomenuti ste u komentaru na forumu
ca: Un comentari del fòrum et menciona
cs: Komentář ve fóru Vás zmiňuje
da: Kommentar i forum nævner dig
el: Αναφορά από σχόλιο σε φόρουμ
eo: Foruma komento mencias vin
es: Comentario del foro que te menciona
eu: Foroko erantzunean aipatu zaituzte
fa: در انجمن از شما نام‌بُرده‌اند
fi: Sinut mainitaan foorumin kommentissa
gl: Un comentario do foro menciónate
he: מזכירים אותך בתגובה בפורום
id: Komentar forum menyebutkan Anda
it: Un commento nel forum ti ha menzionato
kk: Форумда сіз туралы айтты
ko: 포럼 댓글에서 당신이 언급됨
lt: Jūs paminėti forumo komentare
lv: Foruma ziņa jūs piemin
nl: Opmerking op het forum noemt u
pt: Um comentário do fórum menciona-o
ro: Un comentariu din forum vă menționează
ru: Вас упомянули в сообщении на форуме
sk: V komentári na fóre sa o Vás píše
sl: Omenili so vas v komentarju na forumu
sq: Koment forumi ku përmendeni
sv: Forumkommentar nämner dig
tr: Sizden bahseden bir forum mesajı
uk: Вас згадали у коментарі на форумі
vi: Có bình luận diễn đàn đề cập đến bạn
zh: 论坛评论提及您
zh_tw: 論壇評論中提到您

# preferencesNotifyInvitedStudy
source: Study invite
af: Studie-uitnodiging
ar: دعوة إلى الدراسة
be: Запрашэнне на ўрок
bg: Покана към казус
bs: Poziv na studiju
ca: Invitació a un estudi
cs: Pozvánka do studie
da: Invitation til studie
el: Πρόσκληση σε μελέτη
eo: Studa invito
es: Invitación a un estudio
eu: Azterlanreko gonbidapena
fa: دعوت به مطالعه
fi: Kutsu tutkielmaan
gl: Invitación a estudo
he: הזמנה ללוח למידה
hy: Ստուդիայի հրավեր
id: Undangan studi
it: Invito ad uno Studio
kk: Зерттеуге шақырды
ko: 연구 초대
lt: Studijos pakvietimas
lv: Izpētes ielūgums
nl: Studie uitnodiging
pt: Convite para estudo
ro: Invitație la un studiu
ru: Приглашение в Студию
sk: Pozvánka do štúdie
sl: Povabilo k študiji
sq: Ftesë për ushtrim
sv: Inbjudan till studier
tr: Çalışma daveti
uk: Запрошення до студії
vi: Lời mời nghiên cứu
zh: 研习邀请
zh_tw: 研究邀請

# preferencesNotifyGameEvent
source: Correspondence game updates
af: Korrespondensiespelopdaterings
ar: تحديثات مباراة المراسلة
be: Абнаўленне ў гульні па перапісцы
bg: Известия от кореспондентски игри
bs: Ažuriranja u dopisnim partijama
ca: Partida per correspondència actualitzada
cs: Aktualizace korespondenční hry
da: Opdateringer af korrespondancepartier
el: Ενημερώσεις σε παρτίδες δι' αλληλογραφίας
eo: Koresponde ludaj novaĵoj
es: Actualizaciones de partida por correspondencia
eu: Posta bidezko partidetan eguneraketa
fa: به‌روزرسانی‌های بازی مکاتبه‌ای
fi: Kirjeshakkipelien uudet tapahtumat
gl: Actualizacións de partida por correspondencia
he: עדכונים לגבי משחקים בהתכתבות
hy: Նամակագրական խաղին առնչվող թարմացումներ
id: Update permainan korespondensi
it: Aggiornamenti in una partita per corrispondenza
kk: Хат-хабарлы ойын барысы
ko: 통신 대국 업데이트
lt: Korespondencinių partijų naujienos
lv: Notikumi Korespondencšahā
nl: Spelupdates voor correspondentiepartijen
pt: Atualizações dos jogos por correspondência
ro: Actualizări la jocurile prin corespondență
ru: Обновления, касающиеся игры по переписке
sk: Aktualizácie korešpondenčných partií
sl: Novo v korespondenčnih partijah
sq: Përditësime loje me korrespondencë
sv: Korrespondensspelsuppdateringar
tr: Yazışmalı oyun güncellemeleri
uk: Оновлення заочних партій
vi: Những cập nhật liên quan đến ván cờ qua thư
zh: 通信棋更新
zh_tw: 長期對局更新訊息

# preferencesNotifyChallenge
source: Challenges
af: Uitdagings
ar: تحديات
be: Выклікі
bg: Предизвикателства
bs: Izazovi
ca: Desafiaments
cs: Výzvy
da: Udfordringer
el: Προκλήσεις
eo: Defioj
es: Desafíos
eu: Erronkak
fa: پیشنهاد بازی
fi: Haasteet
gl: Desafíos
he: הזמנות למשחקים
id: Tantangan
it: Sfide
kk: Шақырулар
ko: 도전 과제
lt: Iššūkiai
lv: Izaicinājumi
nl: Uitdagingen
pt: Desafios
ro: Provocări
ru: Вызовы на игру
sk: Výzvy
sl: Izzivi
sq: Sfida
sv: Utmaningar
tr: Meydan okumalar
uk: Виклики
vi: Các lời thách đấu
zh: 挑战
zh_tw: 挑戰

# preferencesNotifyTournamentSoon
source: Tournament starting soon
af: Toernooi begin binnekort
ar: البطولة ستبدأ قريباً
be: У хуткім часе пачынаецца турнір
bg: Турнирът започва скоро
bs: Turnir počinje uskoro
ca: Un torneig comença aviat
cs: Turnaj brzy začne
da: Turneringsstart nærmer sig
el: Το τουρνουά ξεκινά σύντομα
eo: Turniro baldaŭ komencos
es: El torneo empieza pronto
eu: Txapelketa laster hasiko da
fa: مسابقات به‌زودی می‌آغازد
fi: Turnaus alkamassa pian
gl: O torneo comeza pronto
he: טורניר מתחיל בקרוב
hy: Մրցաշարը շուտով կսկսվի
id: Turnamen akan segera dimulai
it: Il torneo sta per iniziare
kk: Жарыс жақында басталады
ko: 곧 토너먼트 시작할 때
lt: Greitai prasideda turnyras
lv: Turnīra sākums tuvojas
nl: Toernooi begint binnenkort
pt: O torneio começará em breve
ro: Turneul începe în curând
ru: Турнир скоро начнётся
sk: Onedlho začínajúci turnaj
sl: Turnir se bo kmalu začel
sq: Turne që fillon së shpejti
sv: Turneringen startar snart
tr: Yakında başlayan turnuva
uk: Турнір скоро почнеться
vi: Giải đấu sắp bắt đầu
zh: 锦标赛即将开始
zh_tw: 比賽即將開始

# preferencesNotifyBroadcasts
source: Broadcasts you have subscribed to
ru: Трансляции, на которые вы подписаны
vi: Những phát sóng bạn đã đăng ký theo dõi
zh: 订阅的转播

# preferencesNotifyTimeAlarm
source: Correspondence clock running out
af: Korrespondensietyd raak min
ar: ساعة المراسلة تنفد
be: Час зыходзіць у гульні па перепісцы
bg: Времето в кореспондентска игра изтича
bs: Istječe vrijeme za dopisnu partiju
ca: S'està esgotant el rellotge d'una partida per correspondència
cs: Dochází čas na korespondenčních hodinách
da: Ur i korrespondance er ved at løbe ud
el: Λίγος χρόνος σε παρτίδα δι' αλληλογραφίας
eo: Koresponda horloĝo baldaŭ finiĝas
es: Poco tiempo restante en la partida por correspondencia
eu: Posta bidezko partidaren denbora amaitzen ari da
fa: هشدار تنگی زمان
fi: Kirjeshakkipelin aika loppumassa
gl: Pouco tempo restante na partida por correspondencia
he: אוזל הזמן במשחק התכתבות
hy: Նամակագրական խաղում ժամանակը շուտով կսպառվի
id: Waktu korespondensi akan habis
it: Il tempo sta per scadere in una partita per corrispondenza
kk: Хат-хабарлы ойын уақыты бітер алдында
ko: 통신 대국 시간 곧 만료됨
lt: Baigiasi korespondencinės partijos laikmatis
lv: Korespondencšaha laiks izsīkst
nl: Klok met correspondentie bijna leeg
pt: Está a acabar o tempo no jogo por correspondência
ro: Timpul rămas la jocurile prin corespondență e scurt
ru: В игре по переписке скоро упадёт флажок
sk: Dochádza čas v korešpondenčnej partii
sl: Potekel vam bo čas
sv: Korrespondensklockans tid tar slut
tr: Yazışmalı oyununuzda süreniz azalıyor
uk: Час на відповідь закінчується
vi: Thời gian đánh cờ qua thư sắp hết
zh: 通讯棋即将超时
zh_tw: 長期對局的時間即將耗盡

# preferencesNotifyBell
source: Bell notification within Lichess
af: Klokkie kennisgewing binne Lichess
ar: إشعار الجرس داخل Lichess
be: Гукавое паведамленне ад Lichess
bg: Звукови известия в Lichess
bs: Zvučno obavještenje na Lichessu
ca: Notificació emergent a Lichess
cs: Zvuková upozornění na Lichess
da: Klokkenotifikation i Lichess
el: Ειδοποίηση με καμπανάκι εντός του Lichess
eo: Sonorilaj sciigoj en Lichess mem
es: Notificación de campana dentro del Lichess
eu: Kanpai bidezko jakinarazpena Lichess barruan
fa: اعلان زنگی در لیچس
fi: Kilahtava ilmoitus Lichessissä
gl: Notificación dentro de Lichess
he: התראות פעמון ב־Lichess
hy: Lichess-ի ձայնային տեղեկացում
id: Notifikasi bel didalam Lichess
it: Notifica sonora in Lichess
kk: Личестегі қоңыраулы ескерту
ko: Lichess 내에서 벨 알림
lt: Varpelio pranešimai Lichess
lv: Zvana paziņojumi Lichess programmā
nl: Bel melding binnen Lichess
pt: Notificação do sino no Lichess
ro: Notificare în Lichess
ru: Звуковое оповещение на Личесс
sk: Upozornenie zvončekom v rámci Lichess-u
sl: Zvočno obvestilo znotraj Lichess
sq: Njoftim zileje brenda Lichess-it
sv: Spela upp ett klockljud vid ny avisering
tr: Lichess içinde çan bildirimi
uk: Звукове сповіщення в Lichess
vi: Chuông thông báo khi đang truy cập Lichess
zh: Lichess 内的铃声通知
zh_tw: Lichess 內的鈴聲通知

# preferencesNotifyPush
source: Device notification when you're not on Lichess
af: Toetstel kennisgewing wanneer jy nie op Lichess is nie
ar: إشعار الجهاز عندما لا تكون على Lichess
be: Паведамленне на прыладу, калі Вы не на Lichess
bg: Получаване на известия на устойството Ви когато не сте в Lichess
bs: Obavještenje na uređaju kad niste na Lichessu
ca: Notifica un dispositiu quan no esteu a Lichess
cs: Oznámení zařízení, když nejste na Lichess
da: Notifikation på enhed, når du ikke er på Lichess
el: Ειδοποίηση συσκευής όταν δεν είστε στο Lichess
eo: Aparta sciigo kiam vi ne ĉe Licess
es: Notificación de dispositivo cuando no estés en Lichess
eu: Gailuko jakinarazpena Lichessen ez zaudenean
fa: اعلان اَفزاره، هنگامی که در Lichess نیستید
fi: Laitteen ilmoitus, kun et ole Lichessissä
gl: Notificación no dispositivo cando non esteas en Lichess
he: התראה למכשיר גם כשאינך מחובר/ת ל־Lichess
id: Notifikasi perangkat saat anda tidak di Lichess
it: Notifiche dispositivo (push) quando non sei collegato a Lichess
kk: Құрылғының ескертуі, Личестен тыс кезіңізде
ko: Lichess를 사용하지 않을 때 기기 알림
lt: Pranešimai prietaisuose kai nesate Lichess
lv: Ierīces paziņojumi, kad neesat platformā Lichess
nl: Apparaatmelding wanneer je niet op Lichess bent
pt: Notificação do dispositivo quando não está no Lichess
ro: Notificare dispozitiv când nu ești în Lichess
ru: Оповещение на устройстве, когда вы не находитесь на сайте Lichess
sk: Upozornenie zariadenia v čase keď nie ste na Lichess-e
sl: Obvestilo naprave, ko niste na Lichessu
sq: Njoftim pajisjeje kur s’gjendeni në Lichess
sv: Enhetsnotifiering när du inte använder Lichess
tr: Lichess'te değilken cihaz bildirimleri
uk: Сповіщення на пристрої, коли ви не на Lichess
vi: Thông báo tới thiết bị của bạn khi bạn không truy cập Lichess
zh: Lichess 外的设备通知
zh_tw: Lichess 外的設備通知

# preferencesNotifyWeb
source: Browser
af: Blaaier
ar: المتصفح
be: Браўзер
bg: Браузър
bs: Preglednik
ca: Navegador
cs: Prohlížeč
eo: Retumilo
es: Navegador
eu: Nabigatzailea
fa: مرورگر
fi: Selain
gl: Navegador
he: דפדפן
hy: Դիտարկիչ
kk: Браузер
ko: 브라우저
lt: Naršyklėje
lv: Pārlūkprogrammā
pt: Navegador
ru: Браузер
sk: Prehliadač
sl: Brskalnik
sq: Shfletues
sv: Webbläsare
tr: Tarayıcı
uk: Браузер
vi: Trình duyệt
zh: 浏览器通知
zh_tw: 瀏覽器通知

# preferencesNotifyDevice
source: Device
af: Toestel
ar: الجهاز
be: Прылада
bg: Устройство
bs: Uređaj
ca: Dispositiu
cs: Zařízení
da: Enhed
el: Συσκευή
eo: Aparato
es: Dispositivo
eu: Gailua
fa: اَفزاره
fi: Laite
gl: Dispositivo
he: מכשיר
hy: Սարք
id: Perangkat
it: Dispositivo
kk: Құрылғы
ko: 기기 정보
lt: Įrenginyje
lv: Ierīcē
nl: Apparaat
pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sq: Pajisje
sv: Enhet
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh: 设备通知
zh_tw: 設備通知

# preferencesBellNotificationSound
source: Bell notification sound
af: Klokkie kennisgewing klank
ar: صوت التنبيه
be: Гукавое паведамленне
bg: Мелодия за известия
bs: Zvuk obavještenja
ca: So de notificació
cs: Typ zvukového upozornění
da: Notifikationslyd
el: Ειδοποίηση με ήχο από καμπανάκι
eo: Sonorile sciiga sono
es: Sonido de notificación
eu: Kanpaiaren jakinarazpen soinua
fa: صدای اعلان زنگی
fi: Ilmoitusten kilahdusääni
gl: Son da notificación
he: השמע צליל עבור התראות פעמון
hy: Ծանուցումների զանգակի ձայնը
id: Suara pemberitahuan
it: Tono notifica
kk: Қоңыраулы ескерту
ko: 벨 알림 음
lt: Pranešimų varpelio garsas
lv: Paziņojumu skaņa
nl: Meldingsgeluid
pt: Som da notificação
ro: Sunet de notificare
ru: Звук колокольчика уведомлений
sk: Zvuk upozornenia
sl: Zvok obvestila zvonca
sq: Tingull zileje njoftimesh
sv: Klock-notisljud
tr: Çan bildirimi sesi
uk: Звук сповіщення
vi: Âm thanh chuông báo
zh: 通知铃声
zh_tw: 通知鈴聲

# preferencesBlindfold
source: Blindfold
af: Blinddoek
ar: معصوب العينين
bg: Блинд
bs: Povez za oči
ca: A la cega
cs: Páska přes oči
da: Blindskak
el: Τυφλό
es: A ciegas
eu: Itsuka
fa: چشم‌بسته
fi: Sokko
gl: Ás cegas
he: משחק עיוור
it: Alla cieca
ko: 기물 가리기
nl: Geblinddoekt
pt: De olhos vendados
ro: Legat la ochi
ru: Игра вслепую
sk: Naslepo
sl: Šah z zavezanimi očmi
sq: Me sytë lidhur
sv: I blindo
tr: Körleme modu
uk: Наосліп
vi: Bịt mắt
zh: 盲棋
zh_tw: 盲棋

# preferencesShowClockOnTheLeft
source: Show on the left on mobile devices
ru: Показывать слева на мобильных устройствах
vi: Hiện ở bên trái trên thiết bị di động
zh: 在移动设备上左侧显示

# puzzlePuzzles
source: Puzzles
af: Raaisels
ar: الألغاز
az: Tapmacalar
be: Задачы
bg: Задачи
bn: পাজল
bs: Problemi
ca: Problemes
cs: Úlohy
da: Taktikopgaver
el: Γρίφοι
eo: Puzloj
es: Ejercicios
eu: Ariketak
fa: معماها
fi: Tehtävät
gl: Crebacabezas
he: פאזלים
hy: Խնդիրներ
id: Teka-teki
it: Problemi
kk: Жұмбақтар
ko: 퍼즐
lt: Užduotys
lv: Uzdevumi
mk: Загатки
nl: Puzzels
pt: Problemas
ro: Probleme de șah
ru: Задачи
sk: Šachové úlohy
sl: Šahovski problemi
sq: Ushtrime
sr: Проблеми
sv: Problem
tr: Bulmacalar
uk: Задачі
vi: Câu đố
zh: 谜题
zh_tw: 謎題

# puzzlePuzzleThemes
source: Puzzle Themes
af: Raaisel Temas
ar: خصائص الألغاز
az: Tapmaca mövzuları
be: Тэмы задач
bg: Задачи по теми
bn: পাজল থিম
bs: Teme problema
ca: Temàtiques de problemes
cs: Motivy úloh
da: Opgavetemaer
el: Θέματα γρίφων
eo: Puzlaj temoj
es: Ejercicios por temas
eu: Ariketen gaiak
fa: موضوع معما
fi: Tehtävien aiheet
gl: Temas de quebracabezas
he: חידות נושאיות
hy: Խնդիրների թեմաներ
id: Tema teka-teki
it: Problemi a tema
kk: Жұмбақ тақырыптары
ko: 퍼즐 테마
lt: Užduočių temos
lv: Uzdevumu temati
mk: Категории на загатки
nl: Puzzelthema's
pt: Temas de problemas
ro: Teme pentru problemele de șah
ru: Темы задач
sk: Okruhy úloh
sl: Teme ugank
sq: Tema ushtrimesh
sr: Теме проблема
sv: Teman för schackproblem
tr: Bulmaca temaları
uk: Теми задач
vi: Chủ đề câu đố
zh: 训练主题
zh_tw: 謎題主題

# puzzleRecommended
source: Recommended
af: Aanbeveelde
ar: مقترح
az: Tövsiyə edilən
be: Рэкамендаваныя
bg: Препоръчани
bn: প্রস্তাবিত
bs: Preporučeno
ca: Recomanat
cs: Doporučené
da: Anbefalet
el: Προτεινόμενα
eo: Rekomendita
es: Recomendado
eu: Gomendatutakoak
fa: توصیه شده
fi: Suosittelemme
gl: Recomendado
he: מומלץ
hy: Խորհուրդ է տրվում
id: Direkomendasikan
it: Consigliati
kk: Ұсыныстар
ko: 추천
lt: Rekomenduojama
lv: Ieteikumi
mk: Препорачани
nl: Aanbevolen
pt: Recomendado
ro: Recomandare
ru: Рекомендуемые
sk: Odporúčané
sl: Priporočeno
sq: Të rekomanduara
sr: Препоручене
sv: Rekommenderad
tr: Önerilen
uk: Рекомендовані
vi: Được đề xuất
zh: 我们推荐：
zh_tw: 推薦

# puzzlePhases
source: Phases
af: Fases
ar: مراحل
az: Mərhələlər
be: Стадыі гульні
bg: Етапи
bn: পর্যায়
bs: Faze
ca: Fases
cs: Fáze
da: Faser
el: Φάσεις
eo: Fazoj
es: Fases
eu: Faseak
fa: مرحله‌ها
fi: Pelin vaiheet
gl: Fases
he: שלבים
hy: Խաղի փուլեր
id: Tahapan
it: Fasi
kk: Кезеңдер
ko: 단계
lt: Fazės
lv: Posmi
mk: Етапи
nl: Fasen
pt: Fases
ro: Faze
ru: Стадии игры
sk: Fázy
sl: Faze
sq: Faza
sr: Фазе
sv: Faser
tr: Oyun aşamaları
uk: Стадії
vi: Giai đoạn
zh: 对局阶段
zh_tw: 分類

# puzzleMotifs
source: Motifs
af: Redes
ar: الأفكار الرئيسية
az: Motivlər
be: Матывы
bg: Тактики
bn: বিষয়বস্তু
bs: Motivi
ca: Motius
cs: Techniky
da: Motiv
el: Μοτίβα
eo: Motivoj
es: Temas
eu: Gaiak
fa: موضوعات
fi: Motiivit
gl: Motivos
he: מוטיבים
hy: Մոտիվներ
id: Tema
it: Temi
kk: Жағдайлар
ko: 모티브
lt: Motyvai
lv: Motīvi
mk: Мотиви
nl: Motieven
pt: Temas
ro: Motive
ru: Мотивы
sk: Motívy
sl: Motivi
sq: Motive
sv: Motiv
tr: Motifler
uk: Мотиви
vi: Các mô-típ
zh: 战术主题
zh_tw: 主題

# puzzleAdvanced
source: Advanced
af: Gevorderd
ar: خيارات أعمق
az: Ətraflı
be: Прасунутыя
bg: За напреднали
bn: বিস্তারিত
bs: Napredno
ca: Avançat
cs: Pokročilé
da: Avanceret
el: Για προχωρημένους
eo: Progresinta
es: Avanzado
eu: Aurreratua
fa: پیشرفته
fi: Edistyneille
gl: Avanzado
he: מתקדם
hy: Առաջադեմ
id: Lanjut
it: Avanzati
kk: Қосымша
ko: 고급
lt: Pažengusiems
lv: Lietpratējiem
mk: Напредно
nl: Geavanceerd
pt: Avançado
ro: Avansat
ru: Продвинутый
sk: Pokročilé
sl: Napredno
sq: Të mëtejshme
sr: Напредно
sv: Avancerat
tr: İleri düzey
uk: Просунутий
vi: Nâng cao
zh: 高级主题
zh_tw: 高級

# puzzleLengths
source: Lengths
af: Lengtes
ar: الأطوال
az: Uzunluq
be: Колькасць хадоў
bg: Дължини
bn: দৈর্ঘ্য
bs: Dužine
ca: Durada
cs: Délka
da: Længder
el: Μήκος τακτικού
eo: Longecoj
es: Duración
eu: Luzera
fa: تعداد حرکات
fi: Pituudet
gl: Duración
he: אורך
hy: Քայլերի քանակը
id: Panjang
it: Per lunghezza
kk: Ұзындық
ko: 길이
lt: Ilgiai
lv: Garumi
mk: Должина
nl: Duur
pt: Comprimentos
ro: Lungimi
ru: Количество ходов
sk: Dĺžka
sl: Dolžine
sq: Gjatësi
sr: Дужина
sv: Längd
tr: Uzunluğa göre
uk: Довжина
vi: Thời lượng
zh: 题目长度
zh_tw: 長度

# puzzleMates
source: Mates
af: Matte
ar: الحلفاء
az: Matlar
be: Маты
bg: Матове
bn: চেকমেট নিদর্শন
bs: Matovi
ca: Mats
cs: Maty
da: Matter
el: Ματ
eo: Matoj
eu: Mateak
fa: مات‌ها
fi: Matit
he: מט
hy: Մատեր
id: Mat
it: Matti
kk: Маттар
ko: 체크메이트
lt: Matai
lv: Mati
mk: Матови
nl: Schaakmat
pt: Xeque-mates
ro: Mate
ru: Маты
sk: Mat
sl: Mati
sq: Mate
sr: Матови
sv: Mattar
tr: Matlar
uk: Мати
vi: Chiếu hết
zh: 将杀
zh_tw: 將軍

# puzzleMateThemes
source: Mate themes
ca: Temes de mat
el: Θέματα ματ
es: Temas de mate
it: Matti tematici
nl: Matsituaties
ru: Разновидности матов
sk: Matové okruhy
vi: Chủ đề chiếu hết
zh: 将杀主题
