Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaHowDoesItEnd
source: How does it end?
af: Hoe eindig dit?
ar: كيف تنتهي البطولة؟
az: Necə başa çatır?
be: Калі турнір сканчаецца?
bg: Как свършва турнирът?
bn: কিভাবে এটা শেষ হবে?
bs: Kako turnir završava?
ca: Com acaba?
cs: Jak turnaj končí?
da: Hvordan afsluttes det?
el: Πως τελειώνει;
eo: Kiel finiĝas?
es: ¿Cuándo termina?
eu: Nola bukatzen da?
fa: چگونه به پایان می رسد؟
fi: Kuinka turnaus päättyy?
gl: Como remata?
he: איך מסתיימת התחרות?
hy: Ինչպե՞ս է ավարտվում մրցաշարը
id: Bagaimana cara berakhirnya?
it: Come finisce il torneo?
kk: Қалай аяқталады?
ko: 토너먼트는 어떻게 종료됩니까?
lt: Kaip jis baigiasi?
lv: Kā turnīri beidzas?
mk: Како завршува турнирот?
nl: Hoe eindigt het?
pt: Como é que termina?
ro: Cum se termină?
ru: Как завершается турнир?
sk: Ako turnaj končí?
sl: Kako se zaključi?
sq: Si përfundon tournament?
sr: Како се завршава?
sv: Hur slutar turneringen?
tr: Turnuva nasıl sona erer?
uk: Як завершується турнір?
vi: Giải kết thúc ra sao?
zh: 锦标赛如何结束？
zh_tw: 錦標賽何時會結束？

# arenaHowDoesItEndAnswer
source: The tournament has a countdown clock. When it reaches zero, the tournament rankings are frozen, and the winner is announced. Games in progress must be finished, however, they don't count for the tournament.
af: Die toernooi het 'n aftel klok. Wanneer dit nul bereik, word die toernooi se graderinge gevries en die wenner word aangekondig. Spelle wat nog besig is moet voltooi word, maar dit tel nie meer vir die toernooi nie.
ar: للبطولة ساعة عد تنازلي. عندما تصل إلى الصفر، يتم تجميد ترتيب مراكز البطولة، ويتم الإعلان عن الفائز. يجب أن يتم الانتهاء من المباريات قيد اللعب، ومع ذلك فإنها لا تحتسب نتائجها في البطولة.
az: Turnirin başa çatma vaxtı var. Vaxt başa çatdıqda turnir sıralaması dondurulur və qalib elan edilir. Davam edən oyunlar başa çatmalıdır, lakin bu oyunlar turnirə daxil edilməz.
be: У кожным турніры вядзецца зваротны адлік па часе. Калі ён дасягае нуля, балы турніру замарожваюцца, пасля чаго агалошваецца пераможца. Калі раптам у гэты момант будуць праходзіць гульні, іх трэба будзе скончыць, але яны ўжо не паўплываюць на вынік турніру.
bg: Турнирът има часовник за обратно броене. Когато той достигне нула, класирането се замразява и победителят бива провъзгласен. Незавършените игри в края на турнира трябва да приключат, но те няма да се броят за турнира.
bn: প্রতিযোগিতার একটি কাউন্টডাউন আছে. যখন এটা শূন্যতে পৌওছায়, যখন প্রতিযোগিতার অনুপাতে জমে, এবং বিজয়ীকে ঘোষনা করা হয়. এই খেলায় অগ্রগতি শেষ হতে হবে, যাইহক তারা প্রতিযোগিতার জন্য গণনা করতে পারবেনা.
bs: Turnir ima ograničeno vrijeme. Kada sat koji odbrojava to vrijeme dođe do nule, turnirski rezultati se zamrzavaju i proglašava se pobjednik. Partije, koje su još u toku, se moraju završiti, ali se one ne računaju za turnir.
ca: El torneig té un rellotge de compte enrere. Quan arribi a zero, es congelen les classificacions del torneig i es proclama el guanyador. Les partides que estiguin en joc han d'acabar, tot i que no compten per al resultat del torneig.
cs: Turnaj má hodiny s časovým odpočtem. Jakmile dosáhnou nuly, je žebříček turnaje zmrazen a je vyhlášen vítěz. Nedokončené hry se musí dohrát, ale nezapočítávají se již do turnajových výsledků.
da: Turneringen har et nedtællingsur. Når det rammer nul fastfryses turneringsplaceringer, og en vinder kåres. Igangværende partier skal spilles færdig, men de tæller ikke med i turneringen.
el: Το τουρνουά έχει ρολόι αντίστροφης μέτρησης. Όταν αυτό φτάσει στο μηδέν, η βαθμολογίες των παικτών κλειδώνουν, και αναδεικνύεται ο νικητής. Οι παρτίδες σε εξέλιξη πρέπει να ολοκληρωθούν, ωστόσο το αποτέλεσμα τους δεν μετράει για το πρωτάθλημα.
eo: La turniro havas kalkuleran horloĝon. Kiam ĝi atingas nulon, la turniroj estas frostigitaj, kaj la gajninto estas anoncita. Ludoj en progreso devas esti finitaj, tamen ili ne kalkulas por la turniro.
es: El torneo tiene un reloj de cuenta regresiva. Cuando llegue a cero, se congelan las clasificaciones del torneo y se proclama el ganador. Las partidas que estén en juego deben terminarse, aunque no cuentan para el resultado del torneo.
eu: Txapelketak atzerako kontagailua du. Zerora iristean, txapelketaren sailkapena bere horretan gordeko da eta irabazlea nor den jakinaraziko da. Jokoan daduden partidak bukatu egin beharko dira nahiz eta ez duten txapelketarako kontatuko.
fa: این مسابقات دارای یک ساعت معکوس است. وقتی به صفر رسید، رتبه‌بندی مسابقات ثابت می‌شود و برنده اعلام می‌شود. بازی‌های ناپایان، باید به پایان رسند، با این حال، آنها جز مسابقات شمرده نمی‌شوند.
fi: Turnauksella on kohti nollaa juokseva ajastin. Kun se menee nollaan, turnauksen sijoitukset virallistetaan ja voittaja julistetaan. Käynnissä olevat pelit tulee pelata loppuun, mutta ne eivät vaikuta sijoituksiin turnauksessa.
gl: O torneo ten un reloxo cunha conta atrás. Cando chega a cero, a clasificación do torneo conxélase e proclámase o gañador. Malia que as partidas en curso deben rematar, non contan para a clasificación do torneo.
he: לכל תחרות יש ספירת זמן יורדת. בהתאפס הזמן, שינויי הדרוג נעצרים ומוכרז המנצח. אחרי מועד זה, יש להשלים את המשחקים שלא הסתיימו, אך אלה לא ייחשבו במסגרת התחרות.
hy: Մրցաշարում գործում է ժամանակի հետհաշվարկ։ Երբ այն հասնում է զրոյի, մրցաշարային միավորները սառեցվում են, և հայտարարվում է հաղթողը։ Այդ պահին խաղացվող բոլոր պարտիաները պետք է ավարտվեն (և եթե մրցաշարը վարկանիշային է, կազդեն վարկանիշի վրա), բայց մրցաշարում դրանք չեն հաշվարկվի։
id: Turnamen memiliki jam hitung mundur. Ketika mencapai nol, peringkat turnamen dibekukan dan pemenang diumumkan. Permainan berlangsung harus selesai, namun mereka tidak masuk hitungan untuk turnamen.
it: Il torneo ha un limite di tempo. Quando il tempo scade, le classifiche del torneo vengono bloccate e viene proclamato il vincitore. Le partite ancora in corso continueranno, ma non varranno ai fini del torneo.
kk: Жарыстың шектелген бір ұзақтығы бар. Ол біткенде, орын үлестіру тоқталып, жеңімпаз жария болады. Ойналып жатқан ойындар аяғына дейін жетуі тиіс, бірақ нәтижеге әсері болмайды.
ko: 토너먼트에는 시간 제한이 있습니다. 남은 시간이 0이 되었을 때, 토너먼트 순위가 결정되고, 승자가 발표됩니다. 이 경우에, 진행중인 게임은 끝까지 두실 수 있지만, 토너먼트의 결과에는 영향을 주지 않습니다.
lt: Turnyras turi atgalinio skaičiavimo laikmatį. Jam pasiekus nulį, turnyro statistika užšaldoma bei paskelbiamas laimėtojas. Dar vykstančios partijos privalo būti užbaigtos, tačiau jos nebesiskaičiuoja turnyrui.
lv: Turnīram ir laika atpakaļskaitīšanas pulkstenis. Kad tas sasniedz nulli, turnīra tabula tiek iesaldēta un tiek paziņots uzvarētājs. Iesāktās spēles tiek pabeigtas, taču tās vairs netiek ieskaitītas turnīra rezultātā.
mk: Турнирот има часовник што одбројува. Кога тој ќе стигне на 0, рангирањето се замрзнува и се прогласува победникот. Партиите кои се во тек мораат да бидат завршени, во спротивно тие нема да се вбројат во рангирањето.
nl: Het toernooi heeft een klok die aftelt. Wanneer die klok de nul bereikt, wordt het klassement van het toernooi bevroren en wordt de winnaar aangekondigd. Partijen die nog aan de gang zijn moeten uitgespeeld worden, maar tellen niet meer mee voor de rangschikking in het toernooi.
pt: O torneio tem um relógio de contagem decrescente. Quando chega a zero, as classificações do torneio são congeladas, e o vencedor é anunciado. Os jogos a decorrer têm de ser terminados, contudo, estes não contam para o torneio.
ro: Competiția are o limită de timp. Când ajunge la zero, scorurile din competiție sunt înghețate și câștigătorul este anunțat. Meciurile în desfășurare trebuie terminate, deși nu sunt luate în considerare pentru competiție.
ru: В турнире установлен обратный отсчёт времени. Когда он достигает нуля, очки в турнире замораживаются, и объявляется победитель. Все партии, играющиеся в этот момент, должны быть закончены (и повлияют на рейтинг, если турнир рейтинговый), однако они не засчитываются в турнире.
sk: Dĺžku turnaja merajú hodiny s časovým odpočítavaním. Keď dosiahnu nulu, turnajový rebríček sa zmrazí a vyhlási sa víťaz. Rozohrané partie sa musia dohrať, avšak neovplyvnia už výsledok turnaja.
sl: Turnir ima omejen čas. Ko se izteče se trenutna razvrstitev zamrzne in se razglasi zmagovalca. Partije ki potekajo se morajo zaključiti, vendar ne vplivajo na končno razvrstitev.
sq: Turneu ka një sahat mbarimi kohe. Kur shkon në zero, renditja e turneut ngrin dhe shpallet fituesi. Lojërat në zhvillim e sipër duhen përfunduar, por nuk llogariten për turneun.
sr: Турнир има сат који одбројава. Када сат достигне нула, турнирска лествица се залеђује и победник је проглашен. Партије у току морају бити завршене, међутим, оне се нерачунају за турнир.
sv: Turneringen har en tidsnedräkning. När den nått noll, fryses turneringsplaceringarna och vinnaren annonseras. Turneringspartier som då pågår spelas klart men poängen räknas inte in i turneringsresultatet.
tr: Turnuvanın belirli bir süresi vardır. Bu süre bittiğinde sıralamalar kilitlenir ve kazanlar ilan edilir. Devam etmekte olan oyunların bitirilmesi gerekir ancak bu oyunlar turnuvaya dahil edilmez.
uk: Турнір має таймер зворотнього відліку. Коли він досягає нуля, позиції в турнірі фіксуються та оголошується переможець. Ігри, які ще тривають, мають завершитися, хоча вони не зарахуються.
vi: Giải đấu có đồng hồ đếm ngược. Khi hết giờ, thứ hạng trong giải đấu sẽ giữ nguyên và người thắng cuộc sẽ được công bố. Các ván đang chơi phải được hoàn thành, nhưng chúng không được tính cho giải đấu nữa.
zh: 锦标赛有一个倒计时时钟。当它归零时，锦标赛排名将冻结，并宣布获胜者。进行中的对局必须完成，但它们不计入锦标赛成绩。
zh_tw: 每場錦標賽都會有一個倒數計時器，當它歸零時，錦標賽的排名就會固定，排名將會被顯示。如果有比賽在錦標賽結束後還沒完成，您還是得完成它，但是積分將不會被算進錦標賽的積分裡。

# arenaOtherRules
source: Other important rules
af: Ander belangrike reëls
ar: قواعد أخرى هامة
az: Digər vacib qaydalar
be: Іншыя важныя правілы
bg: Други важни правила
bn: অন্যান্য গুরুত্বপূর্ন নিয়ম
bs: Ostala važna pravila
ca: Altres normes importants
cs: Další důležitá pravidla
da: Andre vigtige regler
el: Άλλοι σημαντικοί κανόνες
eo: Aliaj gravaj reguloj.
es: Otras reglas importantes
eu: Beste arau garrantzitsu batzuk
fa: قوانین مهم دیگر
fi: Muita tärkeitä sääntöjä
gl: Outras regras importantes
he: חוקים חשובים נוספים
hy: Կարևոր այլ կանոններ
id: Aturan penting lainnya
it: Altre regole importanti
kk: Басқа маңызды ережелер
ko: 그 외 중요한 규칙
lt: Kitos svarbios taisyklės
lv: Citi svarīgi noteikumi
mk: Останати важни правила
nl: Andere belangrijke regels
pt: Outras regras importantes
ro: Alte reguli importante
ru: Другие важные правила
sk: Ďalšie dôležité pravidlá
sl: Druga pomembna pravila
sq: Rregulla të tjera të rëndësishme
sr: Остала важна правила
sv: Andra viktiga regler.
tr: Diğer önemli kurallar
uk: Інші важливі правила
vi: Các quy định quan trọng khác
zh: 其他重要规则
zh_tw: 其他重要的規則

# arenaThereIsACountdown
source: There is a countdown for your first move. Failing to make a move within this time will forfeit the game to your opponent.
af: Daar word afgetel vir jou eerste skuif. As jy nie binne daardie tydlimiet skuif nie, verbeur jy die spel aan jou opponent.
ar: هناك عد تنازلي لخطوتك الأولى. الفشل في اتخاذ خطوة خلال هذا الوقت ستخسر اللعبة لصالح خصمك.
az: İlk gedişinizi etmək üçün müəyyən bir vaxt var. Bu vaxt ərzində bir gediş etməmək rəqibin qalibiyyətiylə nəticələnəcək.
be: Тут ёсць зваротны адлік для вашага першага ходу. Калі вы не зробіце ход за гэты час, то перамога будзе прысуджана вашаму суперніку.
bg: Имате ограничено време за първия Ви ход. Ако не направите ход преди да изтече времето, ще загубите партията.
bn: আপনার প্রথম চালের জন্য সময় গণনা শুরু হবে। এই সময়ের মধ্যে চাল না দিলে সময় আপনার খেলাকে প্রতিপক্ষের কাছে বাজেয়াপ্ত করে দেবে।
bs: Imate ograničeno vrijeme za prvi potez. Ako ne napravite potez u predviđenom roku, ​​vaš protivnik će biti proglašen pobjednikom ove partije.
ca: Hi ha un compte enrere per al primer moviment. Si no fas el primer moviment dins el temps, perds la partida.
cs: Než uděláte svůj první tah, běží časový odpočet. Pokud nestihnete během odpočtu udělat svůj první tah, partii prohrajete.
da: Der er en nedtælling på dit første træk. Laver du ikke et træk i tide, er partiet tabt til din modstander.
el: Υπάρχει αντίστροφη μέτρηση για την πρώτη κίνηση. Εάν δεν κάνετε την πρώτη σας κίνηση μέσα σε αυτό το χρονικό διάστημα θα χάσετε αυτόματα την παρτίδα.
eo: Estas retronombrado por via unua movo. Malsukceso fari movon en ĉi tiu tempo forigos la ludon al via kontraŭulo.
es: Hay una cuenta regresiva para el primer movimiento. Si no haces el primer movimiento dentro del tiempo, pierdes la partida.
eu: Lehenengo jokaldia egiteko denbora muga dago. Jokaldia denbora hori igaro aurretik egiten ez baduzu, partida galdutzat emango dizugu.
fa: برای اولین حرکت شما یک شمارش معکوس وجود دارد. اگر در این زمان نتوانید حرکت خود را انجام دهید، بازی برای حریف شما باطل خواهد شد.
fi: Ensimmäiselle siirrolle on lähtölaskenta. Jos ei tee siirtoa sinä aikana, peli tuomitaan vastustajan hyväksi.
gl: Hai unha conta atrás para a túa primeira xogada. Non executala neste tempo dará a vitoria ao teu opoñente.
he: ישנו זמן מוגבל עבור המהלך הראשון שלך. אם לא יבוצע מהלך עד סוף הזמן, המשחק יגמר בהפסד.
hy: Ժամանակի հետհաշվարկը մինչև Ձեր առաջին քայլն է։ Եթե ​​այդ ընթացքում քայլ չկատարեք, ապա հաղթանակը կշնորհվի մրցակցին։
id: Ada hitungan mundur untuk langkah pertama Anda. Gagal melakukan gerakan dalam waktu ini akan kehilangan permainan untuk lawan Anda.
it: Se non fai la prima mossa entro il conto alla rovescia, il tuo avversario vincerà la partita per forfait.
kk: Бұл бірінші жүріске берілген уақыт санағышы. Осы уақытта жүріс жасалмаса, ойын қарсыластың пайдасына аяқталады.
ko: 당신의 첫 수에 카운트다운이 있습니다. 첫 수를 이 시간 내에 두지 않으면 게임에서 지게 됩니다.
lt: Jūsų pirmajam ėjimui yra laiko limitas. Jei per šį laiką neatliksite ėjimo, jūsų varžovui bus įskaityta pergalė.
lv: Jūsu pirmajam gājienam ir laika limits. Ja neizdosies šajā laikā iziet gājienu, spēli būsiet zaudējis.
mk: Времето се одбројува за вашиот прв потег. Доколку не направите потег во рамките на времето, ќе ја загубите партијата.
nl: Er wordt afgeteld voor je eerste zet doet. Als je binnen deze tijd geen zet doet, verlies je de partij.
pt: Existe um tempo limite para a primeira jogada. Se um jogador não a fizer dentro deste tempo, a vitória irá para o seu adversário.
ro: Există o numărătoare inversă pentru prima dvs. mutare. Lipsa unei mutări în această limită de timp va duce la abandonarea meciului.
ru: Обратный отсчёт до вашего первого хода. Если вы не сделаете ход за это время, победа будет присуждена сопернику.
sk: Pre Váš prvý ťah sme spustili odpočítavanie. Nevykonanie ťahu bude mať za následok kontumáciu partie v prospech protihráča.
sl: S prvo potezo se začne odštevanje. Če poteze ne potegnete znotraj tega časa, bo partija predana v korist nasprotnika.
sq: Ka një kufi kohor për lëvizjen tuaj të parë. Nëse nuk bëni një lëvizje brenda kësaj kohe, fitorja i jepet kundërshtarit tuaj.
sr: Постоји одбројавање за твој први потез. Не прављење потеза у овом периоду ће предати партију твом противнику.
sv: Det finns en nedräkning för ditt första drag. Om du inte gör ett drag inom denna tid kommer du att förlora partiet.
tr: İlk hamlenizi yapmanız için bir geri sayım vardır. Verilen süre içinde bir hamle yapmadığınız takdirde rakibiniz galip sayılır.
uk: Існує зворотний відлік для вашого першого ходу. Якщо ви не зробите хід протягом цього часу, то ви програєте.
vi: Sẽ có thời gian đếm ngược cho nước cờ đầu tiên của bạn. Không thực hiện nước cờ trong thời gian này sẽ tính là bỏ cuộc và đối thủ của bạn sẽ được xử thắng.
zh: 您走第一步棋有时间限制。未在此时间内走棋将判您负于对手。
zh_tw: 在您開始您的第一步棋前將會有一個倒數計時器，在倒數結束前如果沒有下出您的第一步，您的對手將會直接獲勝

# arenaThisIsPrivate
source: This is a private tournament
af: Hierdie is 'n privaat toernooi
ar: هذه بطولة خاصة
az: Bu özəl turnirdir
be: Гэта прыватны турнір
bg: Това е частен турнир
bn: এটা হয় একটি ব্যক্তিগত প্রতিযোগিতা
bs: Ovo je privatni turnir
ca: Aquest és un torneig privat
cs: Toto je soukromý turnaj
da: Dette er en privat turnering
el: Αυτό το τουρνουά είναι ιδιωτικό
eo: Tio estas privata turniro
es: Este es un torneo privado
eu: Hau txapelketa pribatua da
fa: این یک مسابقهٔ خصوصی است
fi: Turnaus on yksityinen
gl: Este é un torneo privado
he: זהו טורניר פרטי
hy: Սա փակ մրցաշար է
id: Ini adalah sebuah turnamen privat
it: Questo torneo è privato
kk: Бұл оңаша жарыс
ko: 이 토너먼트는 비공개 토너먼트 입니다.
lt: Tai yra privatus turnyras
lv: Šis ir privāts turnīrs
mk: Ова е приватен турнир
nl: Dit is een privétoernooi
pt: Este é um torneio privado
ro: Aceasta este o competiție privată
ru: Это закрытый турнир
sk: Toto je uzavretý turnaj
sl: Ta turnir je zaseben
sq: Ky është një turne privat
sr: Ово је приватни турнир
sv: Detta är en privat turnering
tr: Bu özel bir turnuvadır
uk: Це приватний турнір
vi: Đây là giải đấu riêng tư
zh: 这是私人锦标赛
zh_tw: 這是一個私人的錦標賽

# arenaShareUrl
source: Share this URL to let people join: {param}
af: Deel hierdie URL om mense te laat aansluit: {param}
ar: شارك الرابط لتسمح للناس بالإنضمام: {param}
az: Dəvət etmək üçün, linki paylaş: {param}
be: Падзяліцеся гэтай спасылкай, каб запрасіць гульцоў: {param}
bg: Споделете този URL, за да поканите някого: {param}
bn: মানুষদের যোগ দিতে এই URL শেয়ার করুন: {param}
bs: Podijelite ovaj link da se ljudi mogu pridružiti: {param}
ca: Comparteix aquest enllaç perquè altres persones s'uneixin: {param}
cs: Sdílejte tuto adresu URL, aby se mohli lidé připojit: {param}
da: Del denne URL for at lade folk deltage: {param}
el: Μοιραστείτε αυτήν την διεύθυνση URL για να συμμετάσχουν άλλα άτομα: {param}
eo: Kunhavigu ĉi tiun URLon por lasi homojn aliĝi: {param}
es: Comparte este enlace para que otras personas se unan: {param}
eu: Partekatu helbide hau jendeak parte har dezan: {param}
fa: این وب‌نشانی را برای پیوستن دیگران به اشتراک گذارید: {param}
fi: Anna osallistujille tämä URL, jolla turnaukseen pääsee: {param}
gl: Comparte este URL para que a xente se una: {param}
he: פרסם אתר זה למציאת חברים נוספים: {param}
hy: Խաղացողների հրավիրելու համար տարածիր այս հղումը՝ {param}
id: Berbagi URL ini agar orang lain bisa bergabung: {param}
it: Condividi questo URL per permettere alle persone di unirsi: {param}
kk: Адамдар қосылсын десеңіз, осы URL-мен бөлісіңіз: {param}
ko: 모두가 참여할 수 있게 이 URL을 공유해 주세요: {param}
lt: Pasidalinkite šiuo adresu su žaidėjais: {param}
lv: Dalies ar šo saiti lai citi pievienotos: {param}
mk: Споделете го URL-то за да поканите некого: {param}
nl: Deel deze URL om mensen deel te laten nemen: {param}
pt: Partilha este link para que as pessoas possam entrar: {param}
ro: Distribuie acest URL pentru a lăsa oamenii să se alăture: {param}
ru: Поделитесь этой ссылкой, чтоб пригласить игроков: {param}
sk: Zdieľaním tejto adresy umožníte ľuďom účasť v turnaji: {param}
sl: Delite ta URL, da se igralci lahko pridružijo: {param}
sq: Jepeni këtë URL që të lejoni persona të marrin pjesë: {param}
sr: Подели овај линк како би допустито/ла људима да се придруже: {param}
sv: Dela denna länk för att låta spelare delta: {param}
tr: Arkadaşlarını davet etmek için bu URL'yi kullanabilirsin: {param}
uk: Поділіться цим посиланням, щоб запросити гравців приєднатися: {param}
vi: Chia sẻ URL này để mọi người tham gia: {param}
zh: 分享此链接以允许他人加入：{param}
zh_tw: 分享這個網址讓其他人加入這場錦標賽：{param}
