Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# stormThisRunHasExpired
source: This run has expired!
af: Hierdie lopie het versper!
ar: انتهت صلاحية هذا السباق!
be: Гэта спроба скончылася!
bg: Времето за този опит изтече!
bs: Ova runda je istekla!
ca: Aquesta ronda ha caducat!
cs: Tento závod byl již smazán!
da: Denne runde er afsluttet!
el: Αυτός ο γύρος έχει λήξει!
eo: Ĉi tiu kuro eksvalidiĝis!
es: ¡Se acabó el tiempo!
eu: Lasterketa hau iraungi egin da!
fa: وقت به پایان رسیده است!
fi: Tämä sarja on vanhentunut!
gl: Esta quenda rematou!
he: המרוץ הסתיים!
hy: Այս շարքի ժամանակը սպառվե՛լ է:
id: Sesi ini telah kedaluwarsa!
it: Questa serie è scaduta!
kk: Бұл бәйгенің мерзімі бітті!
ko: 이 도전은 만료되었습니다!
lt: Ši eilė pasibaigė!
lv: Šai pužļu spēlei beidzies termiņš!
nl: Deze sessie is verlopen!
pt: Esta sessão expirou!
ro: Această rundă a expirat!
ru: Время этой серии истекло!
sk: Čas tohto kola vypršal!
sl: Ta tek je potekel!
sq: Ky raund ka skaduar!
sv: Detta loppet har löpt ut!
tr: Bu çalışmanın süresi doldu!
uk: Час цієї серії минув!
vi: Lượt đua này đã quá hạn!
zh: 此挑战已过期！
zh_tw: 本輪已過期！

# stormThisRunWasOpenedInAnotherTab
source: This run was opened in another tab!
af: Hierdie lopie was oop in 'n ander oortjie!
ar: تم فتح هذا السباق في علامة تبويب أخرى!
be: Гэта спроба адкрыта ў іншай укладцы!
bg: Този опит беше отворен в друг таб!
bs: Ova runda je otvorena u drugoj kartici!
ca: Aquesta ronda s'ha obert a una altra pestanya!
cs: Váš závod byl otevřen na další stránce!
da: Denne runde blev åbnet i en anden fane!
el: Αυτός ο γύρος είναι ανοιχτός σε άλλη καρτέλα!
eo: Ĉi tiu kuro estis malfermita en alia langeto!
es: ¡Esta ronda fue abierta en otra pestaña!
eu: Lasterketa hau beste fitxa baten zabaldu da!
fa: این دور، در زبانه دیگری باز شده بود!
fi: Tämä sarja on avattu toiseen välilehteen!
gl: Esta quenda foi aberta noutra lapela!
he: המרוץ הזה נפתח בחלון אחר!
hy: Այս շարքը բացվել է մեկ ա՛յլ ներդիրում:
id: Sesi ini dibuka di tab lain!
it: Questa serie è stata aperta in un'altra scheda!
kk: Бұл бәйге басқа бетте ашылған!
ko: 이 도전은 다른 탭에서 열렸습니다!
lt: Ši eilė atidaryta kitoje kortelėje!
lv: Šī pužļu spēle tikusi atvērta citā cilnē!
nl: Deze sessie is geopend in een ander tabblad!
pt: Esta sessão foi aberta noutra aba!
ro: Runda a fost deschisă într-o altă filă!
ru: Эта серия была открыта в другой вкладке!
sk: Toto kolo ste otvorili v inej záložke!
sl: Ta tek je odprt v drugem zavihku!
sq: Ky raund qe hapur në një tjetër skedë!
sv: Denna loppet har öppnats i en annan flik!
tr: Bu çalışma başka sekmede açılmış!
uk: Ця серія була відкрита у іншій вкладці!
vi: Lượt đua này đang được mở trong một tab khác!
zh: 此挑战已在其他标签页打开！
zh_tw: 本輪已經在另一個分頁中打開！

# stormXRuns
source: {count, plural, =1{1 run} other{{count} runs}}
af: {count, plural, =1{1 lopie} other{{count} lopies}}
ar: {count, plural, =0{لا جولات} =1{جولة واحدة} =2{جولتان} few{{count} جولات} many{{count} جولة} other{{count} جولة}}
az: {count, plural, =1{1 cəhd} other{{count} cəhd}}
be: {count, plural, =1{1 спроба} few{{count} спробы} many{{count} спробаў} other{{count} спробаў}}
bg: {count, plural, =1{1 опит} other{{count} опита}}
bn: {count, plural, =1{১ দউর} other{{count} দউর}}
bs: {count, plural, =1{Jedna runda} few{{count} rundi} other{{count} rundi}}
ca: {count, plural, =1{Un intent} other{{count} intents}}
cs: {count, plural, =1{1 pokus} few{{count} pokusy} many{{count} pokusů} other{{count} pokusů}}
da: {count, plural, =1{Første runde} other{{count} runder}}
el: {count, plural, =1{1 γύρος} other{{count} γύροι}}
eo: {count, plural, =1{1 kuro} other{{count} kuroj}}
es: {count, plural, =1{1 ronda} other{{count} rondas}}
eu: {count, plural, =1{Saiakera 1} other{{count} saiakera}}
fa: {count, plural, =1{یک دور} other{{count} دور}}
fi: {count, plural, =1{1 sarja} other{{count} sarjaa}}
gl: {count, plural, =1{1 quenda} other{{count} quendas}}
he: {count, plural, =1{ניסיון אחד} =2{{count} ניסיונות} many{{count} ניסיונות} other{{count} נסיונות}}
hy: {count, plural, =1{1 փորձ} other{{count} փորձ}}
id: {count, plural, other{{count} berjalan}}
it: {count, plural, =1{1 tentativo} other{{count} tentativi}}
kk: {count, plural, =1{1 кезең} other{{count} кезең}}
ko: {count, plural, other{{count}번 도전}}
lt: {count, plural, =1{1 eilė} few{{count} eilės} many{{count} eilės} other{{count} eilių}}
lv: {count, plural, =0{{count} izspēlēšanas} =1{{count} izspēlēšana} other{{count} izspēlēšanas}}
nl: {count, plural, =1{1 sessie} other{{count} sessies}}
pt: {count, plural, =1{1 partida} other{{count} tentativas}}
ro: {count, plural, =1{O încercare} few{{count} încercări} other{{count} încercări}}
ru: {count, plural, =1{1 попытка} few{{count} попытки} many{{count} попыток} other{{count} попыток}}
sk: {count, plural, =1{1 kolo} few{{count} kolá} many{{count} kôl} other{{count} kôl}}
sl: {count, plural, =1{1 poskus} =2{{count} poskusa} few{{count} poskusi} other{{count} poskusov}}
sq: {count, plural, =1{1 raund} other{{count} raunde}}
sr: {count, plural, =1{1 рунда} few{{count} рунде} other{{count} рунди}}
sv: {count, plural, =1{1 försök} other{{count} försök}}
tr: {count, plural, =1{1 tur} other{{count} tur}}
uk: {count, plural, =1{1 серія} few{{count} серії} many{{count} серій} other{{count} серій}}
vi: {count, plural, other{{count} lần chơi}}
zh: {count, plural, other{{count} 次挑战}}
zh_tw: {count, plural, other{{count}輪}}

# stormPlayedNbRunsOfPuzzleStorm
source: {count, plural, =1{Played one run of {param2}} other{Played {count} runs of {param2}}}
af: {count, plural, =1{Speel een lopie van {param2}} other{Speel {count} lopies van {param2}}}
ar: {count, plural, =0{لم تلعب أي جولة {param2}} =1{لعبت جولة واحدة من {param2}} =2{لعبت جولتين من {param2}} few{لعبت {count} جولات من {param2}} many{لعبت {count} جولة من {param2}} other{لعبت {count} جولة من {param2}}}
az: {count, plural, =1{Bir dəfə {param2} oynadı} other{{count} dəfə {param2} oynadı}}
be: {count, plural, =1{Выкарастана адна з {param2} спроб} few{Выкарастана {count} з {param2} спроб} many{Выкарастана {count} з {param2} спробаў} other{Выкарастана {count} з {param2} спробаў}}
bg: {count, plural, =1{Изигран един опит от {param2}} other{Изиграни {count} опита от {param2}}}
bs: {count, plural, =1{Odigrao jednu rundu od {param2}} few{Odigrao {count} rundi od {param2}} other{Odigrao {count} rundi {param2}}}
ca: {count, plural, =1{Ha jugat una ronda de {param2}} other{Ha jugat {count} rondes de {param2}}}
cs: {count, plural, =1{Odehrán jeden {param2}} few{Odehrány {count} pokusy {param2}} many{Odehráno {count} her {param2}} other{Odehráno {count} běhů z {param2}}}
da: {count, plural, =1{Spillede en runde af {param2}} other{Spillede {count} runder af {param2}}}
el: {count, plural, =1{Έπαιξε έναν γύρο {param2}} other{Έπαιξε {count} γύρους {param2}}}
eo: {count, plural, =1{Ludis unu kuron de {param2}} other{Ludis {count} kurojn de {param2}}}
es: {count, plural, =1{Has jugado una ronda de {param2}} other{Has jugado {count} rondas de {param2}}}
eu: {count, plural, =1{{param2} ariketaren saiakera bat egin duzu} other{{param2} ariketaren {count} saiakera egin dituzu}}
fa: {count, plural, =1{یک دور از {param2} بازی شد} other{{count} دور از {param2} بازی شد}}
fi: {count, plural, =1{Pelasi yhden sarjan {param2}ia} other{Pelasi {count} sarjaa {param2}ia}}
gl: {count, plural, =1{Xogou unha quenda de {param2}} other{Xogou {count} quendas de {param2}}}
he: {count, plural, =1{שוחקה ריצה אחת של {param2}} =2{שוחקו {count} ריצות של {param2}} many{שוחקו {count} ריצות של {param2}} other{שוחקו {count} ריצות של {param2}}}
hy: {count, plural, =1{Խաղացվել է մեկ շարք {param2}-ում} other{Խաղացվել է {count} շարք {param2}-ում}}
id: {count, plural, other{Memainkan {count} kali {param2}}}
it: {count, plural, =1{Ha fatto un tentativo di {param2}} other{Ha fatto {count} tentativi di {param2}}}
kk: {count, plural, =1{{param2} кезеңнің бірі ойналды} other{{param2} кезеңнің {count} ойналды}}
ko: {count, plural, other{{param2} 중{count}개 플레이함}}
lt: {count, plural, =1{Žaista viena {param2} eilė} few{Žaistos {count} {param2} eilės} many{Žaista {count} {param2} eilės} other{Žaista {count} {param2} eilių}}
lv: {count, plural, =0{Izspēlēja {param2} {count} reizes} =1{Izspēlēja {param2} {count} reizi} other{Izspēlēja {param2} {count} reizes}}
nl: {count, plural, =1{Eén sessie {param2} gespeeld} other{{count} sessies {param2} gespeeld}}
pt: {count, plural, =1{Jogou uma partida de {param2}} other{Jogou {count} partidas de {param2}}}
ro: {count, plural, =1{A jucat o încercare de {param2}} few{A jucat {count} încercări de {param2}} other{A jucat {count} încercări de {param2}}}
ru: {count, plural, =1{Сыграна {count} серия в {param2}} few{Сыграны {count} серии в {param2}} many{Сыграны {count} серий в {param2}} other{Сыграно {count} серий в {param2}}}
sk: {count, plural, =1{Odohrané jedeno kolo {param2}} few{Obohrané {count} kolá {param2}} many{Odohraných {count} kôl {param2}} other{Odohraných {count} kôl {param2}}}
sl: {count, plural, =1{Opravljen en poskus {param2}} =2{Opravljena {count} poskusa {param2}} few{Opravljeni {count} poskusi {param2}} other{Opravljenih {count} poskusov {param2}}}
sq: {count, plural, =1{Luajti një raund nga {param2}} other{Luajti {count} raunde nga {param2}}}
sr: {count, plural, =1{Одиграли једну рунду {param2}-а} few{Одиграли {count} рунде {param2}-а} other{Одиграли {count} рунди {param2}-а}}
sv: {count, plural, =1{Spelade en omgång {param2}} other{Spelade {count} omgångar {param2}}}
tr: {count, plural, =1{Bir kez {param2} oynadı} other{{count} kez {param2} oynadı}}
uk: {count, plural, =1{Зіграна одна серія в {param2}} few{Зіграно {count} серії в {param2}} many{Зіграно {count} серій в {param2}} other{Зіграно {count} серій в {param2}}}
vi: {count, plural, other{Đã chơi {count} lượt {param2}}}
zh: {count, plural, other{完成了 {count} 次 {param2} 的挑战}}
zh_tw: {count, plural, other{玩了{count}輪的{param2}}}

# streamerLichessStreamers
source: Lichess streamers
af: Lichess aanbieders
ar: أصحاب بث على ليتشيس
az: Lichess yayımçıları
be: Стрымеры на Lichess
bg: Lichess стриймъри
bn: লিছেসস স্ত্রেয়ামের
bs: Lichess emiteri
ca: Retransmissors de Lichess
cs: Lichess streameři
da: Lichess-streamere
eo: Lichess filmprezentistoj
es: Presentadores de Lichess
eu: Lichess streamerrak
fa: استریمر های لیچس
fi: Lichess-striimaajat
gl: Presentadores de Lichess
he: שדרני Lichess
hy: Lichess-ի հեռարձակողներ
id: Streamer Lichess
it: Lichess streamer
kk: Личес стримерлері
ko: Lichess 스트리머
lt: Lichess transliuotojai
lv: Lichess straumētāji
pt: Streamers no Lichess
ro: Lichess streameri
ru: Стримеры Lichess
sk: Lichess streameri
sl: Lichess voditelji prenosa
sq: Transmetues Lichess-i
sr: Lichess стримери
sv: Videokanaler från Lichess
tr: Lichess yayıncıları
uk: Стримери Lichess
vi: Các Streamer của Lichess
zh: Lichess 主播
zh_tw: Lichess 實況主

# studyPrivate
source: Private
af: Privaat
ar: خاص
az: Özəl
be: Прыватны
bg: Лични
bn: ব্যাক্তিগত
bs: Privatna
ca: Privat
cs: Soukromé
da: Privat
el: Ιδιωτικό
eo: Privata
es: Privado
eu: Pribatua
fa: خصوصی
fi: Yksityinen
gl: Privado
he: פרטי
hy: Անձնական
id: Pribadi
it: Privato
kk: Жеке
ko: 비공개
lt: Privati
lv: Privāta
nl: Privé
pt: Privado
ro: Privat
ru: Частная
sk: Súkromné
sl: Zasebno
sq: Privat
sr: Приватна
sv: Privat
tr: Gizli
uk: Приватне
vi: Riêng tư
zh: 私人
zh_tw: 私人的

# studyMyStudies
source: My studies
ar: دراستي
az: Çalışmalarım
be: Мае навучанні
bg: Моите казуси
bn: আমার অধ্যায়ন
bs: Moje studije
ca: Els meus estudis
cs: Moje studie
da: Mine studier
el: Οι μελέτες μου
eo: Miaj studoj
es: Mis estudios
eu: Nire azterlanak
fa: مطالعه‌های من
fi: Tutkielmani
gl: Os meus estudos
he: לוחות הלמידה שלי
hy: Իմ ստուդիաները
id: Studi saya
it: I miei studi
kk: Менің зерттеулерім
ko: 내 연구
lt: Mano studijos
lv: Manas izpētes
nl: Mijn Studies
pt: Os meus estudos
ro: Studiile mele
ru: Мои студии
sk: Moje štúdie
sl: Moje študije
sq: Mësimet e mia
sr: Моје студије
sv: Mina studier
tr: Çalışmalarım
uk: Мої дослідження
vi: Các nghiên cứu của tôi
zh: 我的研习
zh_tw: 我的研究

# studyStudiesIContributeTo
source: Studies I contribute to
af: Studies waartoe ek bydra
ar: الدراسات المساهم بها
az: Töhfə verdiyim çalışmalar
be: Навучанні, якія я рэдагую
bg: Казуси, към които допринасям
bn: যেসকল অধ্যায়নে আমার অবদান রয়েছে
bs: Studije kojima doprinosim
ca: Estudis on jo hi contribueixo
cs: Studie, ke kterým přispívám
da: Studier jeg bidrager til
el: Μελέτες που συνεισφέρω
eo: Studoj en kiuj mi kontribuas
es: Estudios en los que colaboro
eu: Nik parte hartzen dudan azterlanak
fa: مطالعه‌هایی که در آن شرکت دارم
fi: Tutkielmat joihin olen osallisena
gl: Estudos nos que contribúo
he: לוחות למידה שתרמתי להם
hy: Իմ մասնակցությամբ ստուդիաները
id: Studi yang saya ikut berkontribusi
it: Studi a cui collaboro
kk: Қолдауымдағы зерттеулер
ko: 내가 기여한 연구
lt: Studijos, kuriose prisidedu
lv: Izpētes, kurās piedalos
nl: Studies waaraan ik bijdraag
pt: Estudos para os quais contribui
ro: Studiile la care contribui
ru: Студии с моим участием
sk: Učivo, ku ktorému prispievam
sl: Študije h katerim prispevam
sq: Mësimet në të cilat kam kontribuar
sr: Студије којима доприносим
sv: Studier som jag bidrar till
tr: Katkıda bulunduğum çalışmalar
uk: Дослідження, яким я сприяю
vi: Các nghiên cứu tôi đóng góp
zh: 我贡献的研习
zh_tw: 我有貢獻的研究

# studyMyPublicStudies
source: My public studies
af: My publieke studies
ar: دراسات العامة
az: Hərkəsə açıq çalışmalarım
be: Мае публічныя навучанні
bg: Моите публични казуси
bn: জনসাধারনকৃত আমার অধ্যায়নগুলো
bs: Moje javne studije
ca: Els meus estudis públics
cs: Moje veřejné studie
da: Mine offentlige studier
el: Οι δημόσιες μελέτες μου
eo: Miaj publikaj studoj
es: Mis estudios públicos
eu: Nire azterlan publikoak
fa: مطالعه‌های همگانی من
fi: Julkiset tutkielmani
gl: Os meus estudos públicos
he: לוחות הלמידה הפומביים שלי
hy: Իմ հանրային ստուդիաները
id: Studi publik saya
it: I miei studi pubblici
kk: Жалпыға ашық зерттеулерім
ko: 내 공개 연구
lt: Mano viešos studijos
lv: Manas publiskās izpētes
nl: Mijn openbare studies
pt: Os meus estudos públicos
ro: Studiile mele publice
ru: Мои публичные студии
sk: Moje verejné štúdie
sl: Moje javne študije
sq: Mësimet e mia publike
sr: Моје јавне студије
sv: Mina offentliga studier
tr: Herkese açık çalışmalarım
uk: Мої публічні дослідження
vi: Nghiên cứu công khai của tôi
zh: 我的公开研习
zh_tw: 我的公開研究

# studyMyPrivateStudies
source: My private studies
af: My privaat studies
ar: دراساتي الخاصة
az: Özəl çalışmalarım
be: Мае прыватные навучанні
bg: Моите лични казуси
bn: আমার ব্যাক্তিগত অধ্যায়ন
bs: Moje privatne studije
ca: Els meus estudis privats
cs: Moje soukromé studie
da: Mine private studier
el: Οι ιδιωτικές μελέτες μου
eo: Miaj privataj studoj
es: Mis estudios privados
eu: Nire azterlan pribatuak
fa: مطالعه‌های خصوصی من
fi: Yksityiset tutkielmani
gl: Os meus estudos privados
he: לוחות הלמידה הפרטיים שלי
hy: Իմ անձնական ստուդիաները
id: Studi pribadi saya
it: I miei studi privati
kk: Жеке зерттеулерім
ko: 내 비공개 연구
lt: Mano privačios studijos
lv: Manas privātās izpētes
nl: Mijn privé studies
pt: Os meus estudos privados
ro: Studiile mele private
ru: Мои частные студии
sk: Moje súkromné učivo
sl: Moje zasebne študije
sq: Mësimet e mia private
sr: Моје приватне студије
sv: Mina privata studier
tr: Gizli çalışmalarım
uk: Мої приватні дослідження
vi: Nghiên cứu riêng tư của tôi
zh: 我的私人研习
zh_tw: 我的私人研究

# studyMyFavoriteStudies
source: My favourite studies
af: My gunsteling studies
ar: دراساتي المفضلة
az: Sevimli çalışmalarım
be: Мае ўлюбленые навучанні
bg: Моите любими казуси
bn: আমার পছন্দের অধ্যায়ন
bs: Moje omiljene studije
ca: Els meus estudis favorits
cs: Moje oblíbené studie
da: Mine favoritstudier
el: Οι αγαπημένες μελέτες μου
eo: Miaj preferataj studoj
es: Mis estudios favoritos
eu: Nire azterlan gogokoenak
fa: مطالعه‌های دلخواه من
fi: Suosikkitutkielmani
gl: Os meus estudos favoritos
he: לוחות הלמידה המועדפים שלי
hy: Իմ սիրելի ստուդիաները
id: Studi favorit saya
it: I miei studi preferiti
kk: Қалаулы зерттеулерім
ko: 내가 즐겨찾는 연구
lt: Mano mėgstamiausios studijos
lv: Mana izpēšu izlase
nl: Mijn favoriete studies
pt: Os meus estudos favoritos
ro: Studiile mele preferate
ru: Мои отмеченные студии
sk: Moje obľúbené štúdie
sl: Moje najljubše študije
sq: Mësimet e mia të parapëlqyera
sr: Моје омиљене студије
sv: Mina favoritstudier
tr: En sevdiğim çalışmalar
uk: Мої улюблені дослідження
vi: Các nghiên cứu yêu thích của tôi
zh: 我收藏的研习
zh_tw: 我最愛的研究

# studyWhatAreStudies
source: What are studies?
af: Wat is studies?
ar: ما هي الدراسات؟
az: Çalışmalar nədir?
be: Што такое навучанні?
bg: Какво представляват казусите?
bn: অধ্যায়ন কি?
bs: Šta su studije?
ca: Què són els estudis?
cs: Co jsou studie?
da: Hvad er studier?
el: Τι είναι οι μελέτες;
eo: Kio estas la studoj?
es: ¿Qué son los estudios?
eu: Zer dira azterlanak?
fa: مطالعه‌ها چه هستند؟
fi: Mitä ovat tutkielmat?
gl: Que son os estudos?
he: מה הם לוחות למידה?
hy: Ի՞նչ են «ստուդիաները»
id: Apa itu studi?
it: Cosa sono gli "studi"?
kk: Зерттеулер деген не?
ko: 연구란 무엇인가요?
lt: Kas yra studijos?
lv: Kas ir izpētes?
nl: Wat zijn studies?
pt: O que são estudos?
ro: Ce sunt studiile?
ru: Что такое «студии»?
sk: Čo sú štúdie?
sl: Kaj so študije?
sq: Ç’janë mësimet?
sr: Шта су студије?
sv: Vad är studier?
tr: Çalışmalar nedir?
uk: Що таке дослідження?
vi: Nghiên cứu là gì?
zh: 什么是研习？
zh_tw: 研究是什麼?

# studyAllStudies
source: All studies
af: Alle studies
ar: كل الدراسات
az: Bütün çalışmalar
be: Усе навучанні
bg: Всички казуси
bn: সকল অধ্যায়নগুলি
bs: Sve studije
ca: Tots els estudis
cs: Všechny studie
da: Alle studier
el: Όλες οι μελέτες
eo: Ĉiuj studoj
es: Todos los estudios
eu: Azterlan guztiak
fa: همه مطالعه‌ها
fi: Kaikki tutkielmat
gl: Todos os estudos
he: כל לוחות הלמידה
hy: Բոլոր ստուդիաները
id: Semua studi
it: Tutti gli studi
kk: Бүкіл зерттеулер
ko: 모든 연구
lt: Visos studijos
lv: Visas izpētes
nl: Alle studies
pt: Todos os estudos
ro: Toate studiile
ru: Все студии
sk: Všetko učivo
sl: Vse študije
sq: Krejt mësimet
sr: Све студије
sv: Alla studier
tr: Bütün çalışmalar
uk: Усі дослідження
vi: Tất cả các nghiên cứu
zh: 所有研习
zh_tw: 所有研究

# studyStudiesCreatedByX
source: Studies created by {param}
af: Studies gemaak deur {param}
ar: الدراسات التي أنشئها {param}
az: {param} tərəfindən yaradılan çalışmalar
be: Навучанні, створаныя {param}
bg: Казуси от {param}
bn: অধ্যায়ন তৈরি করেছেন {param}
bs: Studije koje je kreirao/la {param}
ca: Estudis creats per {param}
cs: Studie vytvořené hráčem {param}
da: Studier oprettet af {param}
el: Μελέτες που δημιουργήθηκαν από τον χρήστη {param}
eo: Studoj kreitaj de {param}
es: Estudios creados por {param}
eu: {param} erabiltzaileak sortutako azterlanak
fa: مطالعه‌هایی که {param} ساخته است
fi: {param} luomat tutkielmat
gl: Estudos creados por {param}
he: לוחות למידה שנוצרו על ידי {param}
hy: {param}-ի ստեղծած ստուդիաները
id: Studi dibuat oleh {param}
it: Studi creati da {param}
kk: {param} жасаған зерттеулер
ko: {param}이(가) 만든 연구
lt: Studijos, sukurtos {param}
lv: Izpētes, ko izveidoja {param}
nl: Studies gemaakt door {param}
pt: Estudos criados por {param}
ro: Studii create de {param}
ru: Студии, созданные {param}
sk: Štúdie vytvorené {param}
sl: Študije, ki jih je ustvaril {param}
sq: Mësime të krijuara nga {param}
sr: Студије које је направио/ла {param}
sv: Studier skapade av {param}
tr: Çalışmalar {param} tarafından oluşturulmuştur
uk: Дослідження, створені {param}
vi: Các nghiên cứu được tạo bởi {param}
zh: 由 {param} 创建的研习
zh_tw: {param}創建的研究

# studyNoneYet
source: None yet.
af: Nog geen.
ar: لا يوجد.
az: Hələ ki, yoxdur.
be: Пакуль нічога няма.
bg: Все още няма.
bn: আপাতত নেই।
bs: Još nijedna.
ca: Res encara.
cs: Zatím nic.
da: Ingen endnu.
el: Δε βρέθηκε καμία μελέτη.
eo: Neniu ankoraŭ.
es: Ninguno por ahora.
eu: Bat ere ez.
fa: هیچکدام تا به حال.
fi: Ei mitään.
gl: Aínda non hai.
he: אין עדיין.
hy: Առայժմ ոչինչ։
id: Tidak ada.
it: Vuoto.
kk: Әзірге жоқ.
ko: 아직 없음
lt: Dar nėra.
lv: Pagaidām nevienas.
nl: Nog geen...
pt: Nenhum ainda.
ro: Niciunul încă.
ru: Пока ничего.
sk: Zatiaľ žiadne.
sl: Še nič.
sq: Ende asnjë.
sr: Ниједна за сад.
sv: Inga ännu.
tr: Henüz yok.
uk: Ще немає.
vi: Chưa có gì cả.
zh: 暂无
zh_tw: 暫時沒有...

# studyHot
source: Hot
af: Gewild
ar: ذات شعبية
az: Məşhur
be: Гарачыя
bg: Популярни
bn: গরমাগরম
bs: U trendu
ca: Candent
cs: Oblíbené
da: Populært
el: Δημοφιλείς (hot)
eo: Tendenca
es: De interés actualmente
eu: Nabarmendutakoak
fa: شلوغ
fi: Suositut juuri nyt
gl: Candentes
he: כוכבים עולים
hy: Ամենաակտիվները
id: Terhangat
kk: Тренд
ko: 인기있는
lt: Populiaru dabar
lv: Nesen populārās
nl: Populair
pt: Destaques
ro: Populare
ru: Самые активные
sk: Teraz populárne
sl: Vroče
sq: Më aktualet
sr: У тренду
sv: Populära
tr: Popüler
uk: Активні
vi: Thịnh hành
zh: 热门
zh_tw: 熱門的

# studyDateAddedNewest
source: Date added (newest)
af: Datum bygevoeg (nuutste)
ar: تاريخ الإضافة (الأحدث)
az: Əlavə edilmə tarixi (yenidən köhnəyə)
be: Дата дадання (навейшыя)
bg: Дата на добавяне (най-нови)
bn: তৈরির তারিখ (সবচেয়ে নতুন)
bs: Datum dodavanja (najnovije)
ca: Data d’inclusió (més nous)
cs: Datum přidání (nejnovější)
da: Dato tilføjet (nyeste)
el: Ημερομηνία προσθήκης (νεότερες)
eo: Dato aldonita (plej novaj)
es: Fecha (más recientes)
eu: Sorrera-data (berriena)
fa: تاریخ افزوده شدن (نوترین)
fi: Julkaisupäivä (uusimmat)
gl: Data engadida (máis novos)
he: תאריך הוספה (החדש ביותר)
hy: Վերջերս ավելացվածները
id: Tanggal ditambahkan (terbaru)
it: Data di pubblicazione (dalla più recente)
kk: Құрылған күні (жаңадан)
ko: 추가된 날짜(새로운 순)
lt: Sukūrimo data (naujausios)
lv: Pievienošanas datums (jaunākās)
nl: Datum toegevoegd (nieuwste)
pt: Data em que foi adicionado (mais recente)
ro: Data adăugată (cele mai noi)
ru: Недавно добавленные
sk: Dátum pridania (najnovšie)
sl: Dodano (novejše)
sq: Data e krijimit (nga më e reja)
sr: Датум додавања (најновије)
sv: Datum tillagd (nyaste)
tr: Eklenme tarihi (en yeni)
uk: Дата додавання (старіші)
vi: Ngày được thêm (mới nhất)
zh: 添加日期（最新）
zh_tw: 新增日期(由新到舊)

# studyDateAddedOldest
source: Date added (oldest)
af: Datum bygevoeg (oudste)
ar: تاريخ الإضافة (الأقدم)
az: Əlavə edilmə tarixi (köhnədən yeniyə)
be: Дата дадання (старэйшыя)
bg: Дата на добавяне (най-стари)
bn: তৈরির তারিখ (সবচেয়ে পুরনো)
bs: Datum dodavanja (najstarije)
ca: Data d’inclusió (més antics)
cs: Datum přidání (nejstarší)
da: Dato tilføjet (ældste)
el: Ημερομηνία προσθήκης (παλαιότερες)
eo: Dato aldonita (plej malnovaj)
es: Fecha (más antiguos)
eu: Sorrera-data (zaharrena)
fa: تاریخ افزوده شدن (کهنه‌ترین)
fi: Julkaisupäivä (vanhimmat)
gl: Data engadida (máis antigos)
he: תאריך הוספה (הישן ביותר)
hy: Վաղուց ավելացվածները
id: Tanggal ditambahkan (terlama)
it: Data di pubblicazione (dalla meno recente)
kk: Құрылған күні (ескіден)
ko: 추가된 날짜(오래된 순)
lt: Sukūrimo data (seniausios)
lv: Pievienošanas datums (vecākās)
nl: Datum toegevoegd (oudste)
pt: Data em que foi adicionado (mais antigo)
ro: Data adăugată (cele mai vechi)
ru: Давно добавленные
sk: Dátum pridania (najstaršie)
sl: Dodano (starejše)
sq: Data e krijimit (nga më e vjetra)
sr: Датум додавања (најстарије)
sv: Datum tillagd (nyaste)
tr: Eklenme tarihi (en eski)
uk: Дата додавання (старіші)
vi: Ngày được thêm (cũ nhất)
zh: 添加日期（最早）
zh_tw: 新增日期(由舊到新)
