Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# preferencesExceptInGame
source: Except in-game
af: Behalwe in spel
ar: إخفاء عند اللعب
bg: Освен по време на игра
bs: Osim u igri
ca: Excepte durant la partida
cs: Kromě hry
da: Undtagen i spillet
el: Όχι κατά τη διάρκεια της παρτίδας
eo: Krom dum ludo
es: Excepto en la partida
eu: Jokoan zehar izan ezik
fa: به غیر از داخل بازی
fi: Paitsi pelin aikana
gl: Excepto durante a partida
he: למעט בזמן משחק
it: Tranne quando in gioco
ko: 게임 내 제외
lt: Išskyrus žaidime
nl: Uitgezonderd tijdens partijen
pt: Exceto em jogo
ro: Exceptând în timpul jocului
ru: Да, но не во время игры
sk: Nie počas partie
sl: Razen v igri
sv: Utom i pågående parti
tr: Oyun içi dışında
uk: Окрім під час гри
vi: Ngoại trừ trong khi đấu
zh: 除对局外
zh_tw: 僅適用於非評分局中

# preferencesChessClock
source: Chess clock
af: Skaakklok
ar: مؤقت الشطرنج
az: Şahmat saatı
be: Шахматны гадзіннік
bg: Шахматен часовник
bn: দাবার ঘড়ি
bs: Sat
ca: Rellotge d'escacs
cs: Šachové hodiny
da: Skakur
el: Σκακιστικό χρονόμετρο
eo: Ŝakhorloĝo
es: Reloj de ajedrez
eu: Xake-erlojua
fa: ساعت شطرنج
fi: Shakkikello
gl: Reloxo de xadrez
he: שעון השחמט
hy: շախմատի ժամացույց
id: Jam catur
it: Orologio
kk: Шахмат сағаты
ko: 체스 시계
lt: Žaidimo laikrodis
lv: Šaha pulkstenis
mk: Шаховски часовник
nl: Schaakklok
pt: Relógio de xadrez
ro: Ceasul de șah
ru: Шахматные часы
sk: Šachové hodiny
sl: Šahovska ura
sq: Ora e shahut
sr: Сат
sv: Schack-klocka
tr: Satranç saati
uk: Шаховий годинник
vi: Đồng hồ cờ vua
zh: 棋钟
zh_tw: 棋鐘

# preferencesTenthsOfSeconds
source: Tenths of seconds
af: Tiendes van sekondes
ar: أجزاء الثانية
az: Saniyənin onda biri
be: Дзясятыя долі секунды
bg: Десети от секундата
bn: সেকেন্ডের কাটা
bs: Desetinke sekundi
ca: Dècimes de segon
cs: Desetiny sekund
da: Tiendedele sekunder
el: Δέκατα του δευτερολέπτου
eo: Dekonoj da sekundoj
es: Décimas de segundo
eu: Segundo-hamarrenak erakutsi
fa: دهم ثانیه
fi: Sekunnin kymmenesosat
gl: Décimas de segundo
he: הצג עשיריות שניה
hy: ցուցադրել վայրկյանները
id: Sepersepuluh detik
it: Decimi di secondo
kk: Секундтың ондық бөлігін көрсету
ko: 1/10초 단위
lt: Dešimtosios sekundės dalys
lv: Sekunžu desmitdaļas
mk: Стотинки
nl: Tienden van seconden
pt: Décimos de segundo
ro: Zecimi de secundă
ru: Десятые доли секунд
sk: Desatiny sekundy
sl: Desetinke sekunde
sq: Të dhjeta të sekondës
sr: Десетинке
sv: Tiondels sekunder
tr: Saniyenin onda biri
uk: Десяті частки секунди
vi: Một phần mười giây
zh: 显示十分之一秒
zh_tw: 十分之一秒

# preferencesWhenTimeRemainingLessThanTenSeconds
source: When time remaining < 10 seconds
af: < 10 sekondes voor tyd uitloop
ar: عندما يقل الوقت عن 10 ثوانٍ
az: 10 saniyədən az vaxt qalanda
be: Калі засталося менш за 10 с
bg: Когато останалото време е < 10 секунди
bn: যখন সময় বাকি < 10 সেকেন্ড
bs: Kada je ostalo < 10 sekundi
ca: Quan restin menys de 10 segons
cs: Když zbývající čas < 10 sekund
da: Når resterende tid < 10 sekunder
el: Όταν απομένουν < 10 δευτερόλεπτα
eo: Kiam restas malpli ol 10 sekundoj
es: Cuando queden menos de 10 segundos
eu: Denbora 10 segundotik behera dagoenean
fa: وقتی زمان باقی مانده کمتر از ده ثانیه می باشد
fi: Kun aikaa jäljellä < 10 sekuntia
gl: Cando o tempo restante < 10 segundos
he: כאשר הזמן שנותר קטן מעשר שניות
hy: Երբ ժամանակը մնացել է <10 վայրկյան
id: Ketika waktu tersisa < 10 detik
it: Quando il tempo rimanente è < 10 secondi
kk: 10 секунд қалғанда
ko: 남은 시간이 10초 미만일 때
lt: Kai lieka mažiau nei 10 sekundžių
lv: Ja atlicis < 10 sekundēm
mk: Кога останатото време е < 10 секунди
nl: Wanneer resterende tijd < 10 seconden
pt: Quando o tempo restante for < 10 segundos
ro: Când rămân mai puțin de 10 secunde
ru: Когда остаётся меньше 10 секунд
sk: Keď ostáva < 10 sekúnd
sl: Če je preostanek časa pod 10 sekundami
sq: Kur koha e mbetur <10 sekonda
sr: Када преостало време < 10 секунди
sv: När återstående tid < 10 sekunder
tr: Kalan zaman 10 saniyeden az ise
uk: Коли часу залишається < 10 секунд
vi: Khi thời gian còn lại < 10 giây
zh: 当剩余时间小于 10 秒时
zh_tw: 當剩餘時間小於10秒

# preferencesHorizontalGreenProgressBars
source: Horizontal green progress bars
af: Horisontale groen voortgangsbalkies
ar: الشريط الأخضر للساعة
az: Üfüqi yaşıl inkişaf sətri
be: Індыкатар часу
bg: Водоравен стълб на времето
bn: সমতল সবুজ অগ্রগতি বার
bs: Vodoravna zelena linija napretka
ca: Barres de progrés verdes horitzontals
cs: Vodorovný indikátor průběhu
da: Horisontale grønne statuslinjer
el: Οριζόντιες πράσινες γραμμές προόδου
eo: Horizontalaj verdaj progreso-strioj
es: Barras de progreso horizontales verdes
eu: Aurrerabide-barra berdea horizontalki
fa: نمودار زمان سبز رنگ افقی
fi: Vaakasuora vihreä ajanetenemispalkki
gl: Barras horizontais de progreso verdes
he: מדי התקדמות ירוקים אופקיים
hy: Հորիզոնական կանաչ գծով
id: Indikator horisontal perkembangan warna hijau
it: Barra verde orizzontale del tempo
kk: Уақыт жүрісін көрсететін көлденең жасыл жолақ
ko: 녹색 수평 진행 바
lt: Horizontalios, žalios eigos juostos
lv: Zaļā horizontālā izpildes josla
mk: Хоризонтална зелена линија за напредок
nl: Horizontale groene voortgangsbalk
pt: Barras de progresso verdes horizontais
ro: Bare orizontale verzi cu progresul
ru: Убывающий зелёный индикатор
sk: Vodorovné zelené ukazovatele priebehu
sl: Vodoravna zelena prečka
sq: Shtyllë ecurie horizontale e gjelbër
sr: Водоравне зелене линије напредка
sv: Horisontella gröna förloppsindikatorer
tr: Yeşil yatay ilerleme çubuğu
uk: Горизонтальна зелена смуга
vi: Thanh tiến trình ngang màu xanh
zh: 显示绿色进度条
zh_tw: 綠色橫進度條

# preferencesSoundWhenTimeGetsCritical
source: Sound when time gets critical
af: Klank as tyd noop
ar: إصدار صوت عندما يقارب الوقت الانتهاء
az: Zaman azaldığında səslə xəbərdarlıq
be: Гукавое апавяшчэнне калі час хутка скончыцца
bg: Звук, когато времето привършва
bn: যখন সময় জটিল হয়ে যায় শব্দ
bs: Zvučno upozorenje pred istek vremena
ca: Emetre so quan quedi poc temps
cs: Zvuk, když zbývá velmi málo času
da: Lyd, når tiden bliver kritisk
el: Ηχητική ειδοποίηση όταν ο χρόνος γίνεται κρίσιμος
eo: Sono, kiam tempo iĝas tre malmulta
es: Alerta cuando quede poco tiempo
eu: Soinua jo denbora bukatzear dagoenean
fa: صدا در هنگام زمان بحرانی زده می شود
fi: Äänimerkki kun aika on vähissä
gl: Aviso cando se esgota o tempo
he: השמע צליל כאשר הזמן נהיה קריטי
hy: ձայնով, երբ ժամանակը վերջանում է
id: Bersuara ketika waktu hampir habis
it: Suono quando sei a corto di tempo
kk: Уақыт аз қалғанда, дыбыс белгі беру
ko: 시간이 얼마 안 남았을 때 소리 재생
lt: Garsas pasiekus kritinę laiko ribą
lv: Signalizēt, kad laika pavisam maz
mk: Звук кога има преостанато малку време
nl: Geluidssignaal als tijd opraakt
pt: Som ao atingir tempo crítico
ro: Sunet când timpul e aproape de expirare
ru: Звук, когда время подходит к концу
sk: Zapnúť zvukové varovanie v prípade kritického množstva času
sl: Zvočni signal ko čas postane kritičen
sq: Tingull kur koha i afrohet kritikes
sr: Звук када време постане критично
sv: Ljud när tiden blir kritisk
tr: Zaman kritik seviyeye düştüğünde sesle uyar
uk: Звук, коли часу стає зовсім обмаль
vi: Âm thanh khi thời gian sắp hết
zh: 时间不足时声音提醒
zh_tw: 時間不足時聲音提醒

# preferencesGiveMoreTime
source: Give more time
af: Gee meer tyd
ar: منح الوقت
az: Vaxt ver
be: Дадаць часу
bg: Дайте повече време
bn: আরো কিছু সময় দিন
bs: Dodajte više vremena
ca: Donar més temps
cs: Přidej čas
da: Giv mere tid
el: Προσθέστε περισσότερο χρόνο
eo: Doni pli da tempo
es: Dar más tiempo
eu: Denbora gehiago eman
fa: افزایش زمان حریف
fi: Anna lisää aikaa
gl: Dar máis tempo
he: תן עוד זמן
hy: Ավելացնել ժամանակ
id: Berikan waktu lebih
it: Dai più tempo
kk: Қарсыласқа уақыт беру мүмкіндігі
ko: 시간 더 주기
lt: Duoti daugiau laiko
lv: Dot vairāk laika
mk: Додај време
nl: Meer tijd geven
pt: Dar mais tempo
ro: Adaugă timp adversarului
ru: Добавить времени
sk: Pridať čas
sl: Dajte več časa
sq: Jep më shumë kohë
sr: Дај више времена
sv: Ge mer tid
tr: Fazladan süre ver
uk: Додати часу
vi: Cho thêm thời gian
zh: 给对方更多时间
zh_tw: 給對方更多時間

# preferencesGameBehavior
source: Game behaviour
af: Spel gedrag
ar: إعدادات اللعبة
az: Oyun seçimləri
be: Гульнявыя паводзіны
bg: Настройки на играта
bs: Način igre
ca: Comportament durant la partida
cs: Chování hry
da: Spiladfærd
el: Συμπεριφορά παρτίδας
eo: Luda konduto
es: Comportamiento del juego
eu: Partidaren portaera
fa: تنظیمات بازی
fi: Pelillisiä lisäasetuksia
gl: Comportamento durante a partida
he: התנהגות המשחק
hy: Խաղի կարգավորումներ
id: Lingkungan permainan
it: Preferenze di gioco
kk: Ойын тәртібі
ko: 게임 동작
lt: Žaidimo elgsena
lv: Spēles uzvedība
mk: Начин на играње
nl: Spelgedrag
pt: Funcionamento do jogo
ro: Comportamentul din joc
ru: Настройки игры
sk: Nastavenia partie
sl: Posebnosti igre
sq: Sjellje loje
sr: Понашање игре
sv: Spelbeteende
tr: Oyun tercihleri
uk: Хід гри
vi: Thao tác chơi
zh: 对局行为
zh_tw: 對局行為

# preferencesHowDoYouMovePieces
source: How do you move pieces?
af: Hoe beweeg jy stukke?
ar: كيف يمكنك تحريك القطع؟
az: Fiqurları necə hərəkət etdirəcəksiniz?
be: Як вы перасоўваеце фігуры?
bg: Как да премествате фигури?
bn: কিভাবে আপনি টুকরোগুলো সরাবেন?
bs: Kako želite pomicati figure?
ca: Com mous les peces?
cs: Způsob provádění tahů
da: Hvordan flytter du brikker?
el: Πώς θέλετε να μετακινείτε τα κομμάτια;
eo: Kiel movi pecojn?
es: ¿Cómo quieres mover las piezas?
eu: Nola mugitzen dituzu piezak?
fa: تمایل دارید که چگونه مهره ها را حرکت دهید؟
fi: Kuinka siirrät nappuloita?
gl: Como moves as pezas?
he: איך מזיזים את הכלים?
hy: Ինչպե՞ս տեղաշարժել խաղաքարերը։
id: Bagaimana Anda melangkahkan bidak?
it: Come vuoi muovere i pezzi?
kk: Тасты қалай жүресіз?
ko: 기물을 어떻게 움직이나요?
lt: Kaip jūs darote ėjimus?
lv: Kā pārvietot figūras?
mk: Како да ги движите фигурите?
nl: Hoe zet je stukken?
pt: Como queres mexer as peças?
ro: Cum mutați piesele?
ru: Как вы передвигаете фигуры?
sk: Akým spôsobom ťaháte figúrkami?
sl: Kako premikate figure?
sq: Si i lëvizni figurat?
sr: Како помераш фигуре?
sv: Flytta pjäser
tr: Taşları nasıl hareket ettirirsin?
uk: Як Ви пересуваєте фігури?
vi: Bạn di chuyển quân như thế nào?
zh: 您想如何移动棋子？
zh_tw: 移動棋子方式？

# preferencesClickTwoSquares
source: Click two squares
af: Druk op twee selle
ar: النقر فوق مربعين
az: İki xanaya klikləyərək
be: Націскам на дзве клеткі
bg: Щракане върху две полета
bn: দুই স্থান নির্বাচন করুন
bs: Klikom na dva polja
ca: Fes clic en dues caselles
cs: Kliknutím na dvě pole
da: Klik på to felter
el: Κάνοντας κλικ στα δύο τετράγωνα
eo: Klaku du kvadratojn
es: Haciendo clic en la pieza y luego en la casilla de destino
eu: Bi laukitan klik eginda
fa: انتخاب دو مربع مبدا و مقصد
fi: Klikkaa kahta ruutua
gl: Premendo na casa de orixe e despois na de destino
he: לחץ על שני ריבועים
hy: Երկու վանդակները սեղմելով
id: Klik dua kotak
it: Clicca su due caselle
kk: Екі шаршыны басып
ko: 현재 위치와 원하는 위치에 클릭하기
lt: Spustelėjant du langelius
lv: Klikšķinot uz diviem lauciņiem
mk: Кликни на двете полиња
nl: Klik twee vakjes
pt: Clicar em duas casas
ro: Apasă pe două pătrățele
ru: Нажатием на две клетки
sk: Kliknutím na dve polia
sl: Klikni dve polji
sq: Klikoni dy kuadrate
sr: Кликни два поља
sv: Klicka två rutor
tr: İki kareye tıklayarak
uk: Натискання на дві клітинки
vi: Nhấn hai ô
zh: 点起始位置和终止位置
zh_tw: 點擊棋子及目標位置

# preferencesDragPiece
source: Drag a piece
af: Sleep 'n stuk
ar: سحب القطعة
az: Fiquru sürüşdürərək
be: Перацягваннем фігуры
bg: Влачене на фигури
bn: এক টুকরো স্থান্তর করুন
bs: Povlačenjem figure
ca: Mou una peça
cs: Přetažením figury
da: Træk brik
el: Σέρνοντας ένα πιόνι
eo: Ŝovi pecon
es: Arrastrando la pieza hasta la casilla de destino
eu: Pieza arrastatuta
fa: کشیدن یک مهره
fi: Raahaa nappulaa
gl: Arrastrar a peza
he: הזז את הכלי
hy: Խաղաքարը տեղափոխելով
id: Seret sebuah bidak
it: Trascina il pezzo
kk: Тасты тартып
ko: 드래그
lt: Tempiant figūrą
lv: Velkot figūru
mk: Влечи ја фигурата
nl: Sleep een stuk
pt: Arrastar uma peça
ro: Trage o piesă
ru: Перетаскиванием фигуры
sk: Presun figúrky
sl: Potegni figuro
sq: Tërhiqni një figurë
sr: Превуци фигуру
sv: Drag pjäs
tr: Taşı sürükleyerek
uk: Перетягування фігури
vi: Thả quân cờ
zh: 拖动棋子
zh_tw: 拖曳棋子

# preferencesBothClicksAndDrag
source: Either
af: Albei
ar: كلاهما
az: Hər ikisi
be: Абодвума спосабамі
bg: И двете
bn: উভয়ের
bs: Na oba načina
ca: Qualsevol
cs: Obojí
da: Begge dele
el: Και τα δύο
eo: Ambaŭ
es: O cualquiera
eu: Edozein
fa: هر دو
fi: Molemmat
gl: Ambas
he: שניהם
hy: Երկուսն էլ
id: Keduanya
it: Entrambi
kk: Екі әдіспен де
ko: 아무 방법으로
lt: Abu
lv: Jebkurā veidā
mk: И двете
nl: Beide
pt: Qualquer
ro: Ambele
ru: Обоими способами
sk: Oboje
sl: Katerokoli
sq: Cilëndo
sr: Било како
sv: Båda
tr: İkisi de
uk: Будь-яким способом
vi: Cả hai
zh: 两者都行
zh_tw: 兩者都行

# preferencesPremovesPlayingDuringOpponentTurn
source: Premoves (playing during opponent turn)
af: Vooraf-skuiwe (speel tydens opponent se beurt)
ar: النقلات الاستباقية (اللعب خلال دور الخصم)
az: Öngedişlər (oyun növbəsi rəqibdə olarkən oyna)
be: Ход на апярэджанне (падчас ходу суперніка)
bg: Предварителни ходове (докато противникът е на ход)
bn: পূনারয়চালন (প্রতিপক্ষের মোর নেওয়ার সময়)
bs: Potezi unaprijed (povlačenje poteza dok je još uvijek red na protivnika)
ca: Moviments anticipats (moure durant el torn de l'oponent)
cs: Předtahy (hraní během protivníkova tahu)
da: Forhåndstræk (spilles på modstanderens tur)
el: Προκινήσεις (παιγμένες κατά τον χρόνο σκέψης του αντιπάλου)
eo: Antaŭmovoj (ludi dum la vico de kontraŭulo)
es: Movimientos anticipados (programar jugadas durante el turno del oponente)
eu: Aldez aurretik mugitzea (aurkariaren txanda den bitartean mugitu)
fa: پیش‌حرکت (بازی در نوبت حریف)
fi: Esisiirrot (pelaaminen vastustajan vuorolla)
gl: Premovementos (xogar durante o tempo do teu rival)
he: קדם-מהלכים: ביצוע מהלכים במהלך תורו של היריב
hy: Նախնական քայլ (քանի դեռ մրցակիցը մտածում է)
id: Pra-langkah (siapkan langkah saat giliran lawan)
it: Pre-mosse (mentre tocca all'avversario)
kk: Алдын-ала жүру (қарсыластың кезегінде жүру)
ko: 미리두기 (상대 차례일 때 수를 두기)
lt: Išankstiniai ėjimai (ėjimas varžovo ėjimo metu)
lv: Priekšgājieni (izdarīti pretinieka gājienā)
mk: Претпотези (играње додека противникот е на ред)
nl: Vooraf-zetten (spelen tijdens beurt tegenstander)
pt: Jogadas antecipadas (jogadas durante a vez do adversário)
ro: Mutare anticipată (mută pe timpul adversarului)
ru: Предварительный ход (пока ходит противник)
sk: Predťahy (hranie počas súperovho ťahu)
sl: Predpremik poteze
sq: Lëvizje e paracaktuar (luajtur gjatë radhës së kundërshtarit)
sr: Претпотези (играње током противничког потеза)
sv: Förhandsdrag (göra drag i förväg under motståndarens tur)
tr: Ön hamleler (hamle sırası rakipteyken oynama)
uk: Ходи на випередження (коли хід суперника)
vi: Nước cờ dự đoán (được thực hiện khi đang đến lượt đi của đối phương)
zh: 预走棋（在对手回合时走棋）
zh_tw: 預先走棋（在對手的回合走棋）

# preferencesTakebacksWithOpponentApproval
source: Takebacks (with opponent approval)
af: Terug-vat (met goedkeuring van opponent)
ar: التراجع عن النقلات (بموافقة الخصم)
az: Geri qaytarma (rəqib razılığı ilə)
be: Скасаванні ходу (са згоды суперніка)
bg: Връщане на ход (с одобрение на противника)
bn: পিছনে নেও (প্রতিদ্বন্দ্বীর অনুমদনের সাথে)
bs: Vraćanje poteza (ako se protivnik složi)
ca: Tornar enrere (amb l'aprovació del rival)
cs: Vrácení tahu (s protihráčovým souhlasem)
da: Fortrydelse af træk (med modstanderens accept)
el: Ανακλήσεις (με έγκριση του αντιπάλου)
eo: Reprenoj (kun konsento de kontraŭulo)
es: Deshacer jugada (con consentimiento del oponente)
eu: Jokaldia atzera botatzea (aurkariaren onespenarekin)
fa: برگردان (با تایید حریف)
fi: Siirtojen peruminen (vastustajan hyväksynnällä)
gl: Rectificar xogadas (co permiso do rival)
he: החזרת המהלך האחרון: מותנה בהסכמת היריב
hy: քայլը հետ վերցնելու առաջարկ (հակառակորդի թույլտվությամբ)
id: Langkah batal (dengan persetujuan lawan)
it: Ritiro della mossa (su accordo dell'avversario)
kk: Жүрісті қайтару (қарсыластың келісімі қажет)
ko: 무르기 (상대 승인과 함께)
lt: Ėjimų atšaukimas (su varžovo sutikimu)
lv: Gājienu atsaukšana (ar pretinieka piekrišanu)
mk: Враќање потези (со дозвола на противникот)
nl: Terugnames (met goedkeuring van tegenstander)
pt: Voltar jogadas atrás (com aprovação do adversário)
ro: Dă înapoi (cu aprobarea adversarului)
ru: Возвраты (с согласия противника)
sk: Vrátenie ťahu (so súhlasom súpera)
sl: Popravljanje potez (z dovoljenjem nasprotnika)
sq: Marrje mbrapsht (me miratimin e kundërshtarit)
sr: Враћања потеза (са одобрењем противника)
sv: Ta tillbaka drag (med motståndarens godkännande)
tr: Hamle geri alma (rakibin onayıyla)
uk: Можливість переходити (за згоди суперника)
vi: Hoãn nước đi (với sự chấp thuận của đối thủ)
zh: 悔棋（需对手同意）
zh_tw: 悔棋（經過對手同意）

# preferencesInCasualGamesOnly
source: In casual games only
af: Slegs in vriendskaplike spelle
ar: في المباريات غير المقيمة فقط
az: Yalnız reytinqsiz oyunlarda
be: Толькі ў таварыскіх гульнях
bg: Само в приятелски игри
bn: শুধু অনিয়মিত খেলার মধ্যে
bs: Samo u prijateljskim partijama
ca: Només en partides amistoses
cs: Pouze v hrách "jen tak"
da: Kun i ikke-ratede spil
el: Μόνο σε φιλικά παιχνίδια
eo: Nur ĉe amikaj ludoj
es: Sólo en partidas amistosas
eu: Puntu-aldaketarik gabeko partidetan bakarrik
fa: فقط در بازی‌های نارسمی
fi: Vain rennoissa peleissä
gl: Só en partidas amigables
he: במשחקים ללא דירוג בלבד
hy: Միայն ընկերական խաղերում
id: Hanya pada permainan santai (tanpa di-rating)
it: Solo nelle partite amichevoli
kk: Жай ойындарда ғана
ko: 캐주얼 모드에서만
lt: Tik nevertinamose partijose
lv: Tikai nevērtētajās spēlēs
mk: Само во пријателски партии
nl: Alleen bij partijen zonder rating
pt: Somente em jogos casuais
ro: În jocuri amicale
ru: Только в товарищеских играх
sk: Iba pri priateľských partiách
sl: Samo pri nerangiranih partijah
sq: Vetëm në lojëra të rastësishme
sr: Само у нерангираним партијама
sv: Endast i icke rankade partier
tr: Sadece puansız oyunlarda
uk: Тільки у товариських іграх
vi: Chỉ trong các ván đấu không tính Elo
zh: 仅限休闲对局
zh_tw: 僅限非正式遊戲

# preferencesPromoteToQueenAutomatically
source: Promote to Queen automatically
af: Promoveer outomaties tot Dame
ar: الترقية إلى وزير آلياً
az: Avtomatik Vəzirə çıx
be: Аўтаматычна пераўтвараць пешку ў ферзя
bg: Автоматично изкарване на царица
bn: সংক্রিয়ভাবে রানীর জন্য প্রচার
bs: Auto-promocija u kraljicu
ca: Promocionar a Dama automàticament
cs: Automaticky vyměnit za dámu
da: Forfrem til dronning automatisk
el: Αυτόματη προαγωγή σε βασίλισσα
eo: Memage rangaltigi soldatojn al damoj
es: Promover a la Reina automáticamente
eu: Dama automatikoki sustatzea
fa: ارتقا خودکار به وزیر
fi: Korota automaattisesti kuningattareksi
gl: Coroar a Dama automaticamente
he: הכתרה אוטומטית למלכה
hy: Ավտոմատ փոխակերպվել թագուհու
id: Otomatis promosikan Menteri
it: Promuovi a Donna automaticamente
kk: Уәзірге автоматты түрде айналдыру
ko: 퀸으로 자동 승진
lt: Automatiškai paaukštinti į valdovę
lv: Automātiski pārvērst par Dāmu
mk: Автоматски унапреди во кралица
nl: Automatisch promoveren tot dame
pt: Promover a Dama automaticamente
ro: Promovează automat în damă
ru: Пешка превращается в ферзя автоматически
sk: Automaticky premeniť pešiaka na dámu
sl: Vedno promoviraj v damo
sq: Dalja automatike në mbretëreshë
sr: Промовиши у Даму аутоматски
sv: Promovera till drottning automatiskt
tr: Geçer piyonu otomatik olarak Vezir'e terfi et
uk: Перетворення пішака завжди на ферзя
vi: Tự động phong cấp thành quân Hậu
zh: 自动升变为后
zh_tw: 兵自動升為后

# preferencesExplainPromoteToQueenAutomatically
source: Hold the <ctrl> key while promoting to temporarily disable auto-promotion
af: Druk die <ctrl>-sleutel terwyl jy promoveer om outo-promovering tydelik te deaktiveer
ar: اضغط مفتاح<ctrl> عند الترقية لتعطيل الترقية التلقائية مؤقتاً
be: Зацісніце клавішу <ctrl> пад час пераўтварэння, каб часова адключыць аўта-пераўтварэнне
bg: Задръжте клавиша <ctrl> по време на произвеждане за да изключите временно авто-произвеждането
bs: Držite tipku <ctrl> prilikom promocije pješaka da biste privremeno onemogućili automatsku promociju u damu
ca: Mantingui premuda la tecla <ctrl> durant la promoció per deshabilitar la promoció automàtica temporalment
cs: Podržte klávesu <ctrl> při proměně figury pro dočasné pozastavení možnosti automatické proměny
da: Hold <ctrl>-tasten nede, mens du forfremmer for midlertidigt at deaktivere auto-forfremmelse
el: Κρατήστε πατημένο το πλήκτρο <ctrl> ενώ κάνετε την προαγωγή για να απενεργοποιήσετε προσωρινά την αυτόματη προαγωγή
eo: Premu la <ctrl> klavon dum rangaltigo por momente malŝalti memagan rangaltiĝon
es: Mantén pulsada la tecla <ctrl> al promocionar para desactivar temporalmente la promoción automática
eu: Eutsi <ctrl> tekla sakatuta sustapenean sustapen automatikoa aldi baterako desaktibatzeko
fa: <ctrl> را در هنگام تبلیغ بزنید تا به طور موقت تبلیغات خودکار را غیرفعال کنید
fi: Pidä <ctrl>-näppäintä painettuna korottaessasi sotilaan, jos haluat ottaa automaattisen korotuksen väliaikaisesti pois käytöstä
gl: Mantén pulsada a tecla <ctrl> ao coroar para desactivar temporalmente a promoción automática
he: לחצו על מקש <ctrl> בזמן הקידום כדי להשבית זמנית את ההכתרה האוטומטית
id: Tahan tombol <ctrl> saat promosi untuk sementara membatalkan promosi otomatis
it: Tieni premuto il tasto <ctrl> durante la promozione per disabilitare temporaneamente la promozione automatica
kk: Ойын кезінде автоматты айналдыруды уақытша өшіру үшін <ctrl> басып тұрыңыз
ko: 일시적으로 자동 승진을 끄기 위해 승진하는 동안 <ctrl>를 누르세요
lt: Norėdami laikinai sulaikyti automatinį paaukšinimą paaušktindami laikykite <ctrl> klavišą
lv: Turiet nospiestu taustiņu <ctrl>, kad paaugstinat bandinieku, lai īslaicīgi atspējotu automātisko paaugstināšanu
nl: Houd de <Ctrl> toets ingedrukt om auto-promotie tijdelijk uit te zetten
pt: Mantenha a tecla <ctrl> pressionada enquanto promove para desativar temporariamente a autopromoção
ro: Țineți apăsată tasta <ctrl> în timp ce promovați un pion pentru a dezactiva temporar promovarea automată
ru: Удерживайте клавишу <ctrl> во время превращения, чтобы временно отключить автопревращение в ферзя
sk: Pre dočasné vypnutie automatickej premeny podržte klávesu <ctrl> počas ťahu premeny
sl: Pridržite ctrl med promocijo, da začasno onemogočite samodejno promocijo
sq: Mbani të shtypur tastin <Ctrl> gjatë daljes, për të çaktivizuar përkohësisht daljet e automatizuara
sv: Håll ner <ctrl> -tangenten medan du uppgraderar för att tillfälligt inaktivera automatisk förvandling
tr: Otomatik terfiyi geçici olarak devre dışı bırakmak için terfi sırasında <ctrl> tuşunu basılı tutun
uk: Утримуйте клавішу <ctrl> під час перетворення, щоб тимчасово вимкнути автоматичне перетворення
vi: Giữ nút <ctrl> trong khi phong cấp để tạm thời hủy bỏ việc phong cấp tự động
zh: 按住 <ctrl> 键以临时禁用自动升变
zh_tw: 升變的同時按住<ctrl>以暫時取消自動升變

# preferencesWhenPremoving
source: When premoving
af: Tydens vooraf-skuiwe
ar: عند النقلة الاستباقية
az: Ön gediş edərkən
be: Пры ходзе на апярэджанне
bg: Когато е направен предварителен ход
bn: যখন পূনার‍য়সারান
bs: Kada odigram potez unaprijed
ca: En moviments anticipats
cs: Při předtahu
da: Ved forhåndstræk
el: Κατά προεπιλογή κίνησης
eo: Ĉe antaŭmovoj
es: Con anticipadas
eu: Aldez aurreko jokaldia egiten denean
fa: در زمان پیش حرکت
fi: Esisiirtäessä
gl: Con premovemento
he: כאשר מבצעים קדם-מהלך
hy: Նախաքայլ անելիս
id: Ketika pra-langkah
it: Quando preseleziono una mossa
kk: Алдын-ала жүрісте
ko: 미리두기 때만
lt: Per išankstinį ėjimą
lv: Tikai priekšgājienos
mk: Кога изигрувам претпотег
nl: Bij vooraf-zetten
pt: Quando mover antecipadamente
ro: În cazul mutărilor anticipate
ru: Когда сделан предварительный ход
sk: Pri predťahu
sl: Pri predpremiku poteze
sq: Kur bëhet lëvizje e paracaktuar
sr: Током претпотеза
sv: Vid förhandsdrag
tr: Ön hamlelerde
uk: Для ходів на випередження
vi: Khi đi trước
zh: 预走棋時
zh_tw: 預先走棋時
