Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaWillBeNotified
source: You will be notified when the tournament starts, so feel free to leave this tab idle.
af: Jy sal in kennis gestel word wanneer die toernooi begin, so dit is veilig om op 'n ander blad te speel terwyl jy wag.
ar: سيتم إعلامك عند بدء البطولة، لذا يمكنك اللعب في علامة تبويب أخرى أثناء الانتظار.
az: Turnir başlayanda sizə xəbər veriləcəkdir, buna görə gözləyərkən başqa bir pəncərədə oynamaq təhlükəsizdir.
be: Вас апавясцяць, калі пачнецца турнір, так што пакуль што можаце пагуляць, адкрыўшы іншую ўкладку.
bg: Ще бъдете уведомени когато турнирът започне, така че е безопасно да се играе в друг раздел докато чакате.
bn: আপনাকে জানানো হবে যখন প্রতিযোগিতা শুরু হবে, তো অপেক্ষার সময় অন্য টেবে খেলা এটা হয় নিরাপদ.
bs: Bit ćete obaviješteni kada turnir počne, tako da slobodno možete igrati u drugom prozoru dok čekate.
ca: Seràs notificat quan comenci el torneig, per tant és segur jugar en una altra pestanya mentre esperes.
cs: Upozorníme Vás, až turnaj začne. Během čekání můžete klidně hrát v jiné záložce prohlížeče.
da: Du får besked, når turneringen starter. Så du kan roligt spille i en anden fane, mens du venter.
el: Κατά την έναρξη του τουρνουά, κάθε παίκτης που συμμετέχει λαμβάνει ειδοποίηση — μπορείτε, επομένως, να αφήσετε αυτήν την καρτέλα ανοιχτή χωρίς κανένα πρόβλημα.
eo: Vi estos sciigita kiam la turniro komenciĝas, do ĝi estas sekura ludi en alia langeto dum ĝi atendas.
es: Se te avisará cuando empiece el torneo. Puedes jugar tranquilamente en otra pestaña mientras esperas.
eu: Txapelketa hasten denean jakinarazpen bat bidaliko dizugu, beraz beste fitxa baten beste partida bat jokatu dezakezu txapelketaren zain zauden artean.
fa: هنگامی که مسابقات می‌آغازد آگاهانده خواهید شد، بنابراین می‌توانید هنگام انتظار، در زبانهٔ دیگری بازی کنید.
fi: Saat ilmoituksen kun turnaus alkaa, joten voit huoletta pelata toisessa välilehdessä odotellessa.
gl: Serás notificado cando comece o torneo, polo que podes cambiar de lapela sen problema.
he: תישלח הודעה על תחילת התחרות, כך שבינתיים את/ה יכול/ה לשחק במקביל.
hy: Դուք կտեղեկացվեք մրցաշարի սկզբի մասին, այնպես որ հանգիստ սպասեք:
id: Anda akan diberitahu ketika turnamen dimulai, sehingga aman untuk bermain di tab lain sambil menunggu.
it: Riceverai una notifica quando il torneo inizierà. Durante l'attesa puoi tranquillamente giocare in un'altra scheda.
kk: Жарыс басталғаны туралы сізге хабар келеді. Оған дейін браузердің басқа бетінде ойнай берсеңіз болады.
ko: 토너먼트가 시작하기 전 당신에게 알림이 발송되니 다른 탭에서 플레이하셔도 안전합니다.
lt: Jums bus pranešta apie turnyro pradžią, tad laukdami galite saugiai žaisti kitoje kortelėje.
lv: Saņemsiet paziņojumu, kad turnīrs sāksies, tāpēc gaidot varat droši spēlēt citā cilnē.
mk: Ќе бидете известени кога турнирот ќе започне, така што безбедно е да играте во друго прозорче.
nl: Je krijgt een melding wanneer dit toernooi start, dus het is veilig om in een ander tabblad te spelen terwijl je wacht.
pt: Serás notificado quando o torneio começar, por isso é seguro jogares noutro separador enquanto esperas.
ro: Vei fi notificat când competiția începe, deci este în regulă să joci în altă fereastră în timp ce aștepți.
ru: О начале турнира известит всплывающее уведомление, так что вы не пропустите его, если будете играть на другой вкладке.
sk: Dáme Vám vedieť keď turnaj začne, takže kým čakáte, môžete pokojne hrať na ďalšej karte prehliadača.
sl: Ko se bo turnir začel boste obveščeni, zato lahko med čakanjem igrate v drugem zavihku.
sq: Ju do të njoftoheni kur fillon turneu, kështu që është e sigurt të luhet në një tab tjetër gjatë pritjes.
sr: Бићеш обавештен/а када турнир почне, тако да је сигурно играти у другом прозору док чекаш.
sv: Du får ett meddelande när turneringen startar, så du kan utan problem spela i en annan flik medan du väntar.
tr: Turnuva başladığında sana haber vereceğiz, bu süre zarfında başka bir sekmede oynamanın bir sakıncası yok.
uk: Вас повідомлять про початок турніру, тому поки що можете пограти, відкривши іншу вкладку.
vi: Bạn sẽ được thông báo khi giải đấu bắt đầu, vì vậy hãy yên tâm chơi trong tab khác trong lúc chờ.
zh: 锦标赛开始时您会收到通知，所以请放心让此标签页保持闲置。
zh_tw: 您將會在錦標賽開始時收到通知，所以您可以放心的在錦標賽開始前下其他的棋局。

# arenaIsRated
source: This tournament is rated and will affect your rating.
af: Hierdie toernooi is gegradeer en sal jou gradering beïnvloed.
ar: هذه البطولة مقيمة وسوف تؤثر على تقييمك.
az: Bu turnir reytinqlidir və reytinqinizə təsir edəcək.
be: Гэты турнір рэйтынгавы і паўплывае на ваш рэйтынг.
bg: Този турнир ще се отрази на вашия рейтинг.
bn: এই প্রতিযোগিতা মূল্যায়িত হয়েছে এবং আপনার অনুপাত প্রাভাবিত করবে.
bs: Ovaj turnir se igra za bodove i utjecat će na Vaš rejting.
ca: Aquest és un torneig valorat i per tant afectarà a la teva puntuació.
cs: Tento turnaj je hodnocený a odehrané partie budou mít vliv na Váš rating.
da: Denne turnering er rated og vil påvirke din rating.
el: Αυτό το τουρνουά είναι βαθμολογημένο και θα επηρεάσει την βαθμολογία σας.
eo: Ĉi tiu turniro rangas kaj influos vian rangon.
es: Este torneo es por puntos y afectará a tu puntuación.
eu: Txapelketa honek sailkapenerako balio duenez, zuren sailkapenaren puntuazioa aldatuko du.
fa: این مسابقات رسمی است و بر درجه‌بندی‌تان اثر می‌گذارد.
fi: Turnaus on rankattu ja siten vaikuttaa vahvuuslukuusi.
gl: Este torneo é puntuado e afectará á túa puntuación.
he: תחרות זו היא רשמית ותקבע את דרוגך.
hy: Այս մրցաշարում վարկանիշի հաշվարկ կա, այնպես որ այն կազդի Ձեր վարկանիշի վրա:
id: Turnamen ini berperingkat dan akan mempengaruhi peringkat Anda.
it: Questo torneo è classificato e influenzerà il tuo punteggio.
kk: Бұл бағаланатын жарыс, сіздің рейтингіңізге әсер етеді.
ko: 이 토너먼트는 레이팅이 적용되며 당신의 레이팅에 영향을 끼칠 것입니다.
lt: Šis turnyras yra vertinamas ir turės įtakos jūsų reitingui.
lv: Šis ir vērtēts turnīrs un ietekmēs jūsu reitingu.
mk: Овој турнир е рангиран и ќе го промени вашиот рејтинг.
nl: Dit toernooi is met rating en zal je rating beïnvloeden.
pt: Este torneio é por pontos e afetará a tua pontuação.
ro: Această competiție este evaluată și îți va afecta scorul.
ru: Это рейтинговый турнир, каждая игра в нём повлияет на ваш рейтинг.
sk: Tento turnaj sa bude počítať do Vášho ratingu.
sl: Ta turnir je rangiran in bo vplival na vaš rating.
sq: Ky turne është me klasifikim dhe do të ndikojë në klasifikimin tuaj.
sr: Овај турнир је рангиран и утицаће на твој рејтинг.
sv: Turneringen är rankad och kommer påverka din rating.
tr: Evet, bu turnuva puanlıdır ve oyun puanınızı etkileyecektir.
uk: Цей турнір рейтинговий та вплине на ваш рейтинг.
vi: Giải đấu này có xếp hạng và sẽ ảnh hưởng đến hệ số của bạn.
zh: 本锦标赛为排位赛，会影响您的等级分。
zh_tw: 這場錦標賽將會評分，並且影響到您的評分。

# arenaIsNotRated
source: This tournament is *not* rated and will *not* affect your rating.
af: Hierdie toernooi is *nie* gegradeer *nie* en sal *nie* jou gradering beïnvloed *nie*.
ar: هذه البطولة ليست مقيمة ولن تؤثر على تقييمك.
az: Bu turnir reytinqli deyil və reytinqinizə təsir etməyəcək.
be: Гэты турнір *не* рэйтынгавы і *не* паўплывае на ваш рэйтынг.
bg: Този турнир *не* е с рейтинг *няма* да промени рейтинга Ви.
bn: এই প্রতিযোগিতা হয় *না* মূল্যায়িত এবং হবে *না* আপনার অনুপাত প্রভাবিত.
bs: Ovaj turnir *nije* za bodove i *ne* utiče na Vaš rejting.
ca: Aquest *no* és un torneig valorat i per tant *no* afectarà a la teva puntuació.
cs: Tento turnaj není hodnocený a odehrané partie nebudou mít vliv na Váš rating.
da: Denne turnering er *ikke* ratet og vil *ikke* påvirke din rating.
el: Αυτό το τουρνουά *δεν* είναι βαθμολογημένο και *δε* θα επηρεάσει την βαθμολογία σας.
eo: Ĉi tiu turniro estas *ne* rangita kaj volos *ne* influos vian rangon.
es: Este torneo *no* es por puntos y *no* afectará a tu puntuación.
eu: Txapelketa *ez bada* sailkatutakoa, *ez du* zure sailkapenean eraginik izango.
fa: این مسابقات رسمی *نیست* و بر درجه‌بندی‌تان اثر *نمی‌گذارد*.
fi: Turnaus *ei* ole rankattu ja siten *ei* vaikuta vahvuuslukuusi.
gl: Este torneo *non* é puntuado e *non* afectará á túa puntuación.
he: טורניר זה אינו מדורג ולא ישפיע על דירוגך.
hy: Այս մրցաշարը առանց վարկանիշի է և այն չի ազդի Ձեր վարկանիշի վրա:
id: Turnamen ini adalah * tidak * berperingkat dan akan * tidak * mempengaruhi peringkat Anda.
it: Questo torneo *non* è classificato e *non* influenzerà il tuo punteggio.
kk: Бұл жарыс бағалы *емес*, сіздің рейтингіңізге әсер *етпейді*.
ko: 이 토너먼트는 레이팅이 적용되지 않으며 당신의 레이팅에 영향을 끼치지 않을 것입니다.
lt: Šis turnyras *nėra* vertinamas ir *neturės* įtakos jūsų reitingui.
lv: Šis turnīrs *nav* vērtēts un *neietekmēs* jūsu reitingu.
mk: Овој турнир *не* е рангиран и *нема* да го промени вашиот рејтинг.
nl: Dit toernooi is *niet* met rating en zal je rating *niet* beïnvloeden.
pt: Este torneio *não* é por pontos e *não* afetará a tua pontuação.
ro: Această competiție *nu* este evaluată și *nu* îți va afecta scorul.
ru: Это товарищеский турнир, игра в нём не повлияет на ваш рейтинг.
sk: Tento turnaj sa *NE*bude počítať do Vášho ratingu.
sl: Ta turnir *ni* rangiran in *ne* bo vplival na vaš rating.
sq: Ky turne është *pa* klasifikim dhe *nuk* do të ndikojë në klasifikimin tuaj.
sr: Овај турнир *није* рангиран и *неће* утицати на твој рејтинг.
sv: Turneringen är *inte* rankad och kommer *inte* att påverka din rating.
tr: Hayır, bu turnuva puanlı *değildir* ve oyun puanınızı *etkilemeyecektir*.
uk: Цей турнір *не є* рейтинговим та *не* вплине на ваш рейтинг.
vi: Giải đấu này *không* xếp hạng và sẽ *không* ảnh hưởng đến hệ số của bạn.
zh: 本锦标赛为休闲赛，不会影响您的等级分。
zh_tw: 這場錦標賽不會評分，並且它不會影響到您的評分。

# arenaSomeRated
source: Some tournaments are rated and will affect your rating.
af: Sekere toernooie is gegradeer en sal jou gradering beïnvloed.
ar: بعض البطولات تكون مقيمة وتؤثر على تقييمك.
az: Bəzi turnirlər reytinqlidir və reytinqinizə təsir edəcək.
be: Некаторыя турніры – рэйтынгавыя і паўплываюць на ваш рэйтынг.
bg: Някои от турнирите могат да се отразят на Вашия рейтинг.
bn: কিছু প্রতিযোগিতা হয় মূল্যায়িত এবং আপনার অনুপাত প্রভাবিত করবে.
bs: Neki turniri se igraju za bodove i utjecat će na Vaš rejting.
ca: Alguns tornejos són valorats i afectaran a la teva puntuació.
cs: Některé turnaje jsou hodnoceny a budou mít vliv na váš rating.
da: Nogle turneringer er ratede og vil påvirke din rating.
el: Ορισμένα από τα τουρνουά είναι βαθμολογημένα και θα επηρεάσουν την βαθμολογία σας.
eo: Luj turniroj rangas kaj influos vian rangon.
es: Algunos torneos son por puntos y afectarán a tu puntuación.
eu: Txapelketa batzuk sailkapenerako balio dutenez zure sailkapenaren puntuazioa aldatuko dute.
fa: برخی مسابقات رسمی‌اَند و بر درجه‌بندی‌تان اثر می‌گذارند.
fi: Jotkut turnaukset ovat rankattuja ja siten vaikuttavat vahvuuslukuusi.
gl: Algúns torneos son puntuados e afectarán á túa puntuación.
he: חלק מהתחרויות הן מדורגות ויקבעו את דירוגך.
hy: Որոշ մրցաշարեր վարկանիշի հաշվարկով են և կազդեն Ձեր վարկանիշի վրա:
id: Beberapa turnamen berperingkat, dan akan mempengaruhi peringkat Anda.
it: Alcuni tornei sono classificati e pertanto influenzeranno il tuo punteggio.
kk: Жарыстардың кейбірі бағалы, яғни рейтингке әсер етеді.
ko: 몇몇 토너먼트는 레이팅이 적용되며 당신의 레이팅에 영향을 끼칠 것입니다.
lt: Kai kurie turnyrai yra vertinami ir turės įtakos jūsų reitingui.
lv: Daži turnīri ir vērtēti un ietekmēs jūsu reitingu.
mk: Некој турнири се рангирани и ќе го променат вашиот рејтинг.
nl: Sommige toernooien zijn met rating en zullen je rating beïnvloeden.
pt: Alguns torneios são por pontos e afetarão a tua pontuação.
ro: Unele competiții sunt evaluate și îți vor afecta scorul.
ru: Если турнир рейтинговый, то все игры в нём будут рейтинговыми, и это повлияет на ваш рейтинг.
sk: Niektoré turnaje sa počítajú do ratingu hráčov a ovplyvnia aj ten Váš.
sl: Nekateri turnirji so rangirani in bodo vplivali na vaš rating.
sq: Disa turne janë të klasifikuara dhe do të ndikojnë në klasifikimin tuaj.
sr: Неки турнири су рангирани и утицаће на твој рејтинг.
sv: Vissa turneringar är rankade och kommer att påverka din rating.
tr: Bazı turnuvalar puanlıdır ve oyun puanınızı etkiler.
uk: Деякі турніри рейтингові та впливають на ваш рейтинг.
vi: Một số giải đấu có xếp hạng và sẽ ảnh hưởng đến hệ số của bạn.
zh: 部分锦标赛是排位赛，会影响您的等级分。
zh_tw: 一些錦標賽將會評分，並且影響到您的評分。

# arenaHowAreScoresCalculated
source: How are scores calculated?
af: Hoe word die puntetelling uitgewerk?
ar: كيف تحتسب النقاط؟
az: Xallar necə hesablanır?
be: Якім чынам размяркоўваюцца балы?
bg: Как се изчисляват резултатите?
bn: কিভাবে স্কোর গণনা করা হয়?
bs: Kako se rezultati računaju?
ca: Com són calculats els punts?
cs: Jak se počítají turnajové body?
da: Hvordan beregnes scorerne?
el: Πως υπολογίζονται οι βαθμολογίες;
eo: Kiel lichess kalkulas poentarojn?
es: ¿Cómo se calculan las puntuaciones?
eu: Nola kalkulatzen dira puntuazioak?
fa: امتیازات چگونه محاسبه می‌شود؟
fi: Miten pisteenlasku toimii?
gl: Como se calculan os puntos de torneo?
he: איך מחושבות תוצאות המשחקים?
hy: Ինչպե՞ս են հաշվարկվում միավորները
id: Bagaimana menghitung Skor?
it: Come sono calcolati i punteggi del torneo?
kk: Ұпай есептеу әдісі қандай?
ko: 점수는 어떻게 계산되나요?
lt: Kaip apskaičiuojami taškai?
lv: Kā tiek aprēķināti rezultāti?
mk: Како се пресметува резултатот?
nl: Hoe worden scores berekend?
pt: Como é que as pontuações são calculadas?
ro: Cum e calculat scorul?
ru: Как начисляются очки?
sk: Ako sa počíta skóre turnaja?
sl: Kako se izračuna točke?
sq: Si llogariten pikët?
sr: Како се резултати рачунају?
sv: Hur räknas poängen?
tr: Maçlardan alınan puanlar nasıl hesaplanıyor?
uk: Як обчислюються очки?
vi: Điểm được tính thế nào?
zh: 分数如何计算？
zh_tw: 分數是如何計算的？
