Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# coordinatesPracticeOnlySomeFilesAndRanks
source: Practice only some files & ranks
af: Oefen slegs sommige rye & kolomme
ar: تدرب فقط علي بعض الأعمدة & الصفوف
bs: Vježbajte samo neke datoteke i rangove
ca: Practicar només algunes files i columnes
cs: Procvič si pouze některé soubory & hodnosti
da: Øv kun nogle linjer og rækker
el: Εξασκηθείτε μόνο σε ορισμένες γραμμές & στήλες
es: Practicar sólo algunas filas & columnas
eu: Zutabe eta errenkada batzuk bakarrik praktikatu
fa: تمرین فقط روی ستون‌ها و ردیف‌های مشخص
fi: Harjoittele vain tiettyjä linjoja ja rivejä
gl: Practicar só algunhas filas e columnas
he: תרגול של שורות וטורים מסוימים
it: Fai pratica solo con alcune righe & colonne
lt: Treniruotis tik kai kurias statines ir gulstines
nl: Alleen sommige kolommen & rijen oefenen
pt: Pratica só algumas linhas & colunas
ro: Exersează doar câteva coloane și linii
ru: Потренироваться только с некоторыми вертикалями и горизонталями
sk: Vybrať konkrétne stĺpce a rady
sl: Vadite le nekatere stolpce in vrstice
sv: Öva bara på linjer & rader
tr: Sadece bazı dosyaları & rütbeleri uygulayın
uk: Практикувати лише деякі ряди та стовпці
vi: Chỉ thực hành ở một số tệp & thứ hạng
zh: 仅练习特定横线与纵线
zh_tw: 只練習部分列與行

# patronDonate
source: Donate
af: Maak 'n skenking
ar: تبرع
az: İanə verin
be: Ахвяраваць
bg: Дарете
bn: দান করুন
bs: Donirajte
ca: Donar
cs: Přispět
da: Donér
el: Κάντε δωρεά
eo: Donaci
es: Donar
eu: Dirua eman
fa: کمک مالی
fi: Lahjoita
gl: Doar
he: תרמו
hy: Նվիրաբերել
id: Donasi
it: Fai una donazione
kk: Демеу жасау
ko: 기부
lt: Paremti
lv: Ziedot
mk: Донирај
nl: Doneer
pt: Doar
ro: Donează
ru: Поддержать проект
sk: Prispieť
sl: Donirajte
sq: Dhuroni
sr: Донирај
sv: Donera
tr: Bağış yap
uk: Зробити внесок
vi: Ủng hộ
zh: 赞助
zh_tw: 捐款

# patronLichessPatron
source: Lichess Patron
af: Lichess Beskermheer
ar: راعي Lichess
az: Lichess Dəstəkçisi
be: Спонсар Lichess
bg: Lichess Дарител
bn: Lichess অভিভাবক
bs: Lichess Pokrovitelj
ca: Patró de Lichess
da: Lichess Protektor
el: Υποστηρικτής του Lichess
eo: Lichess Patrono
es: Patrón de Lichess
eu: Lichess babeslea
fa: یاورِ Lichess
fi: Lichessin tukija
gl: Patrón de Lichess
he: תומך/ת ליצ'ס
hy: Lichess-ի հովանավոր
id: Patron Lichess
it: Patron di Lichess
kk: Личес Қамқоршысы
ko: Lichess 후원자
lt: Lichess rėmėjas
lv: Lichess Sponsors
mk: Lichess подржувач
nl: Lichess Patroon
pt: Patrono do Lichess
ro: Patron Lichess
ru: Lichess-спонсор
sk: Lichess Patrón
sl: Lichess pokrovitelj
sq: Bamirës Lichess-i
sr: Lichess Покровитељ
sv: Lichess-donator
tr: Lichess Destekçisi
uk: Покровитель Lichess
vi: Người bảo trợ Lichess
zh: Lichess 赞助者
zh_tw: Lichess 贊助者

# patronBecomePatron
source: Become a Lichess Patron
af: Word 'n Lichess Beskermheer
ar: كنّ راعياً في Lichess
az: Lichess Dəstəkçisi olun
be: Стаць cпонсарам Lichess
bg: Станете дарител на Lichess
bn: লিচেসে অভিভাবক হন
bs: Postanite Lichess Pokrovitelj
ca: Fes-te patró de Lichess
cs: Staňte se Lichess Patronem
da: Bliv Lichess Protektor
el: Υποστηρίξτε το Lichess
eo: Fariĝu Lichess Patrono
es: Hazte patrón de Lichess
eu: Lichess Babesle bihurtu
fa: یاور Lichess بشوید
fi: Ryhdy Lichessin tukijaksi
gl: Faite Patrón de Lichess
he: הפכו לתומך/ת של ליצ'ס
hy: Դառնալ Lichess-ի հովանավոր
it: Diventa un Mecenate di Lichess
kk: Қамқоршы болыңыз
ko: Lichess 후원자가 되세요
lv: Kļūstiet par Lichess Sponsoru
mk: Стани подржувач
nl: Word een Lichess Patroon
pt: Tornar-se um patrono do Lichess
ro: Devino un Patron Lichess
ru: Стать спонсором Lichess
sk: Staňte sa Lichess Patrónom
sl: Postani Lichess pokrovitelj
sq: Bëhuni një Bamirës Lichess-i
sr: Постани Lichess Покровитељ
sv: Bli en Lichess Patron
uk: Стати Покровителем Lichess
vi: Trở thành một Người bảo trợ Lichess
zh: 成为 Lichess 赞助者
zh_tw: 成為 Lichess 贊助者

# perfStatPerfStats
source: {param} stats
af: {param} statistiek
ar: احصائيات {param}
az: {param} statistikası
be: Статыстыка {param}
bg: {param} статистика
bs: {param} statistika
ca: Estadístiques de {param}
cs: {param} statistiky
da: {param} statistik
el: Στατιστικά {param}
eo: {param} statikoj
es: Estadísticas de {param}
eu: {param} estatistikak
fa: آمار {param}
fi: {param}-tilastot
gl: Estatísticas de {param}
he: מדדי {param}
hy: {param} վիճակագրություն
id: {param} statistik
it: Statistiche di {param}
kk: {param} статистикасы
ko: {param} 통계
lt: {param} statistika
lv: {param} statistika
mk: {param} статистика
nl: {param}-statistieken
pt: Estatísticas de {param}
ro: Statistici {param}
ru: Статистика {param}
sk: {param} štatistiky
sl: {param} statistika
sq: Statistika për {param}
sr: {param} статистике
sv: {param}-statistik
tr: {param} istatistikleri
uk: Статистика {param}
vi: Thống kê {param}
zh: {param} 战绩
zh_tw: {param}戰績

# perfStatViewTheGames
source: View the games
af: Bekyk die spelle
ar: عرض المباريات
az: Oyunlara bax
be: Праглядзець гульні
bg: Виж игрите
bs: Pregledajte partije
ca: Veure les partides
cs: Zobrazit hry
da: Se partierne
el: Προβολή παρτίδων
eo: Rigardi la ludojn
es: Ver las partidas
eu: Partidak ikusi
fa: دیدن بازی‌ها
fi: Katso pelit
gl: Ver as partidas
he: צפו במשחקים
hy: Դիտել պարտիաները
id: Lihat permainan
it: Visualizza le partite
kk: Ойындарын көру
ko: 게임 보기
lt: Peržiūrėti partijas
lv: Skatīt spēles
mk: Прегледај ги партиите
nl: Bekijk de partijen
pt: Ver as partidas
ro: Vezi jocurile
ru: Посмотреть партии
sk: Zobraziť partie
sl: Ogled iger
sq: Shihni lojëra
sr: Погледај партије
sv: Visa partierna
tr: Oyunları görüntüle
uk: Переглянути ігри
vi: Xem các ván cờ
zh: 查看对局
zh_tw: 查看遊戲紀錄

# perfStatProvisional
source: provisional
af: voorlopig
ar: مؤقت
az: müvəqqəti
be: умоўны
bg: временен
bs: privremen
cs: prozatímní
da: provisorisk
el: προσωρινή
eo: provizora
eu: behin-behinekoa
fa: موقت
fi: tilapäinen
he: זמני
hy: նախնական
id: penyisihan
it: provvisorio
kk: болжамалы
ko: 임시
lt: laikinas
lv: pagaidu
mk: привремен
nl: voorlopig
pt: provisório
ro: provizoriu
ru: предварительный
sk: provizórny
sl: začasen
sq: i përkohshëm
sr: пробни
sv: provisorisk
tr: geçici
uk: умовний
vi: tạm thời
zh: 暂定
zh_tw: 臨時

# perfStatNotEnoughRatedGames
source: Not enough rated games have been played to establish a reliable rating.
af: Nie genoeg gegradeerde spelle is gespeel om 'n betroubare gradering te vestig nie.
ar: لم تلعب مباريات مقيّمة بما يكفي للحصول ع تقييم موثق.
az: Etibarlı reytinq yaratmaq üçün kifayət qədər reytinqli oyun oynanılmayıb.
be: Не было згуляна дастаткова рэйтынгавых гульняў, каб усталяваць дакладны рэйтынг.
bg: Няма достатъчно игри с рейтинг, за да бъде изчислен точен рейтинг.
bs: Nije odigrano dovoljno partija za retjing bodove da bi se uspostavio pouzdani rejting.
ca: No s'han jugat suficients partides puntuables per poder establir una puntuació fiable.
cs: Nebyl odebrán dostatečný počet hodnocených her pro odhad spolehlivého ratingu.
da: Der er ikke spillet nok ratede partier til at fastlægge en pålidelig rating.
el: Δεν έχουν παιχτεί αρκετές βαθμολογημένες παρτίδες ώστε να υπάρξει σταθερή βαθμολογία.
eo: Ne sufiĉe taksitaj ludoj estis luditaj por estigi fidindan rangon.
es: No se han jugado suficientes partidas para establecer una puntuación fiable.
eu: Ez duzu puntuaziorako balio duten behar adina partida jokatu.
fa: بازی های رسمی کافی برای تعیین کردن یک درجه‌بندی قابل‌اتکا انجام نشده است.
fi: Ei ole pelattu riittävän montaa pisteytettyä peliä, jotta voitaisiin muodostaa luotettava vahvuusluku.
gl: No se xogaron suficientes partidas puntuadas para poder establecer unha puntuación fiábel.
he: לא ניתן לקבוע דירוג אמין, מפני שלא שוחקו מספיק משחקים מדורגים.
hy: Ճշգրիտ վարկանիշն իմանալու համար վարկանիշային պարտիաների քանակը բավարար չէ։
id: Tidak mencukupi permainan dirating yang telah dimainkan untuk mendapatkan rating yang dapat diandalkan.
it: Non sono state giocate abbastanza partite classificate per stabilire un punteggio affidabile.
kk: Тұрақты рейтингке ие болу үшін бағалы ойын саны жеткіліксіз.
ko: 신뢰할만한 레이팅을 설정하기에 충분한 만큼의 레이팅 게임을 플레이하지 않았습니다.
lt: Kol kas nesužaista pakankamai reitinguotų partijų, kad būtų sudarytas patikimas reitingas.
lv: Nav spēlēts pietiekami vērtētu spēļu, lai izveidotu uzticamu reitingu.
mk: Нема одиграно доволно рангирани игри за воспоставување на рејтинг.
nl: Er zijn niet genoeg partijen met rating gespeeld om een betrouwbare rating vast te stellen.
pt: Não foi jogado um número suficiente de partidas a pontuar para estabelecer uma pontuação de confiança.
ro: Nu au fost jucate destule meciuri oficiale pentru a stabili un rating solid.
ru: Недостаточно рейтинговых игр, чтобы узнать точный рейтинг.
sk: Na zaistenie spoľahlivého ratingu sa neodohralo dosť hodnotených hier.
sl: Za zanesljiv rejting je bilo odigranih premalo rangiranih iger.
sq: S’janë luajtur lojëra të mjaftueshme për të vendosur një klasifikim të besueshëm.
sr: Није одиграно довољно рангираних партија да се успостави поуздан рејтинг.
sv: Inte tillräckligt många rankade partier har spelats för att fastställa en tillförlitlig rating.
tr: Güvenilir bir puan oluşturmak için yeterli sayıda puanlı oyun oynanmamış.
uk: Зіграно недостатньо рейтингових ігор для встановлення точного рейтингу.
vi: Không có đủ ván có xếp hạng đã được chơi để thiết lập một hệ số đáng tin cậy.
zh: 已进行的排位对局数量不足，无法建立可靠的等级分。
zh_tw: 積分賽場次太少，無法計算準確積分。

# perfStatProgressOverLastXGames
source: Progression over the last {param} games:
af: Vordering oor die laaste {param} spelle:
ar: التقدم خلال آخر المباريات ال{param} الاخيرة:
az: Son {param} oyundakı irəliləyiş:
be: Прагрэс за апошнія {param} гульняў:
bg: Прогрес през последните {param} игри:
bs: Napredak u poslednjih {param} partija:
ca: Progressió en les últimes {param} partides:
cs: Pokrok v posledních {param} hrách:
da: Udvikling over de sidste {param} partier:
el: Εξέλιξη βάσει των τελευταίων {param} παρτίδων:
eo: Progreso dum la lastaj {param} ludoj:
es: Progresión en las últimas {param} partidas:
eu: Azken {param} partidetako aurrerapena:
fa: پیشرفت در آخرین {param} بازی ها:
fi: Kehitys viimeisten {param} pelin aikana:
gl: Progresión nas últimas {param} partidas:
he: התקדמות לאורך {param} המשחקים האחרונים:
hy: Աճը վերջին {param} խաղերի ընթացքում.
id: Kemajuan dalam permainan {param} terakhir kali:
it: Progresso nelle ultime {param} partite:
kk: Кейінгі {param} ойынның қорытындысы:
ko: 최근 {param} 게임 동안:
lt: Progresas per paskutines {param} partijas:
lv: Attīstība pēdējo {param} spēļu laikā:
mk: Напредок во последните {param} партии:
nl: Voortgang in de laatste {param} partijen:
pt: Progresso nas últimas {param} partidas:
ro: Progres în ultimele {param} meciuri:
ru: Прогресс за последние игры ({param}):
sk: Postup počas posledných {param} hier:
sl: Napredek v zadnjih {param} igrah:
sq: Ecuria përgjatë {param} lojërave të fundit:
sr: Напредак у последњих {param} партија:
sv: Utveckling under de senaste {param} spelen:
tr: Son {param} maç sonrası durum:
uk: Прогрес за останні {param} ігор:
vi: Sự tiến bộ qua {param} ván cờ gần đây:
zh: 最近 {param} 局后的变化：
zh_tw: 最近{param}場棋局之積分變化：

# perfStatRatingDeviation
source: Rating deviation: {param}.
af: Gradering afwyking: {param}.
ar: انحراف التقييم: {param}.
az: Xal yayınma dəyəri: {param}.
be: Адхіленне рэйтынгу: {param}.
bg: Отклонение на рейтинга: {param}.
bs: Rejting devijacija: {param}.
ca: Desviació de la puntuació: {param}.
cs: Odchylka hodnocení: {param}.
da: Rating afvigelse: {param}.
el: Απόκλιση βαθμολογίας: {param}.
eo: Taksa devio: {param}.
es: Desviación de la puntuación: {param}.
eu: Puntuazioaren desbideraketa: {param}.
fa: انحراف درجه‌بندی: {param}.
fi: Vahvuuslukupoikkeama: {param}.
gl: Desviación da puntuación: {param}.
he: סטיית תקן בדירוג: {param}.
hy: Վարկանիշի շեղումը` {param}։
id: Selisih rating: {param}.
it: Deviazione del punteggio: {param}.
kk: Рейтинг ауытқуы: {param}.
ko: 레이팅 편차: {param}.
lt: Reitingo paklaida: {param}.
lv: Reitinga novirze: {param}.
mk: Девијација на рејтингот: {param}.
nl: Rating deviatie: {param}.
pt: Desvio da pontuação: {param}.
ro: Devierea ratingului: {param}.
ru: Отклонение рейтинга: {param}.
sk: Odchýlka ratingu: {param}.
sl: Odstopanje od rejtinga: {param}.
sq: Shmangie vlerësimi: {param}.
sr: Рејтинг девијација: {param}.
sv: Ratingavvikelse: {param}.
tr: Puan sapma değeri: {param}.
uk: Відхилення рейтингу: {param}.
vi: Độ chênh lệch hệ số: {param}.
zh: 等级分偏差值：{param}
zh_tw: 積分誤差: {param}

# perfStatRatingDeviationTooltip
source: Lower value means the rating is more stable. Above {param1}, the rating is considered provisional. To be included in the rankings, this value should be below {param2} (standard chess) or {param3} (variants).
af: 'n Laer waarde beteken dat die gradering is meer stabiel. Bo {param1}, word die gradering as voorlopig beskou. Om ingesluit te wees in die ranglys moet hierdie waarde of onder {param2} (standaard skaak) of onder {param3} (variante) wees.
ar: القيمة المنخفضة تعني أن التصنيف أكثر استقرارا. أعلى من {param1}، يعتبر التقييم مؤقتا. لكي يتم تضمينه في الترتيبات، يجب أن تكون هذه القيمة أقل من {param2} (الشطرنج القياسي) أو {param3} (المتغيرات).
az: Aşağı dəyər reytinqin daha sabit olduğunu bildirir. {param1}-dan yuxarı olan reytinq müvəqqəti hesab olunur. Reytinqlərə daxil olmaq üçün bu dəyər {param2}-dan (standart şahmat) və ya {param3}-dan (variantlardan) aşağı olmalıdır.
be: Чым ніжэй значэнне, тым больш усталяваным з'яўляецца рэйтынг. Рэйтынг вышэйшы за {param1}, лічыцца ўмоўным. Каб быць уключаным у спісы рэйтынгу, гэта значэнне павінна быць ніжэй за {param2} (звычайныя шахматы) або {param3} (варыянты).
bg: По-ниска стойност означава, че рейтингът е по-стабилен. Ако е над {param1}, рейтингът се счита за условен. За да бъде включена в класиранията, тази стойност трябва да бъде под {param2} (стандартен шахмат) или {param3} (варианти).
bs: Niža vrijednost znači da je rejting stabilniji. Pri vrijednostima višim od {param1} za rejting se smatra da je privremen. Za uvrštavanje na rang-liste ova vrijednost trebala bi biti niža od {param2} (u običnom šahu) ili od {param3} (u drugim varijantama šaha).
ca: Un valor més baix significa que la qualificació és més regular. Per sobre del {param1}, la qualificació es considera provisional. Per ser inclós en les classificacions, aquest valor ha de ser inferior al {param2} (escacs estàndard) o al {param3} (variants).
cs: Nižší hodnota znamená, že je hodnocení stabilnější. Nad {param1} je hodnocení považováno za prozatímní. Pro zahrnutí do žebříčku by tato hodnota měla být nižší než {param2} (standardní šachy) nebo {param3} (varianty).
da: Lavere værdi betyder, at ratingen er mere stabil. Over {param1} anses ratingen for foreløbig. For at blive inkluderet i rangeringen skal denne værdi være under {param2} (standard skak) eller {param3} (varianter).
el: Όσο χαμηλότερη είναι αυτή η τιμή, τόσο πιο σταθερή είναι η βαθμολογία του παίκτη. Η βαθμολογία θεωρείται σταθερή μόνο αν αυτή η τιμή δεν ξεπερνά το {param1}. Για να συμπεριληφθείτε στις κατατάξεις του Lichess, η τιμή αυτή πρέπει να είναι χαμηλότερη του {param2} (στο κανονικό σκάκι) ή του {param3} (στις παραλλαγές).
eo: Pli malalta valoro signifas, ke la rango estas pli stabila. Super {param1} la rango estas konsiderata provizora. Por esti inkluzivita en la rangotabeloj, ĉi tiu valoro devus esti sub {param2} (norma ŝako) aŭ {param3} (variaĵoj).
es: Un valor bajo en la puntuación significa que es más estable. Un valor superior a {param1}, significa que la puntuación es provisional. Para que se incluya en las clasificaciones, este valor debe ser inferior a {param2} (ajedrez estándar) o {param3} (variantes).
eu: Balio baxuagoak puntuazioa egonkorragoa dela esan nahi du. {param1}tik gorako balioak puntuazioa behin-behinekoa dela esan nahi du. Sailkapenetan agertzeko, balio hori {param2} baino baxuagoa (xake estandarrean) eta {param3} baino baxuagoa (aldaeretan) izan behar da.
fa: مقدار کمتر به معنای درجه‌بندی پایدارتر است. بالاتر از {param1}، درجه‌بندی موقت در نظر گرفته می‌شود. برای قرارگیری در درجه‌بندی‌ها، این مقدار باید کم‌تر از {param2} (در شطرنج استاندارد) یا {param3} (در وَرتاها) باشد.
fi: Alempi arvo tarkoittaa, että vahvuusluku on vakiintuneempi. Kun arvo on yli {param1}, vahvuusluku on tilapäinen. Vahvuuslukulistalle pääsee, kun tämä arvo on alle {param2} (tavallisessa shakissa) tai {param3} (varianteissa).
gl: Un valor baixo significa que a puntuación é máis estable. Por riba de {param1}, a puntuación considérase provisional. Para que se inclúa nas clasificacións, este valor debe ser inferior a {param2} (xadrez estándar) ou {param3} (variantes).
he: ערך נמוך יותר אומר שהדירוג יציב יותר. מעל {param1} הדירוג נחשב זמני. כדי להיכלל במדרג השחקנים, ערך זה צריך להיות מתחת ל־{param2} (שחמט רגיל) או {param3} (וריאנטים).
hy: Ցածրագույն արժեքը նշանակում է, որ վարկանիշն ավելի կայուն է։ Եթե այդ ցուցանիշը գերազանցում է {param1}-ը, ապա վարկանիշը համարվում է մոտավոր։ Վարկանիշի ցանկերում ընդգրկվելու համար այդ ցուցանիշը պետք է փոքր լինի {param2}-ից (դասական շախմատ) կամ {param3}-ից (տարբերակներ)։
id: Nilai rendah berarti ratingnya lebih stabil. Diatas {param1}, ratingnya dipertimbangkan sebagai provisonal. Untuk dimasukkan dalam rangking, nilai ini harus berada dibawah {param2} (catur standar) atau {param3} (variasi).
it: Valori bassi indicano che un punteggio è più stabile. Sopra {param1}, il punteggio è considerato provvisorio. Per esser incluso nelle classifiche, questo valore dovrebbe essere inferiore a {param2} (scacchi standard) o {param3} (varianti).
kk: Мөлшері аз болса, рейтингтің тұрақты екенін білдіреді. {param1}-дан артық болса – болжамалы. Орынға ие болу үшін бұл шама классикалық шахматта {param2}-дан, ал басқа шахмат түрлерінде {param3}-дан кем болуы керек.
ko: 낮은 값일 수록 레이팅이 안정적입니다. {param1} 이상이라면 임시 레이팅으로 간주합니다. 랭킹에 들기 위해서는 이 값이 {param2} (스탠다드 체스) 또는 {param3} (변형 체스) 보다 낮아야 합니다.
lt: Žemesnė vertė reiškia, kad reitingas stabilesnis. Reikšmei esant virš {param1}, reitingas laikomas laikinuoju. Norint būti paskelbtam reitingavimuose, ši reikšmė turi būti mažesnė, nei {param2} (standartiniuose šachmatuose) ar {param3} (variantuose).
lv: Zemākas vērtības nozīmē, ka reitings ir stabilāks. Vērtības virs {param1} piemīt tikai pagaidu reitingiem. Tabulās iekļauj tikai spēlētājus, kam šī vērtība ir zem {param2} parastajā šahā vai {param3} variantos.
mk: Пониска вредност значи дека рејтингот е постабилен. Над {param1}, рејтингот се смета за привремен. За да биде вклучена во рангирањата, оваа вредност треба да биде под {param2} (класичен шах) или {param3} (варијации).
nl: Een lagere waarde betekent dat de rating stabieler is. Boven {param1} wordt de rating als voorlopig beschouwd. Om in de ranglijsten te worden opgenomen, moet deze waarde lager zijn dan {param2} (standaard schaken) of {param3} (varianten).
pt: Um valor inferior significa que a classificação é mais estável. Acima de {param1}, a classificação é considerada provisória. Para ser incluído nas classificações, esse valor deve estar abaixo de {param2} (xadrez padrão) ou {param3} (variantes).
ro: O valoare mai mică înseamnă că ratingul este mai stabil. Peste {param1}, ratingul este considerat provizoriu. Pentru a fi inclus în clasament, această valoare ar trebui să fie sub {param2} (șah standard) sau {param3} (variante).
ru: Меньшее значение означает, что рейтинг более стабилен. Если этот показатель превышает {param1}, то рейтинг считается примерным. Для включения в рейтинг-листы этот показатель должен быть ниже {param2} (стандартные шахматы) и {param3} (варианты).
sk: Nižšia hodnota znamená, že rating je stabilnejší. Hodnota vyššia ako {param1} znamená, že rating sa považuje za provizórny. Ak chcete byť zaradení do rebríčka, táto hodnota by mala byť nižšia ako {param2} (štandardný šach) alebo {param3} (varianty).
sl: Nižja vrednost pomeni, da je rejting stabilnejši. Nad {param1} se smatra, da je rejting začasen. Za uvrstitev med rangirane, mora biti ta vrednost pod {param2} (standardni šah) ali {param3} (različice).
sq: Një vlerë e ulët do të thotë se vlerësimi është më i qëndrueshëm. Mbi {param1}, vlerësimi konsiderohet i përkohshëm. Që të përfshiheni në klasifikime, kjo vlerë duhet të jetë {param2} (shah standard), ose {param3} (variante).
sr: Мања вредност значи да је рејтинг стабилнији. Преко {param1}, рејтинг се рачуна као привремени. Да би се урачунала у рејтингу, ова вредност би требала бити испод {param2} (стандардни шах) или {param3} (варијанте).
sv: Lägre värde betyder att ratingen är mer stabil. Vid värden över {param1} anses ratingen vara provisorisk. För att inkluderas i rankinglistorna bör detta värde vara under {param2} (standardschack) eller {param3} (varianter).
tr: Daha düşük değer reytingin daha istikrarlı olduğu anlamına gelir. {param1} değerinin üzerindeyse reytingin geçici olduğu kabul edilir. Sıralamaya dahil edilmek için {param2} (standart satranç) veya {param3} (varyantlarda) değerinin altında olmak gerekiyor.
uk: Чим менше значення, тим стабільніше рейтинг. Вище {param1}, рейтинг вважається умовним. Для включення до рейтингу це значення має бути нижче {param2} (стандартні шахи) або {param3} (варіанти).
vi: Giá trị thấp hơn nghĩa là hệ số ổn định hơn. Ở ngưỡng trên {param1}, hệ số được coi là tạm thời. Để được xếp trong bảng xếp hạng, giá trị này phải ở dưới ngưỡng {param2} (cờ tiêu chuẩn) hoặc {param3} (các biến thể).
zh: 该数值越低，表示等级分越稳定。若高于 {param1}，则等级分被视为暂定状态。若想被纳入排行榜，此数值需低于 {param2}（标准）或 {param3}（变体）。
zh_tw: 越低的數值代表積分越穩定。 數值高於{param1}時的積分會被判定為浮動積分。 要被列入排名之中，該數值需低於{param2}(標準西洋棋) 或是{param3}(西洋棋變體)。

# perfStatTotalGames
source: Total games
af: Totale spelle
ar: إجمالي المباريات
az: Cəmi oyunlar
be: Агулам гульняў
bg: Общ брой игри
bn: মোট গেম
bs: Ukupno partija
ca: Partides totals
cs: Celkový počet her
da: Alle partier
el: Πλήθος παρτίδων
eo: Totalaj ludoj
es: Partidas totales
eu: Partida kopurua
fa: تمام بازی ها
fi: Pelejä yhteensä
gl: Partidas totais
he: סך כל המשחקים
hy: Ընդամենը պարտիաներ
id: Total permainan
it: Partite totali
kk: Барлық ойындар
ko: 총 대국
lt: Viso partijų
lv: Spēles kopumā
mk: Вкупно партии
nl: Totaal aantal partijen
pt: Total de partidas
ro: Meciuri totale
ru: Всего партий
sk: Celkový počet hier
sl: Vse igre
sq: Lojëra gjithsej
sr: Укупно партија
sv: Antal partier totalt
tr: Toplam maç sayısı
uk: Всього ігор
vi: Tổng số ván cờ
zh: 对局总数
zh_tw: 總計棋局

# perfStatRatedGames
source: Rated games
af: Gegradeerde spelle
ar: مباريات مقيّمة
az: Reytinqli oyunlar
be: Рэйтынгавыя гульні
bg: Игри с рейтинг
bs: Partije za rejting bodove
ca: Partides puntuables
cs: Hodnocených her
da: Ratede partier
el: Βαθμολογημένες παρτίδες
eo: Rangitaj ludoj
es: Partidas por puntos
eu: Puntuaziorako balio duten partidak
fa: بازی های رسمی
fi: Pisteytettyjä pelejä
gl: Partidas puntuadas
he: משחקים מדורגים
hy: Վարկանիշային պարտիաներ
id: Permainan di-rating
it: Partite classificate
kk: Бағалы ойындар
ko: 레이팅 게임
lt: Reitinguotų partijų
lv: Vērtētās spēles
mk: Рангирани партии
nl: Partijen met rating
pt: Total de partidas a pontuar
ro: Meciuri oficiale
ru: Рейтинговые игры
sk: Hodnotené partie
sl: Rangirane partije
sq: Lojë të vlerësuara
sr: Рангираних партија
sv: Rankade partier
tr: Dereceli oyunlar
uk: Рейтингові ігри
vi: Các ván cờ có xếp hạng
zh: 排位对局数
zh_tw: 積分棋局
