Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaHowIsTheWinnerDecidedAnswer
source: The player(s) with the most points after the tournament's set time limit will be announced the winner(s). When two or more players have the same number of points, the tournament performance is the tie break.
af: Die speler(s) met die meeste punte aan die einde van die toernooi se tydslimiet sal as die wenner(s) aangewys word. As twee of meer spelers die selfde aantal punte het, sal die prestasie plasing van die toernooi die wenner bepaal.
ar: اللاعب (اللاعبون) ذو النقاط الأعلى في نهاية الوقت المحدد للبطولة يتم إعلانه/م فائز/ين. عندما يحصل لاعبان أو أكثر على نفس عدد النقاط، يكون معدل الأداء في البطولة هو كسر التعادل.
az: Turnirin təyin olunmuş müddətinin sonunda ən çox xal toplayan oyunçu(lar) qalib(lər) elan olunacaq. İki və ya daha çox oyunçu eyni xala sahib olduqda, turnir taybrekə qalacaq.
be: Гулец(ы) з большасцю балаў па сканчэнні турнірнага часу будзе(-уць) аб'яўлены пераможцам(і).
bg: Играчът/ите с най-много точки в края на турнирното време ще бъде обявен(и) за победител(и).
bn: সবচেয়ে বেশি পয়েন্টের সাথে বিজয়ী (গুলি) নির্ধারিত প্রতিযোগিতার সময়ের সীমার শেষে প্রতিযোগিতা (গুলি) ঘোষণা করা হবে।.
bs: Igrač(i) s najviše bodova nakon isteka zadanog turnirskog vremenskog ograničenja će biti proglašen(i) pobjednikom/pobjednicima. Ako dva igrača imaju isti broj bodova, performans na turniru je odlučujući faktor.
ca: El jugador(s) amb més punts a la conclusió del temps màxim del torneig serà(n) anomenat(s) guanyador(s).
cs: Hráč s nejvyšším počtem bodů na konci stanoveného časového limitu pro turnaj se stane jeho vítězem.
da: Spilleren (eller spillerne) med flest point, når turneringens fastsatte tidsgrænse nås, erklæres for vinder(e).
el: Ο παίκτης (ή οι παίκτες) με τους περισσότερους βαθμούς μετά τη λήξη του προκαθορισμένου χρόνου του τουρνουά αναδεικνύεται νικητής. Για την άρση ισοβαθμίας, χρησιμοποιείται ως μοναδικό κριτήριο η απόδοση στο τουρνουά.
eo: La ludanto(j) kun plej multaj poentoj ĉe la konkludo de la tempo de la turniro de la turniro estos anoncita venkanto(j).
es: Ganará el jugador (o jugadores) que tenga más puntos al término del torneo.
eu: Txapelketari ezarritako denbora-muga heltzean puntu gehien duten jokalariak, garaile izendatuko dira.
fa: بازیکن(ها) با بیشترین امتیاز در پایان زمان مسابقه به عنوان برنده(برندگان) اعلام خواهند شد. زمانی که دو یا چند بازیکن تعداد امتیازات یکسانی داشته باشند، ملاک سنجش عملکرد مسابقه به وقت اضافه است.
fi: Pelaaja(t) jo(i)lla on eniten pisteitä turnausajan päättyessä julistetaan voittajaksi tai voittajiksi.
gl: O(s) xogador(es) con máis puntos á conclusión do tempo establecido para o torneo será(n) proclamado(s) gañador(es).
he: השחקן/ית עם מספר הנקודות המרבי בסיום הזמן החוקי של התחרות יוכרזו כמנצחים. אם יש כמה שחקנים עם מספר זה, הם ידורגו לפי דירוג הביצוע שלהם בתחרות.
hy: Հաղթող է ճանաչվում այն մասնակիցը, ով հատկացված ժամանակում կհավաքի ամենաշատ միավորները:
id: Para pemain dengan poin terbanyak di akhir turnamen pada saat selesai sesuai batas waktu yang turnamen yang akan diumumkan sebagai para pemenang.
it: Saranno proclamati vincitori i tre giocatori che abbiano il maggior numero di punti allo scadere del tempo previsto per il torneo. Se due o più giocatori hanno lo stesso numero di punti, lo spareggio avverrà in base alla performance del torneo, valutata dal Tournament Performance Rating, calcolato come [Somma dei punteggi degli avversari + 400×(Vittorie - Sconfitte)] / Partite giocate.
kk: Жарыстың белгіленген уақыты аяқталғанда, ең көп ұпайы бар ойыншы(лар) жеңімпаз деп жарияланады. Екі не одан көп ойыншының ұпай саны бірдей болғанда, жарыс тай-брейкпен жалғасады.
ko: 토너먼트의 예정된 종료시각에 가장 많은 점수를 가지고 있는 플레이어가 승자로 결정됩니다. 두 플레이어가 같은 점수일 경우에는, 토너먼트 내에서의 퍼포먼스 레이팅으로 승자를 가릅니다.
lt: Žaidėjas (-ai), surinkęs (-ę) daugiausiai taškų pasibaigus nustatytam turnyro laiko limitui, bus paskelbtas (-i) laimėtoju (-ais).
lv: Turnīra laikam beidzoties, spēlētājus, kam visvairāk punktu, pasludinās par uzvarētājiem. Ja vairākiem spēlētājiem ir vienāds punktu skaits, uzvarošo nosaka pēc turnīra snieguma.
mk: Играчите со најмногу поени по истекот на времето на турнирот ќе бидат прогласени победници. Кога 2 или повеќе играчи го имаат истиот број на поени, победникот се бира според перформансите во турнирот.
nl: De speler(s) met de meeste punten op het einde van de tijdslimiet van het toernooi zal (zullen) aangeduid worden als winnaar(s).
pt: O jogador(es) com mais pontos no final do tempo do torneio serão anunciados como vencedor(es). Quando dois ou mais jogadores tiverem o mesmo número de pontos, o desempenho no torneio é o critério de desempate.
ro: Jucătorii care au obținut cele mai multe puncte la încheierea timpului stabilit pentru turneu vor fi declarați câștigători. Când doi sau mai mulți jucători au același număr de puncte, departajarea se va face pe baza performanței în turneu.
ru: Игрок с наибольшим количеством очков в момент окончания времени турнира будет объявлен победителем.
sk: Hráč, ktorý má po uplynutí časového limitu turnaja najvyšší počet bodov sa stane víťazom.
sl: Igralec(i) z največjim številom točk bodo ob poteku časa za zaključek turnirja oznanjeni kot zmagovalci.
sq: Lojtari(ët) me më shumë pikë në përfundim të afatit të caktuar të turneut do të shpallet fitues. Kur dy lojtarë kanë të njëjtin numër pikësh, performanca e turneut është thyerja e barazimit.
sr: Играч(и) са највише бодова после турнировог задатог временског ограничења ће бити проглашен(и) победником/ицима. Када два или више играча имају исти број бодова, турнирски пеформанс је тај-брејк.
sv: Den/de spelare som har flest poäng när turneringstiden går ut utropas till turneringsvinnare.
tr: Turnuva sona erdiğinde en fazla puana sahip oyuncu(lar) galip ilan edilir.
uk: Гравець(ці) з найбільшою кількістю очків по закінченню часу турніру буде обраний як переможець(ці). Якщо двоє або більше гравців набрали однакову кількість очок, переможець буде визначений за допомогою турнірного перфомансу.
vi: (Những) kỳ thủ có điểm cao nhất sau khi giải đấu kết thúc sẽ là (những) người thắng cuộc. Nếu hai kỳ thủ bằng điểm nhau, kết quả sẽ quyết định qua điểm số phụ.
zh: 在锦标赛设定的时限结束后，得分最高的棋手将被宣布为获胜者。 当两名或多名棋手得分相同时，以锦标赛表现分作为破同分依据。
zh_tw: 在錦標賽中獲得最多積分的人將獲勝，當兩位(或以上)玩家擁有相同積分時，這場錦標賽將會被視為平手

# arenaHowDoesPairingWork
source: How does the pairing work?
af: Hoe werk die plasing?
ar: كيف يتم تحديد الخصوم؟
az: Qoşulma necə işləyir?
be: Як працуе лёсаванне?
bg: Как работи съчетаването?
bn: কিভাবে জোরায় কাজ করে?
bs: Kako funkcionira uparivanje?
ca: Com va l'emparellament?
cs: Jak funguje párování?
da: Hvordan foretages pardannelse?
el: Πως λειτουργεί η αντιστοίχιση;
eo: Kiel funkcias la kuniĝo?
es: ¿Cómo se realizan los emparejamientos?
eu: Nola funtzionatzen dute parekatzeek?
fa: رویارویی بازیکنان با یکدیگر چگونه انجام میشود؟
fi: Kuinka peliparit määriytyvät?
gl: Como funcionan os emparellamentos?
he: איך מתבצע השיבוץ?
hy: Ինչպե՞ս են կազմվում զույգերը
id: Bagaimana cara pairing para pemain?
it: Come funziona l'accoppiamento?
kk: Жұптастыру әдісі қандай?
ko: 대전 매칭은 어떻게 이루어집니까?
lt: Kaip veikia suporavimas?
lv: Kā notiek sapārošana?
mk: Како работи спарувањето?
nl: Hoe werkt het paren van spelers?
pt: Como é que funciona o emparelhamento?
ro: Cum funcționează potrivirea jucătorilor?
ru: Как проходит жеребьёвка?
sk: Ako funguje párovanie hráčov?
sl: Kako deluje izbira parov?
sq: Si funksionin çiftimi?
sr: Како ради упаривање?
sv: Hur fungerar lottningen?
tr: Eşleştirme nasıl yapılıyor?
uk: Як працює підбір?
vi: Cặp đấu được chọn ra sao?
zh: 配对如何运作？
zh_tw: 對手是如何配對的?

# arenaHowDoesPairingWorkAnswer
source: At the beginning of the tournament, players are paired based on their rating. As soon as you finish a game, return to the tournament lobby: you will then be paired with a player close to your ranking. This ensures minimum wait time, however, you may not face all other players in the tournament. Play fast and return to the lobby to play more games and win more points.
af: Aan die begin van die toernooi word spelers volgens hulle gradering geplaas. Sodra jy 'n wedstryd voltooi het, keer jy terug na die toernooi ontvangs: Jy sal dan teen ander spelers geplaas word wat naby aan jou gradering is. Dit verseker 'n minimum wagtydperk, alhoewel jy dalk nie teen almal in die toernooi sal speel nie. Speel vinnig en keer terug na die ontvangs om meer te speel en meer punte te kry.
ar: في بداية البطولة، يتم إزواج اللاعبين على أساس تقييمهم. بمجرد الانتهاء من مباراتك، والعودة إلى بهو البطولة: سيتم ازواجك مع لاعب قريب من ترتيبك. وهذا ما يضمن وقت إنتظار أقل،بأي حال قد لا تواجه سائر اللاعبين في هذه البطولة. العب سريعًا وعد إلى المسابقة للعب مباريات أكثر واكسب المزيد من النقاط.
az: Turnirin əvvəlində oyunçular reytinqlərinə görə qarşılaşırlar. Bir oyunu bitirən kimi turnir lobbisinə qayıdın: daha sonra reytinqinizə yaxın bir oyunçu ilə qarşılaşacaqsınız. Beləliklə gözləmə müddətini ən aza endirilir, lakin turnirdəki bütün digər oyunçularla qarşılaşa bilməzsiniz. Daha çox oyun oynamaq və daha çox xal qazanmaq üçün sürətli oynayın və lobbiyə qayıdın.
be: У пачатку турніру гульцы размяркоўваюцца паводле іх рэйтынгу. Як толькі гульня скончылася, вярніцеся ў лобі турніру: наступная гульня будзе праведзеная з гульцом, найбліжэйшым да вас па рэйтынгу. Гэты механізм гарантуе, што вам не давядзецца доўга чакаць наступнага суперніка, аднак ёсць магчымасць, што вы не згуляеце з кожным удзельнікам турніру. Гуляйце хутка, вяртайцеся ў лобі і гуляйце яшчэ, каб выйграць як мага болей балаў.
bg: В началото на турнира играчите са съчетани един с друг спрямо рейтинга си. Когато приключите игра от турнира, се върнете в турнирното лоби - ще бъдете съчетани с играч, близък до Вашият рейтинг. Това осигурява минимално време за чакане, но има вероятност да не се сблъскате с всеки играч в турнира. Играйте бързо, за да имате време за повече игри и за да печелите повече точки.
bn: প্রতিযোগিতার শুরুর সময়, খেলোয়াড়দের জোড়া তাদের অনুপাতের ভিত্তিতে আছে. যত তাড়া তাড়ি আপনি খেলা শেষ করবেন, প্রতিযোগিতার উপশালায় ফিরে আসুন: আপনি তারপর আপনার অনুপাতের খেলোয়াড়ের সাথে জোড়া করা হবে. এটা সর্বনিম্ন অপেক্ষা সময় নিশ্চিত, যাইহক আপনার হয়তো প্রতিযোগিতার সকল খেলোয়াড়দের মুখোমুখি না হতে পারে. দ্রুত খেলুন আবং আরো খেলা খেলার জন্য উপশালায় ফিরে আসুন এবং আরো পয়েন্ট জিয়ুন.
bs: Na početku turnira, igrači su upareni na osnovu njihovog rejtinga. Čim završite partiju, vratite se u turnirski lobi: tada će te biti upareni sa igračem koji ima približan turnirski rezultat kao i Vi. Na ovaj način se osigurava minimalno čekanje, međutim moguće je da nećete igrati sa svim igračima u turniru. Igrajte brzo i vratite se u lobi da igrate više partija i da osvojite što više bodova.
ca: Al principi del torneig, els jugadors es vinculen segons la seva valoració. Tan bon punt finalitzeu una partida, torneu al vestíbul del torneig: quedareu junts amb un jugador proper al vostre rànquing. D’aquesta manera s’assegura un temps d’espera mínim, però és possible que no s’enfrontin a tots els altres jugadors del torneig. Juga ràpid i torna al vestíbul per jugar més partits i guanyar més punts.
cs: Na začátku turnaje jsou hráči spárováni podle svých ratingů. Jakmile skončíte svou partii, vraťte se do turnajové místnosti - budete spárováni s hráčem, který má podobný rating jako Vy. Díky tomu budete na další spárování čekat velmi krátce, ale pravděpodobně nebudete hrát se všemi ostatními hráči v turnaji. Hrajte rychle a vraťte se vždy co nejdříve do turnajové místnosti - stihnete tak odehrát více her a získat více bodů.
da: Ved starten på turneringen parres spillere på baggrund af deres rating. Vend tilbage til turneringslobbyen, når du afslutter et parti: så vil du igen blive parret med en spiller tæt på din ranking. Det sikrer minimal ventetid, men du møder måske ikke alle andre deltagere i turneringen. Spil hurtigt og vend tilbage til lobbyen for at spille flere partier og vinde flere point.
el: Στην αρχή του τουρνουά, οι παίκτες κληρώνονται με βάση τη βαθμολογία τους. Μόλις τελειώσετε την παρτίδα σας, επιστρέψτε στον χώρο αναμονής του τουρνουά — εκεί, θα κληρωθείτε με κάποιον παίκτη ο οποίος έχει παρόμοια κατάταξη με εσάς. Με αυτόν τον τρόπο, ο χρόνος αναμονής γίνεται ο ελάχιστος δυνατός, αλλά πάντως ενδέχεται να μην αντιμετωπίσετε όλους τους παίκτες που συμμετέχουν στο τουρνουά πριν τη λήξη του. Σας προτείνουμε να ολοκληρώνετε γρήγορα τις παρτίδες σας και να επιστρέφετε αμέσως στον χώρο αναμονής ώστε να παίζετε όσο το δυνατόν περισσότερες παρτίδες και να κερδίζετε όσο το δυνατόν περισσότερους βαθμούς.
eo: Komence de la turniro, ludantoj estas parigitaj laŭ ilia rango. Tuj kiam vi finos ludon, revenu al la atendejo de la turniro: vi tiam estos parigita kun ludanto, kies rango estas proksima al la via. Ĉi tio certigas minimuman atendon, tamen vi eble ne alfrontos ĉiujn aliajn ludantojn en la turniro. Ludu rapide kaj revenu al la atendejo por ludi pli da ludoj kaj venki pli da poentoj.
es: Al principio del torneo, los jugadores se emparejan en base a su puntuación. En cuanto terminas una partida, vuelves al recibidor del torneo, y se te emparejará con un jugador con una puntuación similar a la tuya. Esto minimiza el tiempo de espera, si bien es posible que no juegues contra todos los demás jugadores del torneo. Juega rápido y vuelve al recibidor para jugar más partidas y ganar más puntos.
eu: Txapelketaren hasieran jokalariak beren sailkapenaren arabera parekatuko dira. Partida bat bukatu bezain laster, itzuli txapelketaren egongelara: jarraian zure sailkapenaren antzekoa duen beste jokalari baten aurka jokatuko duzu. Horrela ahalik eta denbora gutxien itxarotea lortzen da nahiz eta ez jokatu txapelketako beste jokalari guztiekin. Jokatu azkar, itzuli egongelara partida gehiago jokatu eta puntu gehiago irabazteko.
fa: در آغاز مسابقات، بازیکنان بر پایه درجه‌بندی‌شان برابر هم قرار می‌گیرند. به محض پایان یک بازی، به سَرسَرا بازگردید: سپس برابر بازیکنی نزدیک به رتبه‌تان قرار می‌گیرید. این شیوه، دست‌کم زمان انتظار را تضمین می‌کند، با این حال، ممکن است با همه بازیکنان این مسابقات روبرو نشوید. به سرعت بازی کنید و به سَرسَرا بازگردید تا بازی‌های بیشتری کنید و امتیاز بیشتری کسب کنید.
fi: Turnauksen alussa peliparit määriytyvät vahvuuslukujen perusteella. Kun pelisi on ohi, palaa turnausaulaan. Saat seuraavaksi vastustajaksesi pelaajan, jonka sijoitus on lähellä omaasi. Siten odotusaika pysyy mahdollisimman lyhyenä. Et välttämättä kuitenkaan kohtaa turnauksessa kaikkia siihen osallistuvia pelaajia. Pelaa nopeasti ja palaa aulaan, niin voit pelata lisää pelejä ja ansaita lisää pisteitä.
gl: Ao comezo do torneo, os xogadores son emparellados segundo a súa puntuación. Así que rematas unha partida, voltas á sala de espera: alí serás emparellado cun xogador que estea preto na clasificación. Isto garante un mínimo tempo de espera, aínda que pode que non xogues contra todos os xogadores do torneo. Xoga rápido e volta á sala de espera para xogar máis partidas e gañar máis puntos.
he: השיבוץ בתחילת הטורניר נעשה לפי דירוג השחקן. בסיום כל משחק, על השחקן לשוב למסך הטורניר ואז ישובץ עם שחקן בעל מיקום דומה. הדבר נעשה כדי למזער את זמן ההמתנה, אך לא מובטח לשחקן שיתמודד עם כל יריביו. לפיכך כדי לזכות במלוא הנקודות שחקו מהר ואל תאבדו זמן בין הסבבים.
hy: Մրցաշարի սկզբում զույգերը կազմվում են ըստ անհատական վարկանիշների: Խաղի ավարտից հետո սեղմեք «Դեպի մրցաշար» վերադարձի կոճակը, որից հետո Դուք կստանաք նոր մրցակից՝ ըստ Ձեր զբաղեցրած դիրքի: Վիճակահանությունը կտևի ոչ այդքան երկար, սակայն բոլորի հետ խաղալ չեք կարող, միայն Ձեր մոտակայքում գտնվող խաղացողներից կկազմվի զույգը: Խաղացեք արագ և վերադարձեք մրցաշարի հիմնական էջ, որպեսզի խաղաք շատ խաղեր և հավաքեք շատ միավորներ:
id: Pada awal turnamen, pemain yang dipasangkan berdasarkan rating mereka. Segera setelah Anda menyelesaikan permainan, kembali ke lobi turnamen: Anda akan kemudian dipasangkan dengan pemain yang dekat dengan peringkat Anda. Hal ini memastikan waktu tunggu minimal, namun Anda tidak mungkin menghadapi semua pemain di turnamen. Bermain cepat dan kembali ke lobi untuk bermain lebih banyak permainan dan menang lebih banyak poin.
it: All'inizio del torneo i giocatori sono accoppiati sulla base del loro punteggio individuale. Non appena finisci una partita, ritorna nella lobby del torneo e attendi: verrai nuovamente accoppiato con un altro giocatore con un punteggio simile al tuo. Il tempo di attesa è minimo; tuttavia, potresti non affrontare tutti i giocatori partecipanti al torneo. Gioca in fretta e ritorna nella lobby per avere la possibilità di giocare più partite e ottenere più punti.
kk: Турнирдің басында ойыншылар рейтинг негізінде жұптасады. Әр ойыннан кейін жарыстың бас парақшасына оралыңыз: рейтингіңізге жақын ойыншымен жұптасатын боласыз. Бұл шамалы уақытты қажет еткенімен, барлық ойыншылармен белдесуге үлгермеуіңіз мүмкін. Көп ойынға қатысып, көп ұпай алу үшін тез ойнап, жарыстың бас парақшасына оралуды ұмытпаңыз.
ko: 토너먼트가 시작할 때에는, 레이팅을 기준으로 플레이어들이 매칭됩니다. 게임을 끝내면 바로 토너먼토 로비에 돌아오십시오. 그러면 자신의 토너먼트 순위와 제일 가까운 플레이어와 매칭될 것입니다. 이 방법에 따르면 기다리는 시간이 최소화되지만, 토너먼트 내의 모든 플레이어와 만날 수 없을 수도 있습니다. 빠르게 두고 로비에 나와 많은 게임을 플레이하여 더 많은 점수를 얻으십시오.
lt: Turnyro pradžioje žaidėjai suporuojami atsižvelgiant į jų reitingus. Kai tik baigiate partiją, grįžkite į turnyro laukiamąjį: tuomet būsite suporuoti su žaidėju, artimus jūsų reitingui. Tai užtikrina mažiausią laukimo laiką, visgi jūs galite nesusidurti su visais kitais turnyro žaidėjais. Žaisdami greitai ir grįždami į laukiamąjį sužaisite daugiau partijų ir galėsite pelnyti daugiau taškų.
lv: Turnīram sākoties, spēlētājus sapāro atbilstoši reitingam. Tiklīdz spēle beigusies, atgriezies turnīra vestibilā: tad tiksi sapārots ar nākamo spēlētāju vistuvāk tavam reitingam. Tādā veidā tiek panākts mazāks gaidīšanas laiks, taču var gadīties, ka netiksies ar katru turnīra spēlētāju. Spēlē ātri un atgriezies vestibilā lai spēlētu vairāk spēļu un iegūtu vairāk punktu.
mk: На почетокот на секој турнир, играчите се спарени на база на нивниот ранг. Штом ќе завршите со една партија, вратете се во турнирското лоби: таму пак ќе бидете спарени со играч кој има сличен ранг на вашиот. Така, чекањето се сведува на минимум, но можно е да не играте против секој играч во турнирот. Играјте брзо и враќајте се во лобито за да играте повеќе партии и да освоите повеќе поени.
nl: Aan het begin van het toernooi worden spelers ingedeeld op basis van hun rating. Wanneer je een partij beëindigt, keer terug naar de toernooilobby: je zult dan gekoppeld worden met een speler dicht bij jouw rang in het toernooi. Dit zorgt voor zo min mogelijk wachttijd, maar het is mogelijk dat je niet tegen iedereen in het toernooi speelt. Speel snel en ga terug naar de toernooilobby om meer partijen te spelen en meer punten te winnen.
pt: No inicio do torneio, os jogadores são emparelhados com base na sua pontuação. Assim que terminares um jogo, volta ao vestíbulo do torneio: então, serás emparelhado com um jogador com uma classificação próxima à tua. Isto garante o mínimo tempo de espera, contudo poderás não jogar contra todos os jogadores no torneio. Joga rápido e volta ao vestíbulo para jogares mais jogos e ganhares mais pontos.
ro: La începutul competiției, jucătorii sunt asociați în funcție de scorul lor. De îndată ce termini un meci și te întorci la lobby-ul competiției, vei fi asociat cu un jucător al cărui scor este apropiat de scorul tău. Aceasta asigură un timp de așteptare minim, totuși este posibil să nu joci cu toți jucătorii din competiție. Joacă rapid și întoarce-te la lobby pentru a juca mai multe partide și pentru a câștiga mai multe puncte.
ru: В начале турнира пары образуются согласно рейтингу. По окончании каждой партии игроки возвращаются на страницу турнира, и им предоставляется свободный соперник с близким количеством турнирных очков. Это обеспечивает маленькое время ожидания соперника, однако в результате вы можете встретиться с некоторыми участниками много раз или же не встретиться с кем-то ни разу. Играйте быстро и возвращайтесь на страницу турнира, чтобы сыграть больше игр и заработать больше очков.
sk: Na začiatku turnaja sa hráči spárujú na základe ich ratingu. Akonáhle ukončíte partiu, vráťte sa do turnajovej miestnosti: budete spárovaný so súperom, ktorý má podobný rating ako Vy. Takýto postup Vám zabezpečí minimum čakacieho času, avšak môže sa stať, že nebudete hrať so všetkými hráčmi v turnaji. Hrajte rýchlo a vráťte sa vždy čo najrýchlejšie do turnajovej miestnosti aby ste stihli odohrať viac partií a získať tak viac bodov.
sl: Ob začetku turnirja se pari določijo glede na njihov rating. Ob koncu partije se sestavi pare iz prostih igralcev. Prosti igralci dobijo tistega prostega nasprotnika, ki ima rating blizu. To zagotovi kratek čas čakanja, vendar se lahko zgodi, da vsak ne igra z vsakim igralcem. Igrajte hitro in se vrnite v čakalno vrsto v igralni dvorani, ter si tako zagotovite več iger in več točk.
sq: Në fillim të turneut, lojtarët çiftohen bazuar në klasifikimin e tyre. Sapo të përfundoni një lojë, kthehuni te holli i turneut: do të çiftoheni atëherë me një lojtar me renditje të afërt me tuajën. Kjo siguron kohë minimale pritjeje, por mund të mos përballeni me krejt lojtarët e tjerë në turne. Luani shpejt dhe kthehuni në holl, që të luani më shumë lojëra dhe të fitoni më shumë pikë.
sr: На почетнку турнира, играчи су упаривани по њиховом рејтингу. Чим завршиш партију, врати се у турниски лоби: тада ћеш бити упарен/а са играчем близу твог ранга. Ово осигурава минимално време чекања, међутим; можда нећеш играти са свим осталим играчима у турниру. Играј брзо и врати се у лоби да играш више партија и освојиш више бодова.
sv: I början av turneringen lottas spelarna baserat på deras rating. Så snart du avslutat ett parti och återvänt till turneringslobbyn, kommer du lottas med en spelare som ligger nära dig poängmässigt. Detta garanterar minimal väntetid, men samtidigt är det inte säkert att du får möta alla deltagare i turneringen. Ett tips är att spela fort och återvända till lobbyn snarast möjligt för chans till fler partier och fler poäng.
tr: Turnuvanın başında eşleştirmeler oyuncuların puanlarına göre yapılır. Oyunu bitirip lobiye döndüğünüz anda ise kendi sıralamanıza yakın bir rakip ile eşleştirilirsiniz. Böylece bekleme süresi en aza indirgenmiş olur fakat turnuvadaki tüm oyuncularla karşılaşamayabilirsiniz. Daha fazla oyun oynayıp daha çok puan kazanmak için hızlıca oynayın ve lobiye dönün.
uk: На початку турніру пари гравців обираються за їх рейтингом. По завершенню гри ви повертаєтесь на сторінку турніру, тоді для вас буде обрано гравця, найближчого до вас за очками. Це гарантує мінімальний час очікування, однак ви можете не зустрітися з усіма гравцями в турнірі. Грайте швидко і повертайтесь на сторінку турніру, щоб грати більше ігор і вигравати більше очок.
vi: Lúc bắt đầu giải đấu, các kỳ thủ sẽ được xếp cặp dựa theo hệ số của họ. Ngay khi bạn kết thúc một ván và trở lại phòng chờ: bạn sẽ được xếp cặp với kỳ thủ có thứ hạng gần bạn. Điều này giúp giảm thời gian chờ, tuy nhiên bạn có thể không được đấu với mọi kỳ thủ khác trong giải đấu. Chơi nhanh và trở lại phòng chờ để chơi được nhiều ván và giành nhiều điểm hơn.
zh: 锦标赛开始时，棋手根据其等级分进行配对。 一旦您结束一局对局，请返回锦标赛大厅：您将被与排名相近的棋手配对。这确保了最短的等待时间，但您可能不会遇到锦标赛中的所有其他棋手。 快速对弈并返回大厅，以进行更多对局并赢得更多分数。
zh_tw: 在錦標賽開始時，系統將會以您的模式評分為基礎分配對手。 在您完成了第一場棋局後，系統將會分配與您排名相近的玩家作為對手，這會需要一點時間做分配。 迅速完成棋局並獲勝就可以得到更多積分。
