Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Propose a takeback
af: Stel terug-vat voor
ar: اقتراح تراجع عن النقلة الآخيرة
az: Dala qaytarma təklif et
be: Прапанаваць скасаваць ход
bg: Предложи връщане на ход
bn: চাল ফিরিয়ে নেবার সুযোগ দিন
bs: Predložite vraćanje poteza
ca: Proposa desfer la jugada
cs: Navrhnout vrácení tahu
da: Anmod om omtræk
el: Προσφέρετε ανάκληση της προηγούμενης κίνησης
eo: Proponi reprenon
es: Proponer deshacer jugada
eu: Jokaldia atzera egiteko eskatu
fa: پیشنهاد برگردان
fi: Pyydä siirron peruutusta
gl: Propoñer cambio de xogada
he: הצע החזרת המהלך האחרון
hy: Քայլը հետ վերցնելու առաջարկ անել
id: Ajukan langkah batal
it: Chiedi di ritirare la mossa
kk: Жүріс қайтаруды сұрау
ko: 무르기 요청
lt: Prašyti leidimo atšaukti ėjimą
lv: Piedāvāt gājiena atsaukšanu
mk: Предложете повлекување на потегот
nl: Stel zet terugnemen voor
pt: Propor voltar uma jogada atrás
ro: Propune revocarea mutării
ru: Попросить соперника вернуть ход
sk: Ponúknuť vrátenie ťahu
sl: Zaprosi za popravek poteze
sq: Propozoni një kthim lëvizjeje mbrapsht
sr: Предложи враћање потеза
sv: Fråga om du får göra om draget
tr: Hamleyi geri almayı teklif et
uk: Запропонувати повернути хід
vi: Đề nghị lùi một nước
zh: 请求悔棋
zh_tw: 請求悔棋

source: White proposes takeback
ar: الأبيض يطلب الاسترجاع
bg: Белите предлагат връщане на хода
bn: সাদা দান-ফেরত প্রস্তাব করেছেন
bs: White predlaže povlačenje
ca: El blanc proposa desfer la jugada
cs: Bílý navrhuje remízu
da: Hvid foreslår at tage træk tilbage
el: Τα λευκά ζητούν ανάκληση της τελευταίας κίνησης
eo: Blanko proponas nuligi la lastan movon
es: Las blancas proponen deshacer la jugada
eu: Zuriak atzera egitea proposatu du
fa: سفید درخواست بازپسگیری میکند
fi: Valkea ehdottaa siirron perumista
gl: As brancas propoñen rectificar a xogada
it: Il Bianco chiede di cambiare mossa
ko: 백이 무르기를 요청함
nl: Wit stelt terugnemen voor
pt: Brancas propõe voltar uma jogada atrás
ro: Albul propune revocare
ru: Белые просят вернуть ход
sk: Biely žiada o vrátenie ťahu
sl: Bela predlaga razveljavitev poteze
sq: I bardhi propozon prapakthim
sr: Бели предлаже враћање потеза
sv: Vit föreslår att ta tillbaka
tr: Beyaz hamleyi geri alma önerisinde bulunuyor
uk: Білі пропонують повернення ходу
vi: Trắng yêu cầu đi lại
zh: 白方请求悔棋

source: Black proposes takeback
ar: الأسود يطلب الاسترجاع
bg: Черните предлагат връщане на хода
bn: কালো দান-ফেরত প্রস্তাব করেছেন
bs: Black predlaže povlačenje
ca: El negre proposa desfer la jugada
cs: Černý navrhuje remízu
da: Sort foreslår at tage træk tilbage
el: Τα μαύρα ζητούν ανάκληση της τελευταίας κίνησης
eo: Nigro proponas nuligi la lastan movon
es: Las negras proponen deshacer la jugada
eu: Beltzak atzera egitea proposatu du
fa: سیاه درخواست بازپسگیری میکند
fi: Musta ehdottaa siirron perumista
gl: As negras propoñen rectificar a xogada
it: Il Nero chiede di cambiare mossa
ko: 흑이 무르기를 요청함
nl: Zwart stelt terugnemen voor
pt: Pretas propõe voltar uma jogada atrás
ro: Negrul propune revocare
ru: Чёрные просят вернуть ход
sk: Čierny žiada o vrátenie ťahu
sl: Črni predlaga razveljavitev poteze
sq: I ziu propozon prapakthim
sr: Црни предлаже враћање потеза
sv: Svart föreslår att ta tillbaka
tr: Siyah hamleyi geri alma önerisinde bulunuyor
uk: Чорні пропонують повернення ходу
vi: Đen yêu cầu đi lại
zh: 黑方请求悔棋

# takebackPropositionSent
source: Takeback sent
af: Terug-vat aanbod gestuur
ar: أُرسل مقترح التراجع
az: Dala qaytarma təklifi göndərildi
be: Прапанова скасаваць ход даслана
bg: Предложение за връщане на ход изпратено
bn: চাল ফিরিয়ে সুযোগ পাঠানো হয়েছে
bs: Prijedlog za vraćanje poteza poslan
ca: La proposta de desfer la jugada s'ha enviat
cs: Návrh na vrácení tahu byl odeslán
da: Anmodning om omtræk sendt
el: Προσφορά ανάκλησης κίνησης εστάλη
eo: Reprena propono estis sendita
es: Propuesta de deshacer jugada enviada
eu: Jokaldia atzera egiteko eskaria bidali da
fa: برگردان فرستاده شد
fi: Siirron peruutusta pyydetty
gl: Proposta de cambio enviada
he: הצעה להחזרת המהלך האחרון נשלחה
hy: Քայլը հետ վերցնելու առաջարկն ուղարկված է
id: Penawaran untuk langkah batal terkirim
it: Richiesta di ritiro mossa inviata
kk: Жүрісті қайтару сұралуда
ko: 무르기 요청 전송됨
lt: Ėjimo atšaukimo prašymas išsiųstas
lv: Piedāvāta gājiena atsaukšana
mk: Предлог за повлекување на потегот е пратен
nl: Terugname-voorstel verstuurd
pt: Proposta de voltar uma jogada atrás enviada
ro: Propunere de revocare trimisă
ru: Предложение вернуть ход отправлено
sk: Ponuka na návrat zaslaná
sl: Prošnja za popravek poteze poslana
sq: Kërkesa për kthim lëvizjeje mbrapsht u dërgua
sr: Враћање потеза послато
sv: Förslag att göra om draget skickat
tr: Hamleyi geri alma teklif edildi
uk: Пропозицію повернути хід відправлено
vi: Đã gửi đề nghị lùi một nước
zh: 悔棋请求已发送
zh_tw: 悔棋請求已發送

source: White declines takeback
ar: الأبيض يرفض الاسترجاع
bg: Белите отказаха връщането на хода
bn: সাদা দান-ফেরত প্রত্যাখ্যান করেছেন
bs: White odbija preuzimanje
ca: El blanc refusa la proposta de desfer la jugada
cs: Bílý odmítá remízu
da: Hvid afviser at tage trækket tilbage
el: Τα λευκά απέρριψαν το αίτημα ανάκλησης κίνησης
eo: Blanko rifuzas nuligon de la lasta movo
es: Las blancas rechazan deshacer la jugada
eu: Zuriak ez du onartu atzera egitea
fa: سفید درخواست بازپسگیری را رد میکند
fi: Valkea ei hyväksy siirron perumista
gl: As brancas rexeitan a proposta de cambio de xogada
it: Il Bianco declina la ripetizione della mossa
ko: 백이 무르기를 거절하였습니다
nl: Wit weigert terugnemen
pt: Brancas negaram voltar uma jogada atrás
ro: Albul refuză revocarea
ru: Белые отказались вернуть ход
sk: Biely odmieta vrátenie ťahu
sl: Beli zavrne razveljavitev poteze
sq: I bardhi hedh poshtë prapakthim
sr: Бели одбија враћање потеза
sv: Vit nekar att ta tillbaka
tr: Beyaz hamleyi geri almayı reddediyor
uk: Білі відхилили поверненням ходу
vi: Trắng từ chối đi lại
zh: 白方拒绝悔棋

source: Black declines takeback
ar: الأسود يرفض الاسترجاع
bg: Черните отказаха връщането на хода
bn: কালো দান-ফেরত প্রত্যাখ্যান করেছেন
bs: Black odbija preuzimanje
ca: El negre refusa la proposta de desfer la jugada
cs: Černý odmítá remízu
da: Sort afviser at tage trækket tilbage
el: Τα μαύρα απέρριψαν το αίτημα ανάκλησης κίνησης
eo: Nigro rifuzas nuligon de la lasta movo
es: Las negras rechazan deshacer la jugada
eu: Beltzak ez du onartu atzera egitea
fa: سیاه درخواست بازپسگیری را رد میکند
fi: Musta ei hyväksy siirron perumista
gl: As negras rexeitan a proposta de cambio de xogada
it: Il Nero declina la ripetizione della mossa
ko: 흑이 무르기를 거절하였습니다
nl: Zwart weigert terugnemen
pt: Pretas negaram voltar uma jogada atrás
ro: Negrul refuză revocarea
ru: Чёрные отказались вернуть ход
sk: Čierny odmieta vrátenie ťahu
sl: Črni zavrne razveljavitev poteze
sq: I ziu hedh poshtë prapakthim
sr: Црни одбија враћање потеза
sv: Svart nekar att ta tillbaka
tr: Siyah hamleyi geri almayı reddediyor
uk: Чорні відхилили повернення ходу
vi: Đen từ chối đi lại
zh: 黑方拒绝悔棋

source: White accepts takeback
ar: الأبيض يقبل الاسترجاع
bg: Белите приеха връщането на хода
bn: সাদা দান দান-ফেরত প্রস্তাব গ্রহণ করেছেন
bs: White prihvata povrat
ca: El blanc accepta la proposta de desfer la jugada
cs: Bílý přijímá remízu
da: Hvid accepterer at tage trækket tilbage
el: Τα λευκά αποδέχτηκαν το αίτημα ανάκλησης κίνησης
eo: Blanko akceptas nuligon de la lasta movo
es: Las blancas aceptan deshacer la jugada
eu: Zuriak atzera egitea onartu du
fa: سفید درخواست بازپسگیری را تائید میکند
fi: Valkea hyväksyy siirron perumisen
gl: As brancas aceptan a proposta de cambio de xogada
it: Il Bianco accetta la ripetizione della mossa
ko: 백이 무르기를 승낙하였습니다
nl: Wit accepteert terugnemen
pt: Brancas aceitaram voltar uma jogada atrás
ro: Albul acceptă retragerea
ru: Белые принимают возврат хода
sk: Biely prijíma vrátenie ťahu
sl: Beli sprejme razveljavitev poteze
sq: I bardhi pranon prapakthim
sr: Бели прихвата враћање потеза
sv: Vit godtar att ta tillbaka
tr: Beyaz hamleyi geri almayı kabul ediyor
uk: Білі прийняли повернення ходу
vi: Trắng chấp nhận đi lại
zh: 白方接受悔棋

source: Black accepts takeback
ar: الأسود يقبل الاسترجاع
bg: Черните приеха връщането на хода
bn: কালো দান ফিরানোর প্রস্তাব গ্রহণ করেছেন
bs: Black prihvata povrat
ca: El negre accepta la proposta de desfer la jugada
cs: Černý přijímá remízu
da: Sort accepterer at tage trækket tilbage
el: Τα μαύρα αποδέχτηκαν το αίτημα ανάκλησης κίνησης
eo: Nigro akceptas nuligon de la lasta movo
es: Las negras aceptan deshacer la jugada
eu: Beltzak atzera egitea onartu du
fa: سیاه درخواست بازپسگیری را تائید میکند
fi: Musta hyväksyy siirron perumisen
gl: As negras aceptan a proposta de cambio de xogada
it: Il Nero accetta la ripetizione della mossa
ko: 흑이 무르기를 승낙하였습니다
nl: Zwart accepteert terugnemen
pt: Pretas aceitaram voltar uma jogada atrás
ro: Negrul acceptă retragerea
ru: Чёрные принимают возврат хода
sk: Čierny prijíma vrátenie ťahu
sl: Črni sprejme razveljavitev poteze
sq: I ziu pranon prapakthim
sr: Црни прихвата враћање потеза
sv: Svart godtar att ta tillbaka
tr: Siyah hamleyi geri almayı kabul ediyor
uk: Чорні прийняли повернення ходу
vi: Đen chấp nhận đi lại
zh: 黑方接受悔棋

source: White cancels takeback
ar: الأبيض يلغي الاسترجاع
bg: Белите отмениха предложението за връщане
bn: সাদা দান-ফেরত বাতিল করেছেন
bs: White otkazuje preuzimanje
ca: El blanc cancel·la la proposta de desfer la jugada
cs: Bílý ruší remízu
da: Hvid annulerer tilbagetagelse af træk
el: Τα λευκά ακύρωσαν το αίτημα ανάκλησης κίνησης
eo: Blanko nuligas la proponon nuligi movon
es: Las blancas cancelan deshacer la jugada
eu: Zuriak atzera egiteko eskaera bertan behera utzi du
fa: سفید درخواست بازپسگیری را لغو میکند
fi: Valkea peruuttaa perumisehdotuksensa
gl: As brancas cancelan o cambio de xogada
it: Il bianco rifiuta la ripetizione della mossa
ko: 백이 무르기를 취소하였습니다
nl: Wit annuleert terugnemen
pt: Brancas cancelaram voltar uma jogada atrás
ro: Albul anulează cererea de retragere
ru: Белые отменили просьбу вернуть ход
sk: Biely zrušil vrátenie ťahu
sl: Beli prepliče razveljavitev poteze
sq: I bardhi anulon prapakthim
sr: Бели отказује враћање потеза
sv: Vit avbryter att ta tillbaka
tr: Beyaz hamleyi geri almayı iptal ediyor
uk: Білі скасовують повернення ходу
vi: Trắng huỷ đi lại
zh: 白方取消悔棋

source: Black cancels takeback
ar: الأسود يلغي الاسترجاع
bg: Черните отмениха предложението за връщане
bn: কালো দান-ফেরত বাতিল করেছেন
bs: Black otkazuje preuzimanje
ca: El negre cancel·la la proposta de desfer la jugada
cs: Černý ruší remízu
da: Sort annulerer tilbagetagelse af træk
el: Τα μαύρα ακύρωσαν το αίτημα ανάκλησης κίνησης
eo: Nigro nuligas la proponon nuligi movon
es: Las negras cancelan deshacer la jugada
eu: Beltzak atzera egiteko eskaera bertan behera utzi du
fa: سیاه درخواست بازپسگیری را لغو میکند
fi: Musta peruuttaa perumisehdotuksensa
gl: As negras cancelan o cambio de xogada
it: Il nero rifiuta la ripetizione della mossa
ko: 흑이 무르기를 취소하였습니다
nl: Zwart annuleert terugnemen
pt: Pretas cancelaram voltar uma jogada atrás
ro: Negrul anulează cererea de retragere
ru: Чёрные отменили просьбу вернуть ход
sk: Čierny zrušil vrátenie ťahu
sl: Črni prekliče razveljavitev poteze
sq: I ziu anulon prapakthim
sr: Црни отказује враћање потеза
sv: Svart avbryter att ta tillbaka
tr: Siyah hamleyi geri almayı iptal ediyor
uk: Чорні скасовують повернення ходу
vi: Đen huỷ đi lại
zh: 黑方取消悔棋

source: Your opponent proposes a takeback
af: Jou teenstander stel 'n terug-vat voor
ar: خصمك يطلب تراجعا عن النقلة الأخيرة
az: Rəqibiniz dala qaytarma təklifi edir
be: Супернік прапануе скасаваць ход
bg: Вашият противник предлага връщане
bn: আপনার প্রতিপক্ষ চাল ফিরিয়ে নেবার সুযোগ দিতে চান
bs: Vaš protivnik predlaže vraćanje poteza
ca: El teu adversari proposa desfer la jugada
cs: Soupeř navrhuje vrácení tahu
da: Din modstander anmoder om omtræk
el: Ο αντίπαλός σας πρότεινε ακύρωση της τελευταίας κίνησης
eo: Via kontraŭulo proponas nuligi la movon
es: Tu oponente propone deshacer la jugada
eu: Zure aurkariak jokaldia atzera egiteko eskatu dizu
fa: حریف‌تان پیشنهاد «برگرداندن» می‌دهد
fi: Vastustajasi ehdottaa siirron peruutusta
gl: O teu rival propón rectificar a xogada
he: יריבך מציע/ה להחזיר את המהלך האחרון
hy: Ձեր հակառակորդը առաջարկում է քայլը հետ վերցնել
id: Musuh anda menawarkan langkah batal
it: Il tuo avversario chiede di ritirare la mossa
kk: Қарсылас жүріс қайтаруды сұрап тұр
ko: 상대가 무르기를 요청합니다
lt: Varžovas prašo atšaukti ėjimą
lv: Jūsu pretinieks piedāvā atsaukt gājienu
mk: Вашиот противник ви предложува повлекување на потегот
nl: Uw tegenstander stelt een terugname voor
pt: O teu adversário propõe voltar uma jogada atrás
ro: Adversarul tău propune revocarea unei mutări
ru: Ваш соперник просит вас вернуть ход
sk: Váš súper navrhuje vrátiť ťah
sl: Nasprotnik prosi za popravek poteze
sq: Kundërshtari juaj propozon kthim lëvizjeje mbrapsht
sr: Твој противник предлаже враћање потеза
sv: Din motståndare vill göra om det senaste draget
tr: Rakibiniz hamleyi geri almayı teklif etti
uk: Ваш суперник пропонує повернути хід
vi: Đối thủ của bạn đề nghị lùi một nước
zh: 对方请求悔棋
zh_tw: 對手請求悔棋

source: Bookmark this game
af: Boekmerk die spel
ar: أضف هذه المباراة للمفضلة
az: Bu oyunu yadda saxla
be: Дадаць гэтую гульню ў закладкі
bg: Отбележи тази игра
bn: এই খেলাটি বুকমার্ক করুন
bs: Zabilježite partiju
ca: Marca aquesta partida com a preferida
cs: Přidat tuto partii do záložek
da: Bogmærk dette spil
el: Προσθέστε σελιδοδείκτη για αυτό το παιχνίδι
eo: Paĝmarki ĉi tiun ludon
es: Marcar este juego como favorito
eu: Partida hau nabarmendu
fa: نشانک‌گذاری
fi: Jätä kirjanmerkki tähän peliin
gl: Marcar esta partida coma favorita
he: הוסף משחק זה למועדפים
hy: Էջանշել այս խաղը
id: Tandai permainan ini
it: Aggiungi questa partita ai preferiti
kk: Бұл ойынды бетбелгіге сақтау
ko: 이 대국을 즐겨찾기에 추가하기
lt: Pasižymėti šią partiją
lv: Atzīmēt šo spēli
mk: Обележете ја оваа игра
nl: Voeg deze partij toe aan uw favorieten
pt: Adicionar esta partida às favoritas
ro: Marcați această partidă
ru: Отметить эту игру
sk: Označiť túto hru
sl: Označi partijo
sq: Faqeruani këtë lojë
sr: Обележи ову партију
sv: Bokmärk detta parti
tr: Bu oyunu işaretle
uk: Додати гру в закладки
vi: Đánh dấu ván này
zh: 收藏此对局
zh_tw: 收藏該棋局

source: Tournament
af: Toernooi
ar: مسابقة
az: Turnir
be: Турнір
bg: Турнир
bn: টুর্নামেন্ট
bs: Turnir
ca: Torneig
cs: Turnaj
da: Turnering
el: Τουρνουά
eo: Turniro
es: Torneo
eu: Txapelketa
fa: مسابقه
fi: Turnaus
gl: Torneo
he: טורניר
hy: Մրցաշար
id: Turnamen
it: Torneo
kk: Жарыс
ko: 토너먼트
lt: Turnyras
lv: Turnīrs
mk: Турнир
nl: Toernooi
pt: Torneio
ro: Turneu
ru: Турнир
sk: Turnaj
sl: Turnir
sq: Turne
sr: Tурнир
sv: Turnering
tr: Turnuva
uk: Турнір
vi: Giải đấu
zh: 锦标赛
zh_tw: 錦標賽

source: Tournaments
af: Toernooie
ar: مسابقات
az: Turnirlər
be: Турніры
bg: Турнири
bn: টুর্নামেন্টগুলো
bs: Turniri
ca: Tornejos
cs: Turnaje
da: Turneringer
el: Τουρνουά
eo: Turniroj
es: Torneos
eu: Txapelketak
fa: مسابقات
fi: Turnaukset
gl: Torneos
he: טורנירים
hy: Մրցաշարեր
id: Turnamen
it: Tornei
kk: Жарыстар
ko: 토너먼트
lt: Turnyrai
lv: Turnīri
mk: Турнири
nl: Toernooien
pt: Torneios
ro: Turnee
ru: Турниры
sk: Turnaje
sl: Turnirji
sq: Turne
sr: Турнири
sv: Turneringar
tr: Turnuvalar
uk: Турніри
vi: Các giải đấu
zh: 锦标赛
zh_tw: 錦標賽

source: Tournament points
af: Toernooipunte
ar: نقاط المسابقة
az: Turnir xalları
be: Турнірныя балы
bg: Точки от турнири
bn: টুর্নামেন্ট পয়েন্ট
bs: Turnirski bodovi
ca: Punts de tornejos
cs: Turnajové body
da: Turneringspoint
el: Βαθμοί από τουρνουά
eo: Turniraj poentoj
es: Puntos de torneo
eu: Txapelketa-puntuak
fa: مجموع امتیازات مسابقات
fi: Turnauspisteet
gl: Puntos en torneos
he: נקודות טורניר
hy: Մրցաշարային միավորներ
id: Poin Turnamen
it: Punti torneo
kk: Жарыс ұпайы
ko: 토너먼트 점수
lt: Turnyro taškai
lv: Turnīra punkti
mk: Турнирски поени
nl: Toernooipunten
pt: Pontos de torneio
ro: Puncte de turneu
ru: Турнирные очки
sk: Turnajové body
sl: Turnirske točke
sq: Pikë nga turnetë
sr: Бодови са турнира
sv: Turneringspoäng
tr: Turnuvalardan alınan puanlar
uk: Турнірні очки
vi: Điểm giải đấu
zh: 锦标赛得分
zh_tw: 錦標賽得分

source: View tournament
af: Sien toernooi
ar: شاهد المسابقة
az: Turnirə baxmaq
be: Адкрыць турнір
bg: Виж турнира
bn: টুর্নামেন্ট দেখুন
bs: Pogledajte turnir
ca: Mirar el torneig
cs: Zobrazit turnaj
da: Se turneringen
el: Παρακολούθηση τουρνουά
eo: Vidi turniron
es: Ver torneo
eu: Txapelketa ikusi
fa: دیدن مسابقات
fi: Katso turnausta
gl: Ver torneo
he: צפייה בטורניר
hy: Դիտել մրցաշարը
id: Lihat turnamen
it: Visualizza torneo
kk: Жарысты қарап шығу
ko: 토너먼트 보기
lt: Stebėti turnyrą
lv: Skatīt turnīru
mk: Погледнете го турнирот
nl: Bekijk het toernooi
pt: Ver o torneio
ro: Vizualizați turneul
ru: Перейти в турнир
sk: Zobraziť turnaj
sl: Glej turnir
sq: Shihni turneun
sr: Погледај турнир
sv: Visa turnering
tr: Turnuvaya göz at
uk: Переглянути турнір
vi: Xem giải đấu
zh: 观看锦标赛
zh_tw: 觀看錦標賽

source: Back to tournament
af: Terug na toernooi
ar: عودة للمسابقة
az: Turnirə qayıt
be: Вярнуцца да турніру
bg: Продължи турнира
bn: টুর্নামেন্ট এ ফিরে যান
bs: Povratak na turnir
ca: Torna al torneig
cs: Zpět k turnaji
da: Tilbage til turneringen
el: Επιστροφή στο τουρνουά
eo: Reiri al turniro
es: Volver al torneo
eu: Txapelketara itzuli
fa: بازگشت به مسابقات
fi: Takaisin turnaukseen
gl: Voltar ó torneo
he: חזרה לטורניר
hy: Վերադարձ դեպի մրցաշարը
id: Kembali ke turnamen
it: Ritorna al torneo
kk: Жарысқа оралу
ko: 토너먼트로 돌아가기
lt: Grįžti į turnyrą
lv: Atgriezties turnīrā
mk: Врати се на турнир
nl: Terug naar het toernooi
pt: Voltar ao torneio
ro: Înapoi la turneu
ru: Вернуться к турниру
sk: Návrat do turnaja
sl: Nazaj k turnirju
sq: Kthehu në turne
sr: Назад на турнир
sv: Tillbaka till turnering
tr: Turnuvaya geri dön
uk: Повернутися до турніру
vi: Quay lại giải đấu
zh: 返回锦标赛
zh_tw: 返回錦標賽主頁

# noDrawBeforeSwissLimit
source: You cannot draw before 30 moves are played in a Swiss tournament.
af: Geen gelykop voor 30 skuiwe tydens 'n Switserse toernooi nie.
ar: لا يمكنك التعادل قبل لعب 30 حركة في بطولة سويسرية.
az: İsveçrə turnirində 30 hərəkət oynanmazdan əvvəl heç-heçə edə bilməzsiniz.
be: У турніры па швейцарская сістэме вы не можаце згуляць унічыю раней, чым будзе зроблена 30 хадоў.
bg: В турнир по швейцарската система не можете да предложите реми при по-малко от 30 хода.
bn: একটি সুইস টুর্নামেন্টে 30টি চাল খেলার আগে আপনি ড্র করতে পারবেন না.
bs: Ne možete ponuditi remi u turniru po švicarskom sistemu prije nego što bude odigrano 30 poteza.
ca: No es pot fer taules abans dels 30 moviments en un torneig suís.
cs: Nemůžete remízovat dříve, než se odehraje 30 tahů švýcarského turnaje.
da: Du kan ikke spille remis i en schweizerturnering, før der er lavet 30 træk.
el: Στα τουρνουά ελβετικού τύπου, απαγορεύονται οι προτάσεις ισοπαλίας σε λιγότερες από 30 κινήσεις.
eo: Vi ne povas egalvenki antaŭ 30 movoj estas luditaj en svisa turniro.
es: No puedes hacer tablas antes de 30 movimientos en un torneo suizo.
eu: Ezin duzu 30 jokaldi baino lehen berdinketa egin Txapelketa Suitzar baten.
fa: شما نمی‌توانید در مسابقات سوییس تا قبل از حرکت ۳۰ام بازی را مساوی کنید.
fi: Sveitsiläisessä turnauksessa tasapeliä ei voi sopia ennen kuin 30 siirtoa on pelattu.
gl: Nos torneos Suízos non se pode ofrecer táboas antes de realizar 30 xogadas.
he: אין אפשרות לסיים את המשחק בתיקו בטורניר שוויצרי לפני ששוחקו 30 מהלכים.
hy: Դուք չեք կարող ոչ-ոքի առաջարկել մինչև 30-րդ քայլը շվեյցարական համակարգով մրցաշարում։
id: Anda tidak dapat menawarkan remis sebelum 30 langkah dimainkan di pertandingan Swiss.
it: Non puoi offrire una patta prima della trentesima mossa in un torneo a sistema Svizzero.
kk: Швейцарлық жарыста 30 қадам болмай тепе-теңдік те болмайды.
ko: 스위스 토너먼트에서는 30수 전에 무승부를 할 수 없습니다.
lt: Šveicariškame turnyre negalite skelbti lygiųjų neatlikę bent 30 ėjimų.
lv: Šveices turnīrā neizšķirts nav iespējams pirms izdarīti 30 gājieni.
mk: Во турнир со швајцарски систем не можете да ремизирате пред 30-тиот потег.
nl: In een Zwitsers toernooi kun je pas na 30 zetten remise aanbieden.
pt: Num torneio suíço não pode empatar antes de 30 jogadas.
ro: Nu poți declara remiză înainte ca 30 de mutări să fie jucate într-un turneu elvețian.
ru: Вы не можете предлагать ничью до 30-го хода в турнире по швейцарской системе.
sk: V turnaji švajčiarskeho systému nie je možné remizovať pokiaľ sa neodohralo 30 ťahov.
sl: V Švicarskem turnirju ni mogoče remizirati pred 30. potezo.
sq: Në një turne zviceran, s’mund të dilni barazim para se të jenë luajtur 30 lëvizje.
sr: Не можеш ремизирати пре 30. потеза на турниру играном према швајцарском систему.
sv: Ni kan inte ta remi innan drag 30 i en schweizer-turnering.
tr: Bir İsviçre sistemi turnuvasında 30 hamle oynanmadan beraberlik teklif edemezsiniz.
uk: Нічия не можлива до 30 ходу гри у турнірі за швейцарською системою.
vi: Trong giải đấu hệ Thụy Sĩ, ván cờ dưới 30 nước đi không thể hòa.
zh: 在瑞士制锦标赛中，对局未满 30 步不能提和。
zh_tw: 在積分循環制錦標賽中，在下三十步棋前無法和局。

source: Thematic
af: Tematies
ar: وضعية مخصصة
az: Tematik
be: Тэматычны
bg: Тематичен
bn: ধাতুসংক্রান্ত
bs: Tematski
ca: Temàtics
cs: Tématický
da: Tematisk
el: Θεματικό
eo: Tema
es: Temático
eu: Hasiera finkoduna
fa: موضوعی
fi: Teemallinen
gl: Temático
he: נושאי
hy: Թեմատիկա
id: Bertema
it: A tema
kk: Тақырыптық
ko: 국면지정
lt: Tematinis
lv: Tematisks
mk: Тематски
nl: Thematisch
pt: Temático
ro: Tematică
ru: Тематический
sk: Tematický
sl: Tematski
sq: Tematik
sr: Тематски
sv: Tema
tr: Tematik
uk: Тематичний
vi: Theo thế cờ
zh: 主题
zh_tw: 特殊開局

# yourPerfRatingIsProvisional
source: Your {param} rating is provisional
af: Jou {param} gradering is voorlopig
ar: تقييمك في {param} مؤقت
az: {param} reytinqiniz müvəqqətidir
be: Ваш рэйтынг у рэжыме {param} не пацверджаны
bg: Вашият {param} рейтинг е условен
bn: আপনার {param} অনুপাত হয় সাময়িক
bs: Vaš {param} rejting je privremen
ca: La teva puntuació de {param} és provisional
cs: Váš rating {param} je provizorní
da: Din {param} rating er provisorisk
el: Η {param} βαθμολογία σας είναι προσωρινή
eo: Via rango de {param} estas provizora
es: Tu puntuación de {param} es provisional
eu: Zure {param} sailkapena behin-behinekoa
fa: درجه‌بندی {param} شما موقتی است
fi: Vahvuuslukusi {param} on tilapäinen
gl: A túa puntuación {param} é provisional
he: דירוג ה־{param} שלך זמני
hy: Ձեր վարկանիշը {param}-ում դեռևս վավեր չէ
id: Rating Anda ({param}) bersifat sementara
it: Il tuo punteggio {param} è provvisorio
kk: Сіздің {param} рейтингіңіз болжамалы
ko: 사용자의 임시 등급 {param}는 임시적입니다.
lt: Jūsų {param} reitingas yra laikinas
lv: Jūsu pagaidu reitings ir {param}
mk: Вашиот {param} рејтинг е провизорен
nl: Je {param} rating is een voorlopige
pt: A tua pontuação em {param} é provisória
ro: Scorul tău la {param} este provizoriu
ru: Ваш рейтинг в {param} ещё недостоверный
sk: Váš {param} rating je provizórny
sl: Vaš {param} rating je začasen
sq: Vlerësimi juaj {param} është i përkohshëm
sr: Твој {param} рејтинг је привремен
sv: Din {param}rating är provisorisk
tr: {param} puanınız geçicidir
uk: Ваш рейтинг {param} є умовним
vi: Hệ số {param} của bạn là tạm thời
zh: 您的 {param} 等级分为暂定状态
zh_tw: 您目前的評分{param}為臨時評分
