Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeIntermezzoDescription
source: Instead of playing the expected move, first interpose another move posing an immediate threat that the opponent must answer. Also known as "Zwischenzug" or "In between".
af: In plaas daarvan om die verwagte skuif te speel, moet u eers 'n ander stap inbring wat 'n onmiddellike bedreiging inhou wat die opponent moet beantwoord. Ook bekend as "Zwischenzug" of "Tussenin".
ar: بدلاً من لعب النقلة المتوقعة، يتم أولاً القيام بنقلة أخرى تشكل تهديدًا فوريًا مباشرًا يجب على الخصم الرد عليه. يُعرف أيضًا باسم "زفيشنزوك" أو "أنترميزو ".
az: Gözlənilən bir gedişi oynamaq əvəzinə əvvəlcə rəqibin cavab verməyə məcbur olduğu, başqa bir gediş edin. Buna "Zwischenzug" və ya "Ara gediş" deyilir.
be: Замест чаканага хода, спачатку зрабіце іншы ход, ствараючы непасрэдную пагрозу, на якую супернік павінен адказаць. Таксама вядомы як "Zwischenzug" або "Intermezzo".
bg: Вместо да се играе очаквания ход, първо се прави друг (междинен) ход, който представлява заплаха за опонента и трябва да бъде предотвратена.
bn: প্রত্যাশিত চাল না খেলে ভিন্ন চাল দেয়া, যা তৎক্ষণাৎ হুমকি(threat) তৈরি করবে এবং প্রতিপক্ষকে অবশ্যই তা প্রতিহত করতে হবে।
bs: Umjesto igranja očekivanog poteza, prvo ubacite drugi potez koji predstavlja neposrednu prijetnju na koju protivnik mora odgovoriti. Poznat i kao "Zwischenzug" ili "Između".
ca: En lloc de jugar la jugada esperada, interposar un moviment previ que genera un perill imminent al que l'oponent ha de respondre. També és conegut com "Zwischenzug" o "Jugada intermèdia".
cs: Namísto zahrání očekávaného tahu je nejdřív zahrán tah představující bezprostřední hrozbu (např. šach či napadení), na který musí soupeř odpovědět. Tomuto motivu se také říká Zwischenzug.
da: I stedet for at spille det forventede træk foretages først et andet træk, som udgør en umiddelbar trussel, som modstanderen må besvare. Også kendt som "Zwischenzug" eller "In between".
el: Αντί για την αναμενόμενη κίνηση παίζεται πρώτα κάποια ενδιάμεση κίνηση που δημιουργεί μια απειλή την οποία ο αντίπαλος πρέπει να αντιμετωπίσει αμέσως. Επίσης γνωστό ως "Zwischenzug" ή "Intermezzo".
eo: Anstataŭ ludo de la atendita movo, unue intermetu alian movon, kiu faras tujan minacon, al kiu via kontraŭulo devas respondi.
es: En lugar de jugar el movimiento esperado, se realiza antes otro movimiento que plantea una amenaza inmediata a la que el oponente debe responder. También conocido como "Zwischenzug" o "Intermezzo".
eu: Esperotako jokaldia egin beharrean, aurkariari mehatxu bat eginez beste jokaldi bat egin aurkaria jokaldi horri erantzutera derrigortuz.
fa: به جای انجام حرکت موردانتظار، نخست حرکت دیگری را روید که تهدیدی فوری‌ست و حریف باید به آن پاسخ دهد. همچنین به آن «قطار میانی - Zwischenzug» یا «در میانه» می‌گویند.
fi: Tee odotetun siirron sijaan ensin toinen siirto, jonka synnyttämään välittömään uhkaan vastustajasi täytyy vastata. Tunnetaan myös nimellä "Zwischenzug".
gl: En troques de facer a xogada agardada, interpoñer un movemento que xera unha ameaza inmediata que forza unha resposta do opoñente. Tamén se di "Zwischenzug" ou "Intermezzo".
he: טקטיקה בה במקום לבצע את המהלך הצפוי, מבצעים מהלך ביניים המציב איום הדורש תגובה מיידית מהיריב. נקראת גם "מסע ביניים" או מגרמנית "זווישנזוג".
hy: Սպասելի քայլ կատարելու փոխարեն, սկզբում կատարվում է այլ, անմիջական սպառնալիք ստեղծող քայլ, որին մրցակիցը պետք է պատասխանի։ Հայտնի է նաև «Zwischenzug» կամ «Intermezzo» անուններով։
id: Daripada memainkan gerakan yang disangka, mainkan terlebih dulu gerakan lain yang mengancam sehingga mewajibkan lawan untuk membalas. Juga disebut "Zwischenzug" atau "Di antara".
it: Esecuzione, prima della mossa più naturale, di un'altra mossa che pone una minaccia più immediata, alla quale l'avversario deve necessariamente reagire. Conosciuto anche come "Zwischenzug" o "Mossa intermedia".
kk: Болжамға сай жүрудің орнына алдымен басқаша, қарсыласқа қауіп келтіретін, жауап беруге мәжбүрлейтін жүріс жасау. Басқаша "Intermezzo" не "Zwischenzug" деп те аталады.
ko: 예상되는 플레이를 하는 대신, 먼저 상대가 즉시 해결해야 하는 또 다른 위협을 끼워 넣습니다. "Zwischenzug"나 "In between"이라고도 합니다.
lt: Vietoje to, kad būtų padarytas ėjimas, kurio tikėtasi, įterpiamas kitas ėjimas, kuris apgaulingai pateikiamas kaip staigi ataka priešininkui, į kurią jis turi atsakyti. Dar žinomas kaip "intermezzo" ar "zwischenzug".
lv: Tā vietā lai izspēlētu sagaidīto gājienu, vispirms iestarpiniet citu gājienu, kas radīs neatliekamus draudus, par kuriem pretiniekam būs jārūpējas. Pazīstams arī kā "Zwischenzug" vai kā gājiens "pa vidu".
nl: In plaats van de verwachte zet, eerst een andere zet doen met een directe dreiging die de tegenstander eerst moet beantwoorden. Ook wel bekend als "Zwischenzug" of "In between".
pt: Em vez de jogares o movimento esperado, primeiro interpõe outro movimento colocando uma ameaça imediata à qual o oponente deve responder. Também conhecido como "Zwischenzug" ou jogada intermédia.
ro: În loc să faci mutarea așteptată, mai întâi intervii cu o altă mutare care e o amenințare imediată, căreia adversarul trebuie să-i răspundă. Cunoscut și ca "Zwischenzug" sau "In between".
ru: Вместо того, чтобы сделать ожидаемый ход, сначала делается другой ход, представляющий непосредственную угрозу, на которую противник должен ответить. Также известен как «Zwischenzug» или «Intermezzo».
sk: Namiesto očakávaného ťahu, zahranie ťahu znamenajúceho okamžitú hrozbu, na ktorú musí protihráč reagovať. Nazývaný tiež "Zwischenzug".
sl: Namesto pričakovane poteze, vrinemo drugo potezo ki predstavlja takojšnjo grožnjo na katero mora nasprotnik odgovorit. Z drugim imenom tudi kot "Zwischenzug" ali medpoteza.
sq: Në vend që të luhet lëvizja e pritshme, së pari ndërhyni një lëvizje tjetër që paraqet një kërcënim të menjëhershëm, që kundërshtari duhet t'i përgjigjet. Njihet gjithashtu si "Zwischenzug" ose "Në mes".
sr: Уместо играња очекиваног потеза, прво убаци потез који је непосредна претња на коју противник мора да одговори. Такође знано као "Zwischenzug" или "међупотез".
sv: Istället för att spela det förväntade draget, görs ett annat drag som utgör ett omedelbart hot som motståndaren måste svara på. Även känt som "zwischenzug" eller "intermezzo".
tr: Beklenen hamleyi oynamadan önce rakibin derhal yanıt vermesi gereken başka bir tehdit oluştur. Bu taktik aynı zamanda "Zwischenzug" olarak da bilinir.
uk: Замість очікуваного ходу, спочатку робиться інший хід з безпосередньою атакою, на яку суперник має відповісти. Також відомий як "Zwischenzug" або "In between".
vi: Thay vì chơi nước đi dự kiến, trước tiên hãy xen vào một nước đi khác gây ra mối đe dọa ngay lập tức mà đối thủ phải đáp trả. Còn được gọi là "Zwischenzug" hoặc "Ở giữa".
zh: 不走出预期的着法，而是先插入一步构成直接威胁的着法，迫使对方必须应对。也称为“中间着”或“过渡着”。
zh_tw: 與其走正常的棋譜，不如威脅敵方子吧！這樣不但可以破壞敵方原先計畫，還可以讓敵人必須對威脅採取對應的動作。這種戰術又稱為「Zwischenzug」或「In between」。

# puzzleThemeKillBoxMate
source: Kill box mate
ar: كش مات المِصّيدة
bs: Mat ubistvene kutije
ca: Mat de la caixa de matar
cs: Mat ve smrtící zóně
da: Kill box-mat
el: Ματ του κουτιού εξόντωσης
es: Mate del recuadro mortal
eu: Hilkutxaren matea
fa: مات جعبه مرگ
fi: Tapponeliömatti
gl: Mate da caixa
he: מט ״קופסת החנק״
hy: «Մահացու տուփ» մատ
it: Matto della scatola assassina
ko: 킬 박스 체크메이트
lt: Mirtinos dėžutės matas
nl: Mat in dodelijk vierkant
pt: Mate da caixa
ro: Mat în casetă mortală
ru: Мат «Смертельная коробка»
sk: Mat na poli smrti
sl: Vaba
sv: Dödsbox-matt
tr: Kafesleme matı
uk: Мат: Смертельна коробка
vi: Hộp chết chiếu hết
zh: 杀箱将杀
zh_tw: 殺戮箱將死

# puzzleThemeKillBoxMateDescription
source: A rook is next to the enemy king and supported by a queen that also blocks the king's escape squares. The rook and the queen catch the enemy king in a 3 by 3 "kill box".
ar: يقف الرخ بجانب ملك العدو ويدعمه وزير يساهم أيضًا في حجب خانات هروب الملك. يقوم الرخ والوزير بمحاصرة ملك العدو داخل "صندوق قتل" بمساحة 3×3.
bs: Top se nalazi pored neprijateljskog kralja i podržava ga kraljica koja također blokira kraljeva polja za bijeg. Top i kraljica hvataju neprijateljskog kralja u "ubistvenoj kutiji" dimenzija 3 od 3.
ca: Una torre està al costat del rei enemic sostinguda per una dama que també bloqueja les caselles d'escapament. La torre i la dama cacen el rei enemic amb una "caixa de matar" de 3 per 3.
cs: Věž je vedle soupeřova krále a je podporován dámou, která též blokuje úniková políčka krále. Věž a dáma tak společně uvězní soupeřova krále ve 3 krát 3 „smrtící zóně“.
da: Et tårn står ved siden af fjendens konge og støttes af en dronning, som også blokerer kongens flugtfelter. Tårnet og dronningen fanger fjendens konge i en 3 x 3 "kill box".
el: Ένας πύργος βρίσκεται δίπλα από τον αντίπαλο βασιλιά και υποστηρίζεται από τη βασίλισσα η οποία εμποδίζει τα τετράγωνα διαφυγής του βασιλιά. Ο πύργος και η βασίλισσα εγκλωβίζουν τον αντίπαλο βασιλιά σε ένα 3 επί 3 «κουτί εξόντωσης».
es: Una torre está cerca del rey enemigo apoyada por una dama que también bloquea las casillas de escape del rey. La torre y la dama capturan al rey enemigo en un recuadro mortal de 3 por 3.
eu: Gaztelua aurkariaren erregearen ondoan dago damaren laguntzarekin, honek gainera erregearen ihes-laukiak babesten ditu. Gazteluak eta damak erregea 3x3ko "hilkutxa" baten harrapatu dezakete.
fa: رُخ در کنار شاه دشمن قرار دارد و توسط یک وزیر حمایت می‌شود که همچنین مسیرهای فرار شاه را مسدود کرده است. رُخ و وزیر شاه دشمن را در یک "جعبه مرگ" ۳ در ۳ گیر انداخته‌اند.
fi: Torni on vastustajan kuninkaan vieressä, ja sitä suojelee daami, joka myös vie kuninkaalta pakoruudut. Vastustajan kuningas jää kiinni tornin ja daamin muodostamaan 3x3-ruudun "tapponeliöön".
gl: Unha torre canda o rei do adversario, defendida por unha dama que tamén bloquea as casas de escape do rei. A torre e a dama apreixan ao rei nun curruncho de 3 por 3.
he: הצריח ממוקם ליד המלך של היריב והוא נתמך על ידי מלכה, שמצדה חוסמת את נתיב הבריחה של המלך. הצריח והמלכה לוכדים את המלך ב״קופסת חנק״ בגודל 3X3.
hy: Նավակը տեղադրվում է մրցակցի արքայի կողքին՝ թագուհու պաշտպանության տակ, որը միաժամանակ կանխում է արքայի փախուստը։ Նավակը և թագուհին մրցակցի արքան վերցնում են 3x3 «մահացու տուփի» մեջ։
it: Una Torre è vicina al Re nemico e supportata da una Regina che blocca i quadrati di fuga del Re. La Torre e la Regina catturano il Re nemico in una "scatola assassina" 3 x 3.
ko: 킹 옆에서는 룩이 체크를 넣고, 퀸이 그 룩을 지켜주면서 킹의 도주로를 차단하는 체크메이트 패턴입니다. 룩과 퀸이 3 x 3 "킬 박스" 안에서 킹을 공격합니다.
lt: Bokštas yra šalia varžovo karaliaus ir jį palaiko karalienė, kuri tuo pačiu uždaro karaliaus pabėgimo langelius. Bokštas ir karalienė sugauna varžovo karalių 3×3 langelių „mirties dėžutėje“.
nl: Een toren staat naast de vijandelijke koning en wordt gedekt door een dame die ook de ontsnappingsvelden van de koning blokkeert. De toren en de dame vangen de vijandelijke koning in een dodelijk 3x3-vierkant.
pt: Uma torre está ao lado do rei inimigo apoiada por uma dama que também bloqueia as casas de fuga do rei. A torre e a dama apanham o rei inimigo numa “caixa de morte” de 3 por 3.
ro: O tură este lingă regele inamic și susținută de o regină care de asemenea blochează pătratele pe unde ar putea evada regele. Tura și regina îl prind pe rege într-o "casetă mortală" de 3x3.
ru: Ладья ставится рядом с королём противника под защитой ферзя, который одновременно препятствует побегу короля. Ладья и ферзь ловят вражеского короля в «смертельную коробку» 3×3.
sk: Veža je vedľa súperovho kráľa a podporuje ju dáma, ktorá zároveň blokuje kráľove únikové polia. Veža a dáma chytia súperovho kráľa do pasce na 3 x 3 „poli smrti“.
sl: Ob sovražnikovem kralju stoji trdnjava, ki jo podpira dama, ki prav tako blokira kraljeva pobegna polja. Trdnjava in dama ujameta sovražnikovega kralja v "vabi" velikosti 3 krat 3.
sv: Ett torn ligger bredvid motståndarens kung och understöds av en dam som också stänger kungens flyktrutor. Tornet och damen fångar fiendens kung i en 3 gånger 3-kvadrat, "dödsbox".
tr: Rakip şahının yanında bir kale bulunur ve bir vezir tarafından desteklenir ve bu kale aynı zamanda şahın kaçış karelerini de engeller. Kale ve vezir, düşman şahını 3'e 3'lük bir "kafeste" sıkıştırır.
uk: Тура стає біля ворожого короля під захистом ферзя. Ферзь у той самий час блокує всі поля, через які король може втекти. Тура й ферзь ловлять ворожого короля у «смертельну коробку» розміру 3 на 3.
vi: Một quân xe ở cạnh vua địch và được hỗ trợ bởi quân hậu cũng chặn các ô trốn thoát của vua địch. Xe và hậu bắt vua địch trong ô "kill box" chết chóc 3 x 3.
zh: 车紧邻对方王，并得到后的支持，后也同时封锁了王的逃逸格。车和后将对方王困在一个 3x3 的“杀王箱”中。
zh_tw: 一個城堡在敵方國王旁邊，由皇后支援，同時封鎖國王的逃脫路徑。城堡和皇后會將敵方國王困在 3×3 的『殺戮箱』中。

# puzzleThemePillsburysMate
source: Pillsbury's mate
nl: Pillsbury's mat
ru: Мат Пиллсбери
vi: Chiếu hết kiểu Pillsbury
zh: 皮尔斯伯里将杀

# puzzleThemePillsburysMateDescription
source: The rook delivers checkmate, while the bishop helps to confine it.
nl: De toren geeft mat, terwijl de loper helpt met opsluiten.
ru: Ладья ставит мат, в то время как слон контролирует угловое поле.
vi: Quân xe chiếu hết, trong khi quân tượng giúp khống chế nước đi đó.
zh: 车执行将杀，而象协助限制王移动。

# puzzleThemeMorphysMate
source: Morphy's mate
nl: Morphy's mat
ru: Мат Морфи
vi: Chiếu hết kiểu Morphy
zh: 摩菲将杀

# puzzleThemeMorphysMateDescription
source: Use the bishop to check the king, while your rook helps to confine it.
nl: Gebruik de loper om de koning te mat te zetten, terwijl je toren helpt om hem te de pas af te snijden.
ru: Слон ставит мат, в то время как ладья контролирует соседнюю вертикаль.
vi: Dùng quân tượng để chiếu vua, trong khi quân xe giúp kìm hãm vua.
zh: 利用象来将军，同时您的车协助限制王移动。

# puzzleThemeTriangleMate
source: Triangle mate
ca: Mat del triangle
el: Τριγωνικό ματ
eo: Triangula mato
es: Mate del triángulo
it: Matto triangolare
nl: Driehoeksmat
ru: Треугольный мат
sk: Trojuholníkový mat
vi: Chiếu hết kiểu tam giác
zh: 三角将杀

# puzzleThemeTriangleMateDescription
source: The queen and rook, one square away from the enemy king, are on the same rank or file, separated by one square, forming a triangle.
ca: La dama i la torre, a una distància del rei enemic, estan a la mateixa fila o columna separats per una casella formant un triangle.
el: Η βασίλισσα και ο πύργος βρίσκονται ένα τετράγωνο μακριά από στον αντίπαλο βασιλιά και είναι στην ίδια γραμμή ή στην ίδια στήλη, ενώ χωρίζονται μεταξύ τους από ένα τετράγωνο, σχηματίζοντας κατά τον τρόπο αυτό ένα τρίγωνο.
es: La dama y la torre, a una casilla de distancia del rey rival, están en la misma fila o columna, separadas por una casilla, formando un triángulo.
it: La regina e la torre, a una casella di distanza dal re avversario, sono sulla stessa riga o colonna, separati da una casella, formando un triangolo.
nl: De toren en koningin, een vakje verwijderd van de vijandelijke koning, staan op dezelfde rij of kolom, gescheiden door een vakje, en vormen samen een driehoek.
ru: Ферзь и ладья находятся на соседних полях с вражеским королём, на той же горизонтали или вертикали, образуюя треугольник.
sk: Dáma a veža, vzdialené jedno políčko od súperovho kráľa, sú na rovnakom rade alebo stĺpci, oddelené jedným políčkom, a tvoria trojuholník.
vi: Quân hậu và quân xe, cách quân vua của đối phương một ô, nằm trên cùng một hàng, cách nhau một ô, tạo thành một hình tam giác.
zh: 后和车距离对方王一格，且位于同一横线或直线，中间相隔一格，形成一个三角形。

# puzzleThemeVukovicMate
source: Vukovic mate
af: Vucovic-mat
ar: كش مات فوكوفيتش
bg: Мат на Вукович
bs: Vukovićev mat
ca: Mat de Vukovic
cs: Vukovicův mat
da: Vukovics mat
el: Ματ του Vukovic
es: Mate de Vukovic
eu: Vukovicen matea
fa: مات ووکویچ
fi: Vukovićin matti
gl: Mate de Vuković
hy: Վուկովիչի մատ
it: Scacco matto Vukovic
ko: 부코비치 메이트
lt: Vukovic matas
nl: Vukovic-mat
pt: Mate de Vukovic
ro: Mat Vukovic
ru: Мат Вуковича
sk: Vukovičov mat
sl: Vukovic mat
sq: Mat Vukoviç
sv: Vukovic matt
tr: Vukovic matı
uk: Мат Вуковіча
vi: Chiếu hết kiểu Vukovic
zh: 瓦科维奇将杀
zh_tw: 武科維奇將死

# puzzleThemeVukovicMateDescription
source: A rook and knight team up to mate the king. The rook delivers mate while supported by a third piece, and the knight is used to block the king's escape squares.
af: 'n Toring en 'n ruiter werk saam om die koning te mat. Die toring verkry die mat gesteun deur 'n derde stuk, en die ruiter blok die koning se ontsnappingsblokkies.
ar: يتعاون الرخ والحصان لإماتة الملك. يقوم الرخ بتنفيذ الإماتة مدعومًا بقطعة ثالثة، بينما يُستخدم الحصان لإغلاق خانات هروب الملك.
bg: Топ и кон се комбинират да матират краля. Топът, защитен от още една фигура, поставя мат, докато конят блокира полетата за отстрпление на краля.
bs: Top i skakač se udružuju kako bi matirali kralja. Top daje mat uz podršku treće figure, a skakač se koristi za blokiranje kraljevih polja za bijeg.
ca: Una torre i un cavall col·laboren per fer mat al rei. La torre dona el mat mentre està defensada per una altra peça. El cavall s'utilitza per bloquejar les caselles de sortida del rei.
cs: Věž a jezdec spolupracují na matování krále. Věž dává mat za podpory třetí figury, zatímco jezdec blokuje králova úniková políčka.
da: Et tårn og en springer går sammen om at sætte kongen mat. Tårnet leverer mat, mens det støttes af en tredje brik, og springeren bruges til at blokere kongens flugtfelter.
el: Ένας πύργος και ένας ίππος συνεργάζονται για να κάνουν ματ στην άκρη της σκακιέρας. Ο πύργος κάνει ματ υποστηριζόμενος από κάποιο άλλο κομμάτι, ενώ ο ίππος ελέγχει όλα τα υπόλοιπα πιθανά τετράγωνα διαφυγής του αντίπαλου βασιλιά.
es: Una torre y un caballo se unen para dar mate al rey. La torre da mate apoyada por una tercera pieza y el caballo se utiliza para bloquear las casillas de escape del rey.
eu: Gaztelu eta zaldunak batera lan egiten dute matea emateko. Gazteluak mate ematen du hirugaren piezak lagundurik, zaldunak erregearen ihes-laukiak babesten dituen artean.
fa: یک رخ و یک اسب برای مات کردن شاه همکاری می‌کنند. رخ در حالی که توسط مهرهٔ سومی پشتیبانی می‌شود، مات می‌کند و اسب برای مسدود کردن خانه‌های فرار شاه استفاده می‌شود.
fi: Torni ja ratsu matittavat kuninkaan yhdessä. Torni tekee matin kolmannen nappulan suojaamana, ja ratsua käytetään kuninkaan pakoruutujen tilkitsemiseen.
gl: Unha torre e un cabalo xúntanse para darlle mate ao rei. A torre dá o mate apoiada por unha terceira peza e o cabalo é usado para bloquear as casas de escape do rei.
hy: Նավակը և ձին համատեղ մատ են անում արքային։ Մեկ խաղաքարով պաշտպանված նավակը մատ է անում, իսկ ձին կտրում է մրցակցի արքայի նահանջի դաշտերը։
it: Una Torre e un Cavallo collaborano per fare scacco al Re. La Torre mette in scacco supportata da un terzo pezzo, e il Cavallo viene usato per bloccare i quadrati di fuga del Re.
ko: 룩과 나이트가 협력하여 왕에게 체크메이트를 겁니다. 룩은 세 번째 기물의 지원을 받아 메이트를 완성하고, 나이트는 왕의 도주로를 차단하는 역할을 합니다.
lt: Bokštas ir žirgas kartu matuoja karalių. Bokštas atlieka matą, jį palaiko trečioji figūra, o žirgas naudojamas uždaryti karaliaus pabėgimo langelius.
nl: Een toren en een paard werken samen om de koning mat te zetten. De toren zet mat terwijl hij door een ander stuk wordt ondersteund; het paard wordt gebruikt om ontsnappingsvelden van de koning te blokkeren.
pt: Uma torre e um cavalo juntam-se para dar xeque-mate ao rei. A torre dá mate apoiada por uma terceira peça, e o cavalo é utilizado para bloquear as casas de fuga do rei.
ro: O tură și un cal fac echipă pentru a da șah mat regelui. Tura dă mat fiind apărată de o a treia piesă iar calul blochează toate căile de scăpare ale regelui.
ru: Ладья и конь совместно матуют короля. Ладья, защищённая ещё одной фигурой, ставит мат, а конь отрезает поля отступления вражеского короля.
sk: Veža a jazdec sa spoja, aby zmatovali kráľa. Veža je tá, ktorá dáva mat, pričom je podporovaná treťou figúrkou. Jazdec sa využíva na blokovanie kráľových únikových polí.
sl: Top in konj se združita, da matirata kralja. Top zagotavlja pomoč, medtem ko ga podpira tretja figura, konj pa se uporablja za blokiranje polj, kjer bi kralj pobegnil.
sq: Një torre dhe një kalë bëhen tok për ta kapur mbretin mat. Torrja kryen matin teksa mbështetet nga një gur i tretë dhe kali përdoret për të bllokuar kuti shpëtimi të mbretit.
sv: Ett torn och en springare samarbetar för att fånga kungen. Tornen ger matt med stöd av en tredje pjäs, och springaren används för att blockera kungens flyktrutor.
tr: Bir kale ve at, şahı mat etmek için bir araya gelir. Kale, üçüncü bir taşla desteklenerek mat eder ve at şahın kaçış karelerini engellemek için kullanılır.
uk: Тура й кінь об'єднуються, аби поставити мат королю. Тура, яку захищає третя фігура, ставить мат, а кінь блокує всі поля, через які король може втекти.
vi: Một quân xe và mã hợp tác với vua. Quân xe thực hiện chiếu hết trong khi được hỗ trợ bởi quân thứ ba, và quân mã được sử dụng để chặn các ô thoát hiểm của vua.
zh: 车和马配合将杀对方的王。车在第三个棋子的支持下执行将杀，而马则用于封锁对方王的逃逸格。
zh_tw: 一個城堡和一個騎士合作對國王發動將死。城堡執行將死攻擊，並由第三個棋子支援，而騎士則負責封鎖國王的逃脫路徑。

# puzzleThemeKnightEndgame
source: Knight endgame
af: Ridder eindspel
ar: نهاية المباراة تتضمن حصان
az: At sonluğu
be: Канёвы эндшпіль
bg: Конски ендшпил
bn: Knight/ঘোড়ার সমাপনী খেলা
bs: Vitezova krajnica
ca: Final de cavalls
cs: Jezdcové koncovky
da: Springerslutspil
el: Φινάλε ίππων
eo: Ĉevala finaĵo
es: Final de caballos
eu: Zaldunen finala
fa: آخربازی اسب
fi: Ratsuloppupeli
gl: Final de cabalos
he: סיום פרשים
hy: Ձիու վերջնախաղ
id: Babak akhir kuda
it: Finale di cavallo
kk: Ат ойынсоңы
ko: 나이트 엔딩
lt: Žirgų endšpilis
lv: Zirdziņu beigu spēle
nl: Paardeneindspel
pt: Final de cavalo
ro: Final cu cai
ru: Коневой эндшпиль
sk: Jazdcová koncovka
sl: Končnica skakačev
sq: Fund loje me kalë
sr: Скакачка завршница
sv: Springareslutspel
tr: At oyunsonu
uk: Коньовий ендшпіль
vi: Tàn cuộc Mã
zh: 马残局
zh_tw: 馬殘局

# puzzleThemeKnightEndgameDescription
source: An endgame with only knights and pawns.
af: 'N Eindspel met net ridders en pionne.
ar: نهاية مباراة تتضمن أحصنة و بيادق فقط.
az: Yalnız atlar və piyadalardan ibarət oyun sonu.
be: Эндшпіль выключна з канямі і пешкамі.
bg: Ендшпил само с коне и пешки.
bn: শুধু হাতি এবং সৈন্যদের নিয়ে সমাপনী খেলা।
bs: Završno kolo sa samo vitezovima i pijunima.
ca: Un final amb només cavalls i peons.
cs: Koncovka jen s jezdci a pěšci.
da: Et slutspil med kun springere og bønder.
el: Φινάλε μόνο με ίππους και πιόνια.
eo: Finaĵo nur kun ĉevaloj kaj soldatoj.
es: Un final solo con caballos y peones.
eu: Zaldunak eta peoiak bakarrik dituen partida bukaera.
fa: آخربازی، تنها با اسب‌ها و پیاده‌ها.
fi: Loppupeli, jossa on vain ratsuja ja sotilaita.
gl: Un final no que só hai cabalos e peóns.
he: סיום עם פרשים ורגלים בלבד.
hy: Միայն ձիերով և զինվորներով վերջնախաղ։
id: Babak akhir dengan hanya kuda dan pion.
it: Un finale con soli cavalli e pedoni.
kk: Аттар мен сарбаздары ғана бар ойынсоңы.
ko: 나이트와 폰만 있는 엔드게임
lt: Endšpilis tik su žirgais ir pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai zirdziņi un bandinieki.
nl: Een eindspel met alleen paarden en pionnen.
pt: Um final de jogo com apenas cavalos e peões.
ro: Un final de partidă doar cu pioni și cai.
ru: Эндшпиль, в котором на доске остались только кони и пешки.
sk: Koncovka iba s jazdcami a pešiakmi.
sl: Končnica s skakači in s kmeti.
sq: Një fund loje vetëm me kuaj dhe ushtarë.
sr: Завршница са само скакачима и пешацима.
sv: Ett slutspel med bara springare och bönder.
tr: Sadece at ve piyon içeren oyunsonu.
uk: Ендшпіль лише з конями та пішаками.
vi: Một thế cờ tàn chỉ có mã và tốt.
zh: 只有马和兵的残局。
zh_tw: 只剩馬和兵的殘局
