Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# preferencesClaimDrawOnThreefoldRepetitionAutomatically
source: Claim draw on threefold repetition automatically
af: Eis gelykop met drievoudige repetisie outomaties
ar: مطالبة بالتعادل لتكرار نفس النقلات ثلاث مرات بشكل تلقائي
az: Üç dəfə təkrarlanan oyunda avtomatik heç-heçə təklif et
be: Аўтаматычна запытваць нічыю пры трохразовым паўторы ходу
bg: Автоматично реми при трикратно повторение
bn: সংক্রিয়ভাবে দাবি আঁকা বিষয়ে তিনগুন অনুবর্তন
bs: Automatski proglasi remi po trostrukom ponavljanju pozicije
ca: Reclamar taules per repetició automàticament
cs: Automaticky vyžádat remízu při trojím opakování pozice
da: Kræv automatisk remis ved trækgentagelse
el: Διεκδικήστε ισοπαλία αυτόματα σε τριπλή επανάληψη
eo: Memage postuli egalvenkon post trifoja ripetado
es: Reclamar tablas por triple repetición
eu: Posizioa hirutan errepikatzen denean berdinketa automatikoki eskatu
fa: ادعای خودکار تساوی، در تکرار سه‌گانه
fi: Vaadi tasapeli automaattisesti kolminkertaisen toiston sattuessa
gl: Automaticamente reclamar táboas por tripla repetición
he: הכרז על תיקו בחזרה משולשת באופן אוטומטי
hy: Քայլերի եռակի կրկնության դեպքում ինքնաբերաբար պահանջել ոչ-ոքի
id: Langsung Remis pada pengulangan ketiga kali
it: Reclama patta automaticamente dopo triplice ripetizione
kk: Үш реттік қайталану болса, автоматты түрде тепе-теңдік жариялау
ko: 3회 동형반복시 자동으로 무승부 요청
lt: Automatiškai įskaityti lygiąsias pozicijai pasikartojus tris kartus
lv: Automātiski pieprasīt trīskāršās atkārtošanās neizšķirtu
mk: Автоматско прогласување реми по третото повторување на потегот
nl: Eis automatisch remise op bij driemaal dezelfde stelling
pt: Reivindicar empate automaticamente após uma repetição tripla
ro: Declară automat o remiză în cazul a trei repetări
ru: Автоматически запрашивать ничью при трёхкратном повторении хода
sk: Automaticky vyžiadať remízu pri treťom opakovaní pozície
sl: Avtomatično zahtevaj remi on ponovitvi treh istih pozicij
sq: Kërko automatikisht barazim pas përsëritjeje të trefishtë
sr: Прогласи реми на троструко понављање потеза аутоматски
sv: Begär remi automatiskt vid trefaldig upprepning
tr: Üçlü tekrarda otomatik olarak beraberlik teklif et
uk: Автоматично оголошувати нічию при троєкратному повторенні ходів
vi: Tự động hoà khi lặp cờ ba lần
zh: 在三次重复局面时自动提和
zh_tw: 在三次重覆局面時自動要求和局

# preferencesWhenTimeRemainingLessThanThirtySeconds
source: When time remaining < 30 seconds
af: < 30 sekondes voor tyd uitloop
ar: عندما يقل الوقت عن 30 ثانية
az: Qalan vaxt 30 saniyədən az olanda
be: Калі застаецца < 30 секунд
bg: Когато остават по-малко от 30 секунди
bn: যখন সময় বাকি < 30 সেকেন্ড
bs: Kada je preostalo vrijeme < 30 sekundi
ca: Quan restin < 30 segons
cs: Když zbývající čas < 30 sekund
da: Når tilbageværende tid < 30 sekunder
el: Όταν απομένουν < 30 δευτερόλεπτα
eo: Kiam restas malpli ol 30 sekundoj
es: Cuando el tiempo restante sea de < 30 segundos
eu: 30 segundo baino gutxiago geratzen denean
fa: وقتی زمان باقی مانده کمتر از سی ثانیه است
fi: Kun aikaa on jäljellä < 30 sekuntia
gl: Cando o tempo restante <30 segundos
he: כשהזמן הנותר קטן מ־30 שניות
hy: Երբ մնում է < 30 վայրկյանից քիչ
id: Ketika waktu tersisa < 30 detik
it: Quando il tempo rimanente è < 30 secondi
kk: 30 секунд қалғанда
ko: 남은 시간이 30초 미만일 때만
lt: Kai lieka mažiau nei 30 sekundžių
lv: Ja atlicis < 30 sekundēm
mk: Кога останатото време е < 30 секунди
nl: Wanneer resterende tijd < 30 seconden
pt: Quando o tempo restante for < 30 segundos
ro: Când timpul rămas e mai scurt de 30 de secunde
ru: Когда остаётся меньше 30 секунд
sk: Keď ostáva < 30 sekúnd a menej
sl: Če je preostanek časa manj kot 30 sekund
sq: Kur koha e mbetur <30 sekonda
sr: Када преостало време < 30 секунди
sv: När återstående tid < 30 sekunder
tr: Kalan zaman 30 saniyeden az ise
uk: Коли часу залишається < 30 секунд
vi: Khi thời gian còn lại < 30 giây
zh: 当剩余时间小于 30 秒时
zh_tw: 當剩餘時間小於30秒

# preferencesMoveConfirmation
source: Move confirmation
af: Skuif bevestiging
ar: تأكيد النقلة
az: Gediş təsdiqi
be: Пацверджанне руху
bg: Потвърждение на хода
bn: অনুমোদন সরান
bs: Potvrda poteza
ca: Confirmació del moviment
cs: Potvrzení tahu
da: Bekræft træk
el: Επιβεβαίωση κίνησης
eo: Konfirmo de movo
es: Confirmación de movimiento
eu: Jokaldia baieztatzea
fa: تایید حرکت
fi: Siirron vahvistus
gl: Confirmación do movemento
he: אישור המהלכים
hy: Քայլի հաստատում
id: Konfirmasi langkah
it: Conferma della mossa
kk: Жүрісті растау
ko: 수 확인
lt: Ėjimo patvirtinimas
lv: Gājiena apstiprināšana
mk: Потврда за потегот
nl: Zetbevestiging
pt: Confirmação de movimento
ro: Confirmare mutare
ru: Подтверждение хода
sk: Potvrdenie ťahu
sl: Potrditev poteze
sq: Ripohim lëvizjesh
sr: Потврда потеза
sv: Bekräftelse av drag
tr: Hamleyi onayla
uk: Підтвердження ходу
vi: Xác nhận nước đi
zh: 着法确认
zh_tw: 走棋確認

# preferencesExplainCanThenBeTemporarilyDisabled
source: Can be disabled during a game with the board menu
ar: يمكن تعطيله أثناء اللعبة مع قائمة اللوحة
be: Можа быць адключана падчас гульні з дапамогай меню дошкі
bg: Може да бъде изключено по време на игра от менюто на дъската
bs: Može se isključiti tokom partije u izborniku za tablu
ca: Es pot desactivar durant la partida al menú del taulell
cs: Může být zakázáno během hry v menu šachovnice
da: Kan deaktiveres i løbet af et parti med brætmenuen
el: Μπορεί να απενεργοποιηθεί κατά τη διάρκεια μιας παρτίδας από το μενού της σκακιέρας
eo: Povas esti malebligita dum ludo kun la tabulo menuo
es: Se puede desactivar durante una partida con el menú del tablero
eu: Partida baten zehar taularen menua erabiliz desaktibatu daiteke
fa: می‌تواند هنگام بازی با «گزینگان صفحه‌بازی» خاموش شود
fi: Voidaan poistaa käytöstä pelin aikana lautavalikon kautta
gl: Pode ser desactivado durante a partida dende o menú do taboleiro
he: ניתן לביטול במהלך המשחק באמצעות תפריט הלוח
id: Dapat dimatikan selama permainan pada menu papan
it: Può essere disabilitato durante una partita dal menu della scacchiera
kk: Ойын кезінде тақта баптаулары арқылы өшіруге болады
ko: 경기 도중 보드 메뉴에서 비활성화될 수 있습니다.
lt: Gali būti išjungta partijos metu per lentos meniu
lv: Izslēdzams spēles laikā no galdiņa izvēlnes
nl: Kan tijdens een partij uitgeschakeld worden met het bordmenu
pt: Pode ser desativado durante um jogo com o menu do tabuleiro
ro: Poate fi dezactivat în timpul unui joc cu meniul de tablă
ru: Может быть отключено во время игры вместе с меню доски
sk: Dá sa zrušiť počas partie cez "hamburgerové menu" pri šachovnici
sl: Lahko ga onemogočite med igro z menijem plošče
sq: Mund të çaktivizohet gjatë një loje me menu tabele
sv: Kan inaktiveras under ett spel med forummenyn
tr: Oyun esnasında tahta menüsünden devre dışı bırakılabilir
uk: Можна вимкнути під час гри в меню дошки
vi: Có thể bị vô hiệu hóa trong ván cờ với mục lục bàn cờ
zh: 可在对局中通过棋盘菜单禁用
zh_tw: 可以在遊戲中用棋盤選單中關閉此功能

# preferencesInCorrespondenceGames
source: Correspondence games
af: Korrespondensie spelle
ar: فى العاب المراسلة
az: Yazışmalı oyunlar
be: У гульні па ліставанні
bg: Кореспондентски игри
bn: সাদৃশ্য খেলাগুলো
bs: U dopisnim partijama
ca: Partides per correspondència
cs: V korespondenčním šachu
da: I korrespondancepartier
el: Στις παρτίδες δι' αλληλογραφίας
eo: Korespondaj ludoj
es: Partidas por correspondencia
eu: Posta bidezko partidak
fa: در حال بازی مکاتبه ای
fi: Kirjeshakissa
gl: Partidas por correspondencia
he: במשחקים בהתכתבות
hy: Նամակագրական խաղեր
id: Pada partai korespondensi
it: Partite per corrispondenza
kk: Хат-хабарлы ойындарда
ko: 통신 대국
lt: Korespondenciniuose
lv: Korespondencšaha spēlēs
mk: Дописен шах
nl: Bij correspondentiepartijen
pt: Jogos por correspondência
ro: În jocuri prin corespondență
ru: В игре по переписке
sk: Korešpondenčné partie
sl: V korespondenčnih partijah
sq: Lojëra me korrespondencë
sr: Дописне партије
sv: I korrespondenspartier
tr: Yazışmalı oyunlar
uk: У заочних партіях
vi: Cờ qua thư
zh: 通讯棋
zh_tw: 在長期對局中

# preferencesCorrespondenceAndUnlimited
source: Correspondence and unlimited
af: Korrespondensie en onbeperkte
ar: مراسلة وبدون توقيت
az: Yazışmalı və vaxtsız
be: Па ліставанні і без абмежавання часу
bg: Кореспондентен и без ограничение
bn: সাদৃশ্য এবং সীমাহীন
bs: Prepiska i neograničeno
ca: Correspondència i sense límit de temps
cs: Korespondeční a bez limitu
da: Korrespondance og ubegrænset
el: Δι' αλληλογραφίας και απεριορίστου χρόνου
eo: Korespondado kaj sen tempolimo
es: Correspondencia y sin límite de tiempo
eu: Posta-xakea, denbora-eperik gabe
fa: مکاتبه ای و نامحدود
fi: Kirjeshakki ja aikarajaton
gl: Correspondencia e ilimitado
he: התכתבות וללא הגבלה
hy: Նամակագրական և առանց ժամանակի սահմանափակման
id: Korespondensi dan permainan tanpa batas waktu
it: Corrispondenza e senza limiti di tempo
kk: Хат-хабарлы мен уақыты шексіз
ko: 통신 대국과 무제한
lt: Korespondenciniai ir neriboti
lv: Korespondencšaha un bezgalīgajās spēlēs
mk: Дописен шах и неограничени партии
nl: Correspondentiepartij en zonder klok
pt: Por correspondência e ilimitado
ro: Corespondență sau timp nelimitat
ru: По переписке и без ограничения времени
sk: Korešpondenčný a nekonečný
sl: Dopisno in neomejeno
sq: Me korrespondencë dhe e pakufizuar
sr: Дописне и неограничене
sv: Korrespondens och obegränsad
tr: Yazışmalı ve sınırsız
uk: Заочні та необмежені
vi: Cờ qua thư và cờ vô hạn
zh: 通讯棋和无时限对局
zh_tw: 通信和無限

# preferencesConfirmResignationAndDrawOffers
source: Confirm resignation and draw offers
af: Bevestig oorgawe en gelykop voorstelle
ar: تأكيد الاستسلام وعرض التعادل
az: Məğlubiyyət və heç-heçə təkliflərini təsdiqlə
be: Пацвярджаць здаччу і прапановы нічый
bg: Потвърждаване на предаване и предложение за реми
bn: পদত্যাগ নিশ্চিত করুন এবং অফার লুটে নিন
bs: Potvrdite predaju partije i ponudu za remi
ca: Confirmar resignació i oferiment de taules
cs: Potvrzovat rezignaci a nabídku remízy
da: Bekræft opgivelse og tilbud om remis
el: Επιβεβαίωση παραίτησης και προσφοράς ισοπαλίας
eo: Konfirmi proponojn de resignoj kaj egalvenkoj
es: Confirmar abandono y ofertas de tablas
eu: Etsitze eta berdinketa eskaeren baieztapena eskatu
fa: نیاز به تایید دوباره؛ زمانی که تسلیم می شوید یا پیشنهاد تساوی می دهید
fi: Vahvista luovutukset ja tasapeliehdotukset
gl: Confirmar abandono e ofertas de táboas
he: אשרו כניעה והצעות תיקו
hy: Հաստատել պարտությունը և ոչ-ոքիի առաջարկը
id: Mengonfirmasi tawaran menyerah dan remis
it: Conferma abbandono e offerte di patta
kk: Берілу мен тепе-теңдік ұсынысын растау
ko: 기권 또는 무승부 제안시 물음
lt: Patvirtinti pasidavimo ir lygiųjų pasiūlymus
lv: Apstiprināt padošanos un neizšķirta piedāvājumus
mk: Потврди предавање и понуда за реми
nl: Opgave en remise-aanbod bevestigen
pt: Confirmar desistências e propostas de empate
ro: Confirmă abandonarea și oferirea remizei
ru: Подтверждать признание поражения и предложение ничьей
sk: Potvrdiť vzdanie partie a ponuku remízy
sl: Potrdi predajo in ponudbo remija
sq: Ripoho dorëzimin dhe ofrime barazimi
sr: Потврди предају и понуду за реми
sv: Bekräfta resignation och remi-anbud
tr: Oyundan çekilme ve beraberlik tekliflerini onayla
uk: Підтверджувати повернення ходу та пропозиції нічий
vi: Xác nhận chịu thua và đề nghị hòa
zh: 确认认输和提和请求
zh_tw: 確認投降或和局請求

# preferencesCastleByMovingTheKingTwoSquaresOrOntoTheRook
source: Castling method
af: Kastelerings metode
ar: طريقة التحصين/التبييت
az: Qala qurma metodu
be: Спосаб ракіроўкі
bg: Начин на рокада
bn: কাস্টলিং পদ্বতি
bs: Način igranja rokade
ca: Mètode d'Enroc
cs: Způsob provádění rošády
da: Rokade-metode
el: Μέθοδος ροκέ
eo: Aroka metodo
es: Método de enroque
eu: Endrokatzeko modua
fa: روش قلعه‌روی
fi: Kuinka linnoittaudut
gl: Método de enroque
he: שיטת הצרחה
hy: Փոխատեղման եղանակը
id: Metode rokade
it: Modalità di arrocco
kk: Бекіну әдісі
ko: 캐슬링 방법
lt: Rokiruotės būdas
lv: Rokādes metode
mk: Метод за рокада
nl: Rokeren
pt: Método de roque
ro: Metoda prin care faci rocada
ru: Способ рокировки
sk: Spôsob vykonania rošády
sl: Način rokade
sq: Metodë rokade
sr: Метода рокадирања
sv: Sätt att göra rockad
tr: Rok atma şekli
uk: Спосіб рокіровки
vi: Cách nhập thành
zh: 王车易位方式
zh_tw: 入堡方法

# preferencesCastleByMovingTwoSquares
source: Move king two squares
af: Beweeg koning twee blokkies
ar: حرك الملك مربعين
az: Şahı iki xana hərəkət etdirərək
be: Караля на дзьве клеткі
bg: Преместване на царя с две полета
bn: দুই বর্গে রাজা সরান
bs: Pomicanjem kralja za dva polja
ca: Moure el rei dues caselles
cs: Pohnout králem o dvě pole
da: Flyt kongen to felter
el: Ροκέ μετακινώντας τον βασιλιά δύο τετράγωνα
eo: Movi reĝon je du kvadratoj
es: Moviendo el rey dos escaques
eu: Erregea bi lauki mugitu
fa: شاه را دو خانه حرکت دهید
fi: Siirrä kuningasta kaksi ruutua
gl: Movendo o rei dúas casas
he: הזז את המלך שני משבצות
hy: Արքան տեղափոխել երկու վանդակ
id: Memindahkan raja dua kotak
it: Muovi il re di due caselle
kk: Патшаны екі шаршы жүру
ko: 킹을 2칸 옮기기
lt: Eiti su karaliumi per du langelius
lv: Pārvietot karali par diviem lauciņiem
mk: Помести го кралот две полиња
nl: Verplaats de koning twee velden
pt: Mover o rei duas casas
ro: Mută regele două pătrățele
ru: Переместить короля на две клетки
sk: Presunúť kráľa o dve polia
sl: Premakni kralja za dve polji
sq: Lëvize mbretin dy kuadrate
sr: Помери краља два поља
sv: Flytta kungen två rutor
tr: Şahı iki kare sürerek
uk: Перемістити короля на два поля
vi: Di chuyển vua 2 nước
zh: 将王移动两格
zh_tw: 移動國王兩格

# preferencesCastleByMovingOntoTheRook
source: Move king onto rook
af: Plaas koning op toring
ar: حرك الملك بإتجاه الرخ
az: Şahı topa tərəf gətirərək
be: Караля перасунуць на ладдзю
bg: Преместване на царя върху топа
bn: দাবার নৌকার উপর দিয়ে রাজাকে সরান
bs: Pomicanjem kralja na topa
ca: Moure el rei a la torre
cs: Pohnout králem na místo věže
da: Flyt kongen over på tårn
el: Ροκέ μετακινώντας τον βασιλιά πάνω στον πύργο
eo: Movi reĝon al la turo
es: Moviendo el rey hasta la torre
eu: Erregea gazteluaren gainera mugitu
fa: شاه را روی رخ گذارید
fi: Siirrä kuningas tornin päälle
gl: Movendo o rei cara a torre
he: הזז את המלך על הצריח
hy: Արքան տեղափոխել նավակի վրա
id: Memindahkan raja ke benteng
it: Muovi il re sopra la Torre
kk: Патшаны тура тасына қою
ko: 킹을 룩한테 이동
lt: Eiti su karaliumi ant bokšto
lv: Pārvietot karali virsū tornim
mk: Помести го кралот врз топот
nl: Verplaats de koning naar de toren
pt: Mover o rei até à torre
ro: Mută regele pe turn
ru: Переместить короля на ладью
sk: Presunúť kráľa na pole s vežou
sl: Premakni kralja na trdnjavo
sq: Lëvize mbretin tek torra
sr: Помери краља на топа
sv: Flytta kungen till tornet eller 2 steg
tr: Şahı kalenin üstüne getirerek
uk: Перемістити короля на поле, що межує з турою
vi: Di chuyển vua vào xe
zh: 将王移到车上
zh_tw: 移動國王到城堡上

# preferencesInputMovesWithTheKeyboard
source: Input moves with the keyboard
af: Voer skuiwe in met sleutelbord
ar: إدخال النقلات بلوحة المفاتيح
az: Gedişləri klaviatura ilə daxil et
be: Уводзіць хады з дапамогай клавіятуры
bg: Въвеждане на ходове с клавиатурата
bn: কী-বোর্ডের সাথে নিবেশ সরান
bs: Omogućite unos poteza tastaturom
ca: Moure peces amb el teclat
cs: Zadávání tahů pomocí klávesnice
da: Lav træk med tastaturet
el: Κάντε κινήσεις με το πληκτρολόγιο
eo: Enigi movojn per klavaro
es: Entrada de movimientos con el teclado
eu: Jokaldiak teklatuarekin sartu
fa: ورود حرکات با استفاده از صفحه کلید
fi: Syötä siirtoja näppäimistöllä
gl: Introdución de movementos co teclado
he: הקלידו מהלכים באמצעות המקלדת
hy: Քայլերը մուտքագրել ստեղնաշարով
id: Melangkah dengan menggunakan keyboard
it: Muovi utilizzando la tastiera
kk: Пернетақта арқылы жүру
ko: 키보드 입력
lt: Ėjimų įvedimas su klaviatūra
lv: Ievadīt gājienus ar tastatūru
mk: Внеси потези со тастатура
nl: Zetten invoeren met het toetsenbord
pt: Introduzir movimentos com o teclado
ro: Introdu mutări folosind tastatura
ru: Вводить ходы с помощью клавиатуры
sk: Zadávanie ťahov pomocou klávesnice
sl: Vnos potez prek tipkovnice
sq: Jepni lëvizje përmes tastiere
sr: Унеси потезе са тастатуром
sv: Mata in drag via tangentbord
tr: Hamleleri Klavye ile yap
uk: Вводити ходи за допомогою клавіатури
vi: Nhập các nước đi với bàn phím
zh: 使用键盘输入着法
zh_tw: 使用鍵盤輸入著法

# preferencesInputMovesWithVoice
source: Input moves with your voice
af: Maak skuiwe met jou stem
ar: الإدخال يتحرك بصوتك
be: Уводзьце хады вашым голасам
bg: Избирайте ходове с гласа си
bs: Unesite poteze glasom
ca: Introduïu moviments amb la vostra veu
cs: Zadávání tahů hlasem
da: Angiv træk med din stemme
el: Εισαγωγή κινήσεων με τη φωνή σας
eo: Enigi movojn per via voĉo
es: Realiza movimientos con tu voz
eu: Egin jokaldiak zure ahotsarekin
fa: حرکات را با صدای خود وارد کنید
fi: Syötä siirtosi puheella
gl: Introdución de xogadas coa voz
he: ביצוע מהלכים באמצעות דיבור
hy: Քայլերի ներմուծումը ձայնի միջոցով
it: Muovi con la tua voce
kk: Қадамды дауыспен жасау
ko: 음성으로 기물 이동
lt: Įvesti ėjimus balsu
nl: Zetten invoeren met je stem
pt: Insira movimentos com a sua voz
ro: Execută mișcările cu vocea
ru: Вводить ходы голосом
sk: Zadávanie ťahov pomocou hlasu
sl: Vnos potez z vašim glasom
sq: Kryeni lëvizje përmes zërit tuaj
sv: Gör drag med din röst
tr: Hamleleri sesinizle sağlayın
uk: Введення ходів за допомогою голосу
vi: Đầu vào nước đi với giọng nói của bạn
zh: 使用语音输入着法
zh_tw: 用語音輸入著法

# preferencesSnapArrowsToValidMoves
source: Snap arrows to valid moves
af: Beperk pyltjies tot geldige skuiwe
ar: سحب الأسهم في اتجاهات صالحة
az: Etibarlı gedişlər üçün oxları göstər
be: Маляваць стрэлки толькі да магчымых хадоў
bg: Ограничи стрелките да показват само допустими ходове
bs: Skačite strelice na važeće poteze
ca: Apuntar fletxes a jugades legals
cs: Přichytit šipky k platným tahům
da: Markér lovlige træk med pile
el: Αγκύρωση βελών σε έγκυρες κινήσεις
eo: Montri per sagoj nur validajn movojn
es: Adherir flechas a movimientos válidos
eu: Marraztutako geziak legezko jokaldietara mugatu
fa: چسبیدن پیکان‌ها به حرکت‌های ممکن
fi: Merkitse mahdolliset siirrot nuolilla
gl: Adherir frechas a movementos válidos
he: התאמת החצים למסעים חוקיים
hy: Սլաքներով ցույց տալ միայն թույլատրելի քայլերը
id: Arahkan panah ke arah yang benar
it: Collega le frecce a mosse valide
kk: Нұсқағыш тек заңды жүрістерге ғана жабысады
ko: 적법한 움직임에만 화살표를 그림
lt: Rodykles užfiksuoti ties leistinais ėjimais
lv: Pievilkt bultas pie iespējamiem gājieniem
nl: Geldige zetten markeren met pijlen
pt: Alinhar as setas para sítios para onde as peças se podem mover
ro: Trage săgețile la mutările valide
ru: Показывать стрелками только допустимые ходы
sk: Zobraziť šípky pri možných ťahoch
sl: Postavi puščice po veljavnih potezah
sv: Dra pilar för giltiga drag
tr: Sadece mümkün hamlelere ok çiz
uk: Стрілки лише для можливих ходів
vi: Tự kéo mũi tên vào ô của nước đi hợp lệ
zh: 箭头吸附至有效着法
zh_tw: 將右鍵標示箭頭鎖定到合法棋步

# preferencesSayGgWpAfterLosingOrDrawing
source: Say "Good game, well played" upon defeat or draw
af: Sê "Good game, well played" (Goeie spel, mooi gespeel) met 'n nederlaag of gelykop
ar: قُل "مباراة جيدة، لعبت بشكل جيد" عند الهزيمة أو التعادل
az: Məğlub olduqda və ya heç-heçə etdikdə "Yaxşı oyun idi, yaxşı oynadın" deyin
be: Казаць "Good game, well played" пасля паразы або нічыі
bg: Изпратете в чата "Good game, well played" след загуба или реми
bs: Kažite "Dobra partija, dobro odigrano" nakon poraza ili remija
ca: Dir “Bona partida, ben jugat!” quan perds o fas taules
cs: Řekněte "Good game, well played" (překlad: "Dobrá hra, pěkně zahráno") po porážce nebo remíze
da: Sig "Good game, well played" (Godt parti, godt spillet) ved nederlag eller remis
el: Αποστολή «Good game, well played» (Ωραίο παιχνίδι, καλά παιγμένο) μετά από ήττα ή ισοπαλία
eo: Skribi "Good game, well played" post malvenko aŭ egalvenko
es: Decir "Good game, well played" (Buena partida, bien jugada) al perder o empatar
eu: Txateam "Good game, well played" esan partida galdu edo berdintzean
fa: گفتن "بازی خوبی بود، خوب بازی کردی" در هنگام باخت یا تساوی
fi: Sano "Good game, well played" (suom. "Hyvä peli, hyvin pelattu") tasapelin tai tappion jälkeen
gl: Dicir "Good game, well played" (Boa partida, ben xogada) ao perder ou empatar
he: כתבו ״Good game, well played" בצ׳אט לאחר הפסד או תיקו (בתרגום חופשי: משחק יפה, שיחקת טוב)
hy: Պարտությունից կամ ոչ-ոքիից հետո զրուցարանում գրել. «Good game, well played»
id: Ucapkan "Good game, well played" apabila kalah atau seri
it: Di' "Good game, well played" alla sconfitta o al pareggio
kk: Жеңіліс не тепе-теңдіктен кейін "Жақсы ойын, қызық болды" деп айту
ko: 패배하거나 무승부 시 "Good game, well played"라고 말합니다.
lt: Nepamirškite nugalėti ar po lygiųjų pasakyti, "Gera partija, ačiū"
lv: Sūtīt "Good game, well played" (angļ. val. "Laba partija, labi nospēlēta") pēc uzvaras vai neizšķirta
nl: Zeg "Goede partij, goed gespeeld" bij verlies of remise
pt: Dizer "Good game, well played" (Bom jogo, bem jogado) após uma derrota ou empate
ro: Spune "Joc bun, bine jucat" la înfrângere sau la remiză
ru: Писать в чат “Good game, well played” после поражения или ничьей
sk: Napíš "Good game, well played" (v preklade: Dobrá partia, pekne zahrané) po prehre alebo remíze
sl: Reci "Dobra igra, dobro odigrano" ob porazu ali remiju
sq: Shkruaj “Lojë e mirë, bukur luajtët” pas barazimit ose humbjes
sr: Кажи "Добра партија, добро одиграно" након пораза или нерешеног
sv: Säg "Bra parti, väl spelat" vid förlust eller remi
tr: Beraberlik veya yenilgiyle biten maçların sonunda "İyi oyundu, güzel oynadın" mesajı gönder
uk: Писати в чат "Хороша гра, добре зіграно" після поразки або нічиєї
vi: Tự động nhắn "Good game, well played" (Ván cờ hay, chơi hay lắm) sau khi hòa hoặc thua
zh: 输棋、和棋后自动发送：“厉害，玩得不错！”
zh_tw: 輸棋或和棋後自動發送 "Good game, well played"。

# preferencesYourPreferencesHaveBeenSaved
source: Your preferences have been saved.
af: Jou voorkeure is gestoor.
ar: تم حفظ تفضيلاتك.
az: Tərcihləriniz saxlanıldı.
be: Вашы налады былі захаваныя.
bg: Вашите предпочитания бяха записани.
bn: আপনার পচ্ছন্দগুলি সংরক্ষিত করা হয়েছে.
bs: Vaše postavke su sačuvane.
ca: Les teves preferències s'han desat.
cs: Vaše nastavení bylo uloženo.
da: Dine præferencer er blevet gemt.
el: Οι προτιμήσεις σας αποθηκεύτηκαν.
eo: Viaj preferoj estis konservitaj.
es: Tus preferencias se han guardado.
eu: Zure ezarpenak ondo gorde dira.
fa: تغییرات شما ذخیره شده است
fi: Asetuksesi on tallennettu.
gl: As túas preferencias foron gardadas.
he: העדפותיך נשמרו.
hy: Ձեր նախընտրությունները պահպանված են
id: Pengaturan telah disimpan.
it: Le tue preferenze sono state salvate.
kk: Баптауыңыз сақталды.
ko: 설정이 저장되었습니다.
lt: Jūsų nuostatos buvo išsaugotos.
lv: Jūsu uzstādījumi ir saglabāti.
mk: Вашите поставки се зачувани.
nl: Uw voorkeuren werden opgeslagen.
pt: As tuas preferências foram guardadas.
ro: Preferințele tale au fost salvate.
ru: Ваши настройки сохранены.
sk: Vaše nastavenia boli uložené.
sl: Nastavitve so bile shranjene.
sq: Parapëlqimet tuaja u ruajtën.
sr: Твоје преференсе су сачуване.
sv: Dina inställningar har sparats.
tr: Tercihleriniz kaydedildi.
uk: Ваші налаштування збережено.
vi: Tùy chọn của bạn đã được lưu
zh: 您的偏好设置已保存。
zh_tw: 已儲存您的設定。
