Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyWelcomeToLichessStudyText
source: This is a shared analysis board.<br><br>Use it to analyse and annotate games,<br>discuss positions with friends,<br>and of course for chess lessons!<br><br>It's a powerful tool, let's take some time to see how it works.
af: Hierdie is 'n gedeelde analisebord.<br><br>Gebruik dit om mee te analiseer en spelle te annoteer,<br>posisies met vriende te deel,<br>en natuurlik vir skaaklesse!<br><br>Dit is 'n kragtige hulpmiddel; spandeer 'n bietjie tyd om te sien hoe dit werk.
ar: هذه لوحة تحليل مشتركة.<br><br>استخدمها لتُحلل وتُعلق على المباريات،<br>ناقش المواقف المختلفة مع الأصدقاء،<br>وبالطبع لدروس الشطرنج!<br><br>هي أداة قوية، دعنا نأخذ بعض من الوقت لنرى كيفية عملها.
bs: Ovo je dijeljena analitička ploča.<br><br>Koristite je za analizu i komentiranje partija,<br>diskusiju o pozicijama s prijateljima<br>i naravno za časove šaha!<br><br>To je moćan alat, hajde da odvojimo malo vremena da vidimo kako funkcioniše.
ca: Això és un tauler d'anàlisis compartit.<br><br>Utilitzal per analitzar i anotar partides,<br>discutir posicions amb els amics,<br> i per descomptat per lliçons d'escacs!<br><br>És una eina molt poderosa, anem a veure com funciona.
cs: To je společná analytická deska.<br><br>Použijte ji k analýze a anotování her,<br>diskutování o pozicích s přáteli,<br>a samozřejmě pro šachové lekce!<br><br>Je to výkonný nástroj, podívejme se, jak to funguje.
da: Dette er et delt analysebræt.<br><br>Brug det til at analysere og kommentere partier,<br>diskutere positioner med venner,<br>og selvfølgelig til skakundervisning!<br><br>Det er et effektivt værktøj, så lad os bruge lidt tid på at se, hvordan det virker.
el: Αυτή είναι η κοινή σκακιέρα ανάλυσης.<br><br>Χρησιμοποιήστε την για να αναλύσετε και να σχολιάσετε παρτίδες,<br>για να συζητήσετε συγκεκριμένες θέσεις με φίλους<br>και φυσικά για να δημιουργήσετε σκακιστικά μαθήματα!<br><br>Η σκακιέρα ανάλυσης είναι πολύ ισχυρό εργαλείο — ας δούμε, λοιπόν, πώς λειτουργεί.
es: Se trata de un tablero de análisis compartido.<br><br>¡Úsalo para analizar y anotar partidas,<br>discutir posiciones con amigos,<br>y por supuesto para lecciones de ajedrez!<br><br>Es una herramienta poderosa, tomemos algo de tiempo para ver cómo funciona.
eu: Hau partekatutako analisi taula bat da.<br><br><br><br>Erabili partidak analizatu edo komentatzeko,<br><br><br>eztabaidatu posizioak lagunekin,<br><br>eta erabili xake klaseetan!<br><br><br><br>Tresna ahaltsua da, hartu denbora bat nola dabilen ikasteko.
fa: این یک تختهٔ تحلیل اشتراکی است. از آن برای تحلیل و یادداشت‌گذاری بازی‌ها، گفتگو دربارهٔ وضعیت‌ها با دوستان و البته برای درس‌های شطرنج استفاده کنید! این یک ابزار قدرتمند است؛ بیایید با نحوهٔ کار آن آشنا شویم.
fi: Tämä on jaettu analyysilauta.<br><br>Käytä sitä pelien analysoimiseen ja kommentoimiseen,<br>asemien tarkasteluun ystävien kesken<br>ja tietysti shakkioppitunneilla!<br><br>Katsotaanpa lähemmin, miten tämä tehokas työkalu toimii.
gl: Isto é un taboleiro de análise compartida.<br><br>Úsao para analizar e anotar as partidas,<br>discutir as posicións cos amigos,<br>e por suposto para as leccións de xadrez!<br><br>É unha ferramenta moi potente: imos pararnos un anaco para ver como funciona.
it: Questa è una scacchiera di analisi condivisa.<br><br>Usala per analizzare e annotare le partite,<br>discutere delle posizioni con gli amici,<br>e, naturalmente, per le lezioni di scacchi!<br><br>È uno strumento potente, prendiamoci un po' di tempo per vedere come funziona.
nl: Dit is een gedeeld analyselbord.<br><br>Gebruik het om partijen te analyseren en aantekeningen te maken,<br>stellingen met vrienden te bespreken,<br>en natuurlijk voor schaaklessen!<br><br>Het is een krachtig gereedschap, laten we even de tijd nemen om te zien hoe het werkt.
pt: Este é um tabuleiro de análise partilhado.<br><br>Utilize-o para analisar e anotar jogos,<br>discutir posições com amigos,<br>e, claro, para lições de xadrez!<br><br>É uma ferramenta poderosa, vamos tirar algum tempo para ver como funciona.
ro: Aceasta este tabla de analiză comună.<br><br> Folosește-o pentru analiza si adnotarea jocurilor, <br>discuții pe poziții cu prieteni<br> si desigur pentru lecții de șah.<br><br> Este o unealtă puternică, hai să vedem cum funcționează.
ru: Это общая аналитическая доска.<br><br> Используйте её для анализа и аннотирования партий,<br>обсуждения позиций с друзьями,<br> и, конечно же, для уроков шахмат!<br><br> Это мощный инструмент, давайте уделим немного времени, чтобы посмотреть, как он работает.
sk: Toto je zdieľaná analytická tabuľka.<br><br>Použite ju na analýzu a komentovanie partií,<br>diskutujte o pozíciách s priateľmi,<br>a samozrejme na šachové lekcie!<br><br>Je to silný nástroj, poďme sa pozrieť, ako funguje.
sl: To je skupna tabla za analizo.<br><br>Uporabite jo za analizo in označevanje iger,<br>razpravo o položajih s prijatelji,<br>in seveda za lekcije šaha!<br><br>To je močno orodje, vzemimo si nekaj časa, da vidimo, kako deluje.
sq: Kjo është një fushë analize që u tregohet të tjerëve.<br><br>Përdoreni për të analizuar dhe mbajtur shëni lojërat,<br>për të diskutuar pozicione me shokët,<br>dhe, sigurisht, për mësime shahu!<br><br>Është një mjet i fuqishëm, le ta kalojmë për pak, për të parë se si funksionon.
sv: Detta är ett delat analysbräde.<br><br>Använd det för att analysera och kommentera partier,<br>diskutera positioner med vänner,<br>och naturligtvis för schacklektioner!<br><br>Det är ett kraftfullt verktyg, låt oss ta lite tid att se hur det fungerar.
tr: Bu paylaşımlı bir analiz panosudur.<br><br>Oyunları analiz etmek ve not eklemek,<br>arkadaşlarınızla pozisyonları tartışmak,<br>ve tabii ki satranç dersleri için kullanabilirsiniz!<br><br>Güçlü bir araç, nasıl çalıştığını görmek için biraz zaman ayıralım.
uk: Це спільна дошка для аналізу.<br><br>Використовуйте її для аналізування та анотування партій,<br>обговорення позицій з друзями<br>і, звісно ж, для шахових уроків!<br><br>Це потужний інструмент — нумо розберімося, як він працює.
vi: Đây là một bàn cờ phân tích được chia sẻ.<br><br><br><br><br><br>Sử dụng nó để phân tích và chú thích các trò chơi,<br>thảo luận về các vị trí với bạn bè, <br>và tất nhiên cho các bài học cờ vua!<br><br>Đó là một công cụ mạnh mẽ, hãy dành một chút thời gian để xem nó hoạt động như thế nào.
zh: 这是一个共享分析棋盘。<br><br>用它来分析和对局评注，<br>与朋友讨论局面，<br>当然，还可以用于象棋课程！<br><br>这是一个强大的工具，让我们花点时间看看它是如何工作的。

# studySharedAndSaveTitle
source: Shared and saved
af: Gedeel en gestoor
ar: تم المشاركة والحفظ
bg: Споделено и запазено
bs: Podijeljeno i sačuvano
ca: Compartit i guardat
cs: Sdíleno a uloženo
da: Delt og gemt
el: Κοινοποιήθηκε και αποθηκεύτηκε
eo: Dividita kaj konservita
es: Compartido y guardado
eu: Partekatuta eta gordeta
fa: اشتراک‌گذاری و ذخیره‌سازی
fi: Jaettuna ja tallessa
gl: Compartido e salvado
it: Condivisa e salvata
ko: 공유되고 저장됨
nl: Gedeeld en opgeslagen
pt: Partilhado e salvado
ro: Distribuit și salvat
ru: Общие и сохранённые
sk: Zdieľané a uložené
sl: V skupni rabi in shranjeno
sq: Tregohen dhe ruhen
sv: Delat och sparat
tr: Paylaşıldı ve kaydedildi
uk: Надано спільний доступ і збережено
vi: Đã lưu và chia sẻ
zh: 共享与保存

# studySharedAndSavedText
source: Other members can see your moves in real time!<br>Plus, everything is saved forever.
af: Ander lede kan jou skuiwe intyds sien!<br>Alles is boonop vir altyd gestoor.
ar: يمكن للأعضاء الآخرين رؤية نقلاتك في الوقت الحقيقي!<br>زيادة على ذلك، يتم حفظ كل شيء إلى الأبد.
bs: Drugi članovi mogu vidjeti vaše poteze u stvarnom vremenu!<br>Osim toga, sve je zauvijek spremljeno.
ca: Els altres membres poden veure els teus moviments en temps real!<br>A més a més, tot es guarda per sempre.
cs: Ostatní členové mohou vidět vaše tahy v reálném čase!<br>Navíc vše je navždy uloženo.
da: Andre medlemmer kan se dine træk i realtid!<br>Plus, alt er gemt for evigt.
el: Τα άλλα μέλη της μελέτης μπορούν να δουν τις κινήσεις που κάνετε σε πραγματικό χρόνο!<br>Και βέβαια, οτιδήποτε εισάγετε αποθηκεύεται για πάντα.
es: ¡Otros miembros pueden ver tus movimientos en tiempo real!<br>Además, todo se guarda para siempre.
eu: Beste kide batzuk zure jokaldiak denbora errealean ikusi ditzakete!<br>Gainera, dena betiko gordetzen da.
fa: سایر اعضا می‌توانند حرکات شما را به‌صورت زنده ببینند! به‌علاوه، همه‌چیز برای همیشه ذخیره می‌شود.
fi: Toiset jäsenet näkevät siirtosi reaaliajassa!<br>Lisäksi kaikki pysyy ikuisesti tallennettuna.
gl: Os outros membros poden ver os teus movementos en tempo real!<br>Ademais, grávase todo permanentemente.
it: Altri membri possono vedere le tue mosse in tempo reale!<br>Inoltre, tutto è salvato per sempre.
ko: 다른 회원들이 내 수를 실시간으로 볼 수 있습니다!<br>그리고 모든 것은 영원히 저장됩니다.
nl: Andere leden kunnen in real time je zetten zien!<br>Plus, alles wordt voor altijd bewaard.
pt: Outros membros podem ver as suas jogadas em tempo real! <br>Além disso, tudo é guardado para sempre.
ro: Alţi membri vă pot vedea mutările în timp real!<br>Plus, totul este salvat pentru totdeauna.
ru: Другие пользователи могут смотреть за вашими ходами в режиме реального времени!<br>Кроме того, всё сохраняется навсегда.
sk: Ostatní členovia môžu vidieť vaše pohyby v reálnom čase!<br>Navyše je všetko navždy uložené.
sl: Drugi člani lahko vidijo vaše poteze v realnem času!<br>Poleg tega je vse shranjeno za vedno.
sq: Anëtarët e tjerë mund të shohin aty për aty lëvizjet tuaja!<br>Plus, gjithçka ruhet përgjithmonë.
sv: Andra medlemmar kan se dina drag i realtid!<br>Och allt sparas för evigt.
tr: Diğer üyeler sizin hareketlerinizi gerçek zamanlı olarak görebilir!<br>Ayrıca, her şey sonsuza kadar kaydedilir.
uk: Інші учасники можуть бачити ваші ходи в реальному часі!<br>До того ж усе зберігається назавжди.
vi: Các thành viên khác có thể thấy các nước đi của bạn trong thời gian thực!<br>Ngoài ra, mọi thứ được lưu mãi mãi.
zh: 其他成员可以实时看到您的着法！<br>此外，所有内容都会被永久保存。

# studyStudyMembersTitle
source: Study members
af: Studielede
ar: أعضاء الدراسة
bs: Članovi studije
ca: Membres de l'estudi
cs: Členové studie
da: Medlemmer af studiet
el: Μέλη μελέτης
eo: Studaj membroj
es: Miembros del estudio
eu: Azterlanaren kideak
fa: اعضای مطالعه
fi: Tutkielman jäsenet
gl: Membros do estudo
it: Membri dello studio
ko: 연구 회원들
nl: Studieleden
pt: Membros do estudo
ro: Membrii studiului
ru: Участники студии
sk: Členovia štúdie
sl: Člani študije
sq: Anëtar të ushtrimit
sr: Чланови студије
sv: Studiens medlemmar
tr: Çalışma üyeleri
uk: Учасники дослідження
vi: Thành viên nghiên cứu
zh: 研习成员

# studyStudyMembersText
source: {param1} Spectators can view the study and talk in the chat.<br><br>{param2} Contributors can make moves and update the study.
af: {param1} Toeskouers kan die studie sien en praat in die chat.<br><br>{param2} Bydraers kan skuiwe maak en die studie opdateer.
bs: {param1} Posmatrači mogu pregledati studiju i razgovarati u četu.<br><br>{param2} Saradnici mogu mijenjati i ažurirati studiju.
ca: {param1} Els espectadors poden veure l'estudi i parlar al xat.<br><br>{param2} Els contribuïdors poden realitzar moviments i actualitzar l'estudi.
cs: {param1} Diváci si mohou prohlížet studii a psát do chatu..<br><br>{param2} Přispěvatelé mohou provádět tahy a upravovat studii.
da: {param1} Tilskuere kan se studiet og snakke i chatten.<br><br>{param2} Bidragsydere kan foretage træk og opdatere studiet.
el: Οι {param1} θεατές μπορούν να προβάλλουν τη μελέτη και να συνομιλήσουν στο chat.<br><br>Οι {param2} συνεισφέροντες μπορούν να εισάγουν κινήσεις και να ενημερώσουν τη μελέτη.
es: Los espectadores {param1} pueden ver el estudio y hablar en el chat. Los colaboradores <br><br>{param2} pueden realizar movimientos y actualizar el estudio.
eu: {param1} Ikusleek zure azterlanak ikusi eta txatean komentatu dezakete.<br><br>{param2} Laguntzaileek jokaldiak egin eta azterlana eguneratu dezakete.
fa: {param1} تماشاگر می‌توانند مطالعه را مشاهده کرده و در گفتگو شرکت کنند. {param2} مشارکت‌کننده می‌توانند حرکت انجام دهند و مطالعه را به‌روزرسانی کنند.
fi: {param1} Katsojat voivat katsoa tutkielmaa ja keskustella chatissa.<br><br>{param2} Osallistujat voivat tehdä siirtoja ja muokata tutkielmaa.
gl: {param1} Os espectadores poden ver o estudo e falar na sala de conversa.<br><br>{param2} Os colaboradores poden realizar xogadas e actualizar o estudo.
it: {param1} Gli spettatori possono vedere lo studio e parlare in chat.<br><br>{param2} I collaboratori possono fare mosse e aggiornare lo studio.
nl: {param1} Toeschouwers kunnen de studie bekijken en praten in de chat.<br><br>{param2} Bijdragers kunnen zetten doen en de studie bijwerken.
pt: {param1} Os espetadores podem ver o estudo e falar no chat.<br><br>{param2} Os contribuidores podem fazer movimentos e atualizar o estudo.
ro: {param1} Spectatori pot vedea studiul și pot vorbi în chat.<br><br>{param2} Contribuitori pot face mutări și actualiza studiul.
ru: {param1} Участники могут видеть студию и общаться в чате.<br><br>{param2} Соавторы могут делать ходы и вносить изменения.
sk: {param1} Diváci si môžu prezerať štúdiu a rozprávať sa na čete.<br><br>{param2} Prispievatelia môžu vykonávať ťahy a aktualizovať štúdiu.
sl: {param1} Gledalci si lahko ogledajo študijo in se pogovarjajo v klepetu.<br><br>{param2} Sodelujoči lahko naredijo korake in posodobijo študijo.
sq: {param1} Spektatorët mund të shohin ushtrimin dhe të bisedojnë te fjalosja.<br><br>{param2} Kontribuesit mund të bëjnë lëvizje dhe të përditësojnë ushtrimin.
sv: {param1} Åskådare kan se studien och skriva i chatten.<br><br>{param2} Bidragsgivare kan göra drag och uppdatera studien.
uk: {param1} Глядачі можуть переглядати дослідження й спілкуватися в чаті.<br><br>{param2} Співавтори можуть робити ходи та оновлювати дослідження.
vi: {param1} Khán giả có thể xem nghiên cứu và nói chuyện trong cuộc trò chuyện.<br><br>{param2}Người đóng góp có thể thực hiện các nước cờ và cập nhật nghiên cứu.
zh: {param1} 旁观者可以查看研习并在聊天中发言。<br><br>{param2} 贡献者可以走棋并更新研习。

# studyAddMembersText
source: Click the {param} button.<br>Then decide who can contribute or not.
af: Klik die {param}-knoppie.<br>Besluit dan wie kan bydra en wie nie.
ar: إضغط على زر {param}.<br>ثم قرر من يمكنه المساهمة أو لا.
bs: Kliknite na dugme {param}.<br>Zatim odlučite ko može doprinijeti, a ko ne.
ca: Cliqueu el botó {param}.<br> Aleshores decideix qui pot contribuir i qui no.
cs: Klikněte na {param} tlačítko.<br>Pak se rozhodněte, kdo může přispět.
da: Klik på {param}-knappen.<br>Beslut derefter, hvem der kan bidrage eller ej.
el: Κάντε κλικ στο κουμπί {param}<br>για να επεξεργαστείτε τη λίστα με τους συνεισφέροντες.
es: Haz clic en el botón {param}.<br>Luego decide quién puede o no contribuir.
eu: Egin klik {param} botoina. <br>Gero erabaki nork lagundu dezakeen.
fa: روی دکمهٔ {param} کلیک کنید. سپس تصمیم بگیرید چه کسانی می‌توانند مشارکت کنند.
fi: Napsauta {param} -painiketta.<br>Päätä sitten, kuka saa osallistua tutkielman muokkaamiseen ja kuka ei.
gl: Preme o botón {param}.<br>Logo decide quen pode contribuír.
it: Fai clic sul pulsante {param}.<br> Poi decidi chi può contribuire.
nl: Klik op de {param} knop.<br>Bepaal vervolgens wie kan bijdragen of niet.
pt: Clica no botão {param}.<br>Depois, decide quem pode contribuir ou não.
ro: Click pe butonul {param}.<br>Apoi decide cine poate contribui sau nu.
ru: Нажмите на кнопку {param}.<br>Затем решите, кто может редактировать студию, а кто нет.
sk: Kliknite na tlačidlo {param}.<br>Potom rozhodnite, kto môže alebo nemôže prispieť.
sl: Kliknite gumb {param}.<br>Nato se odločite, kdo lahko prispeva ali ne.
sq: Klikoni mbi butonin {param}.<br>Mandej vendosni cili mund të kontribuojë apo jo.
sv: Klicka på {param} -knappen.<br>Bestäm sedan vem som ska eller inte ska kunna bidra.
uk: Натисніть кнопку {param}.<br>Потім оберіть, хто зможе вносити зміни, а хто — ні.
vi: Nhấp vào nút {param}.<br>Sau đó, quyết định ai có thể đóng góp hay không.
zh: 点击 {param} 按钮。<br>然后决定谁可以或不可以贡献。

# studyStudyChaptersTitle
source: Study chapters
af: Studiehoofstukke
ar: فصول الدراسة
bs: Poglavlja proučavanja
ca: Capítols de l'estudi
cs: Studijní kapitoly
da: Studiekapitler
el: Κεφάλαια μελέτης
eo: Studaj ĉapitroj
es: Capítulos del estudio
eu: Azterlanaren kapituluak
fa: فصل های قابل مطالعه
fi: Tutkielman luvut
gl: Capítulos do estudo
it: Capitoli dello studio
ko: 연구 챕터
nl: Studiehoofdstukken
pt: Capítulos do estudo
ro: Capitole de studiu
ru: Главы студии
sk: Kapitoly štúdie
sl: Študijska poglavja
sq: Kapituj ushtrimi
sr: Поглавља студије
sv: Studie kapitel
tr: Çalışma bölümleri
uk: Розділи дослідження
vi: Các chương nghiên cứu
zh: 研习章节

# studyStudyChaptersText
source: A study can contain several chapters.<br>Each chapter has a distinct initial position and move tree.
af: 'n Studie kan verskeie hoofstukke bevat.<br>Elke hoofstuk het 'n spesifieke beginposisie en skuiwe-boom.
ar: يمكن للدراسة أن تحتوي علي عدة فصول.<br>كل فصل له موقف أولي مختلف وتفريع النقلات.
bs: Studija može sadržavati nekoliko poglavlja.<br>Svako poglavlje ima zasebnu početnu poziciju i stablo kretanja.
ca: Un estudi pot tenir diversos capítols.<br>Cada capítol té una posició inicial i un arbre de jugades diferent.
cs: Studie může obsahovat několik kapitol.<br>Každá kapitola má odlišnou počáteční polohu a strom tahů.
da: Et studie kan indeholde flere kapitler.<br>Hvert kapitel har en særskilt udgangsposition og træktræ.
el: Μια μελέτη μπορεί να περιέχει παραπάνω από ένα κεφάλαια.<br>Κάθε κεφάλαιο έχει τη δική του αρχική θέση και το δικό του δέντρο κινήσεων.
es: Un estudio puede contener varios capítulos.<br>Cada capítulo tiene una posición inicial y un árbol de movimientos distintos.
eu: Azterlan batek kapitulu bat baino gehiago eduki ditzake.<br>Kapitulu bakoitzak hasierako posizio eta jokaldi-zuhaitz ezberdina du.
fa: یک مطالعه می‌تواند شامل چندین فصل باشد. هر فصل یک وضعیت اولیه و درخت حرکات مشخص دارد.
fi: Tutkielma voi sisältää useita lukuja.<br>Jokaisella luvulla on oma alkuasemansa ja siirtopuukaavionsa.
gl: Un estudo pode conter varios capítulos.<br>Cada capítulo ten a súa correspondente posición inicial e lista de xogadas.
it: Uno studio può contenere diversi capitoli.<br>Ogni capitolo ha una posizione iniziale e un albero mosse distinto.
ko: 하나의 연구는 여러 개의 챕터를 포함할 수 있습니다.<br>각 챕터는 고유한 시작 포지션과 수순 트리를 가지고 있습니다.
nl: Een studie kan meerdere hoofdstukken bevatten.<br>Elk hoofdstuk heeft een specifieke beginpositie en zettenboom.
pt: Um estudo pode conter vários capítulos.<br> Cada capítulo tem uma posição inicial distinta e uma árvore de movimentos.
ro: Un studiu poate conţine mai multe capitole.<br>Fiecare capitol are o poziţie iniţială distinctă şi arbore de mutări.
ru: В студии может быть несколько глав.<br>В каждой главе есть своя начальная позиция и дерево ходов.
sk: Štúdia môže obsahovať niekoľko kapitol.<br>Každá kapitola má odlišnú počiatočnú pozíciu a strom ťahov.
sl: Študija lahko vsebuje več poglavij.<br>Vsako poglavje ima razločen začetni položaj in drevo premikanja.
sq: Një ushtrim mund të përmbajë disa kapituj.<br>Çdo kapitull ka një pozicio të dallueshëm fillestar dhe një pemë lëvizjesh.
sv: En studie kan innehålla flera kapitel.<br>Varje kapitel har en ursprunglig position och en uppsättning drag.
uk: Дослідження може містити декілька розділів.<br>Кожен розділ має свою початкову позицію та дерево ходів.
vi: Một nghiên cứu có thể chứa vài chương.<br>Mỗi chương có một thế cờ ban đầu và nhánh nước đi riêng biệt.
zh: 一个研习可以包含多个章节。<br>每个章节都有一个独立的初始局面和着法树。

# studyCommentPositionTitle
source: Comment on a position
af: Lewer kommentaar op 'n posisie
ar: علق علي الموقف
bs: Komentar na poziciju
ca: Comentar una posició
cs: Komentář k pozici
da: Kommenter på en stilling
el: Δημιουργία σχολίου σε μια θέση
eo: Komenti pozicion
es: Comentar una posición
eu: Posizio bat komentatu
fa: نظر دادن روی یک وضعیت
fi: Kommentoi asemaa
gl: Comentar unha posición
it: Commenta una posizione
ko: 포지션에 댓글 남기기
nl: Reageer op een stelling
pt: Comentar em uma posição
ro: Comentariu la o poziţie
ru: Комментарий к позиции
sk: Komentovať pozíciu
sl: Komentiraj pozicijo
sq: Komentoni një pozicion
sv: Kommentera en position
tr: Bir pozisyona yorum yap
uk: Коментування позиції
vi: Bình luận về một thế cờ
zh: 评论某个局面

# studyCommentPositionText
source: Click the {param} button, or right click on the move list on the right.<br>Comments are shared and saved.
af: Klik die {param}-knoppie, of regs-klik op die skuiflys aan die regterkant.<br>Kommentaar word gedeel en gestoor.
ar: انقر علي زر {param} ، أو انقر بزر الفأرة الأيمن على قائمة النقلات على اليمين.<br>التعليقات يتم مشاركتها وحفظها.
bs: Kliknite na dugme {param} ili kliknite desnim tasterom miša na listu za premeštanje sa desne strane.<br>Komentari se dele i čuvaju.
ca: Prem el botó {param} o fes clic dret a la llista de moviments de la dreta.<br>Els comentaris es comparteixen i es guarden.
cs: Klikněte na tlačítko {param} nebo klikněte pravým tlačítkem myši na seznam tahů vpravo.<br>Komentáře jsou sdíleny a uloženy.
da: Klik på {param}-knappen, eller højreklik på træklisten til højre.<br>Kommentarer deles og gemmes.
el: Κάντε κλικ στο κουμπί {param} ή δεξί κλικ στη λίστα των κινήσεων δεξιά.<br>Τα σχόλια κοινοποιούνται και αποθηκεύονται.
es: Haz clic en el botón {param} o clic derecho en la lista de movimientos de la derecha.<br>Los comentarios serán compartidos y guardados.
eu: Egin klik {param} botoian edo egin klik jokaldi zerrendan. <br>Iruzkinak partekatu eta gorde egiten dira.
fa: روی دکمهٔ {param} کلیک کنید، یا روی لیست حرکات در سمت راست، راست-کلیک کنید. نظرات به اشتراک گذاشته و ذخیره می‌شوند.
fi: Napsauta {param} -painiketta tai hiiren oikealla näppäimellä oikealla olevaa siirtolistaa.<br>Kommentit tallentuvat ja tulevat näkyviin kaikille jäsenille.
gl: Preme o botón {param} ou fai clic co botón dereito do rato na lista de xogadas.<br>Os comentarios compártense e sálvanse.
it: Fai clic sul pulsante {param} oppure fai clic col tasto destro sull'elenco delle mosse sulla destra.<br>I commenti sono condivisi e salvati.
ko: {param} 버튼을 클릭하거나, 우측의 수 목록을 우클릭하세요.<br>댓글들은 공유되며 저장됩니다.
nl: Klik op de {param}-knop, of klik met de rechtermuisknop op de zettenlijst aan de rechterkant.<br>Opmerkingen worden gedeeld en opgeslagen.
pt: Clica no botão {param}, ou faz um clique no lado direito do rato na lista de movimentos à direita.<br> Os comentários são partilhados e salvos.
ro: Clic pe butonul {param}, sau clic dreapta pe lista de mutări din dreapta.<br>Comentariile sunt comune şi salvate.
ru: Нажмите на кнопку {param}, или нажмите правой кнопкой мыши на списке ходов справа.<br>Комментарии открыты для участников и сохранены.
sk: Kliknite na tlačidlo {param} alebo kliknite pravým tlačidlom myši na záznam ťahov vpravo.<br>Komentáre sú zdieľané a uložené.
sl: Kliknite gumb {param} ali z desno miškino tipko kliknite seznam za premikanje na desni.<br>Komentarji so v skupni rabi in shranjeni.
sq: Klikoni mbi butonin {param}, ose djathtasklikoni te lista e lëvizjeve në të djathtë.<br>Komentet u tregohen të tjerëve dhe ruhen.
sv: Klicka på knappen {param} eller högerklicka på drag-listan till höger.<br>Kommentarer delas och sparas.
tr: {param} düğmesine tıklayın veya sağdaki taşıma listesine sağ tıklayın.<br>Yorumlar paylaşılır ve kaydedilir.
uk: Натисніть кнопку {param} або клацніть правою кнопкою миші на список ходів справа.<br>Коментарі зберігаються та доступні всім.
vi: Nhấp vào nút {param} hoặc nhấp chuột phải vào danh sách nước cờ ở bên phải.<br>Nhận xét được chia sẻ và lưu.
zh: 点击 {param} 按钮，或者右键点击右侧的着法列表。<br>评论是共享并保存的。
