Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Expand variations
af: Vertoon variasies
ar: وسع التفريع
bg: Покажи вариациите
bn: বিকল্প চাল
bs: Proširi varijacije
ca: Expandir variacions
cs: Zobrazit variace
da: Udvid variationer
el: Ανάπτυξη βαριάντων
eo: Etendi variaĵojn
es: Abrir variantes
eu: Erakutsi aldaerak
fa: گستردنِ وَرتِش‌ها
fi: Laajenna muunnelmat
gl: Despregar as variantes
he: הצגת מהלכים חלופיים
hy: Ցուցադրել տարբերակները
id: Buka variasi
it: Espandi varianti
kk: Тармақтарды ашу
ko: 바리에이션 확장하기
lt: Plėtoti variantus
lv: Atvērt variantus
nl: Varianten weergeven
pt: Expandir variações
ro: Extinde variațiile
ru: Развернуть варианты
sk: Ukázať varianty
sl: Razširite različice
sq: Shfaqi variantet
sr: Рашири варијације
sv: Visa varianter
tr: Varyasyonları genişlet
uk: Розгорнути варіанти
vi: Mở rộng các biến
zh: 展开变着
zh_tw: 顯示變體

source: Force variation
af: Forseer variasie
ar: فرض التسلسل
az: Əsas variasiya et
be: Прасунуць варыянт
bg: Покажи като вариация
bn: জোর করে পরিবর্তন
bs: Forsirajte varijaciju
ca: Forçar variant
cs: Zobrazit jako variantu
da: Gennemtving variation
el: Θέσε σε βαριάντα
eo: Devigi variaĵon
es: Convertir en variante
eu: Aldaera derrigortu
fa: وَرتِشِ زوری
fi: Pakota muunnelmaksi
gl: Forzar variante
he: וריאנט יחיד
hy: Պարտադրել վարիացիան
id: Paksakan variasi
it: Mostra come variante
kk: Тармақты дамыту
ko: 바리에이션 강제하기
lt: Rodyti kaip variaciją
lv: Rādīt kā variantu
mk: Прикажи како варијанта
nl: Forceer variatie
pt: Forçar variante
ro: Forțează variația
ru: Сделать вариантом
sk: Vynútiť variant
sl: Vsili varianto
sq: Detyro variant
sr: Приморај варијацијом
sv: Visa som variant
tr: Varyant olarak göster
uk: Зробити варіантом
vi: Đổi biến
zh: 强制作为变着
zh_tw: 移除變化

source: Copy variation PGN
af: Kopieer variasie-PGN
ar: انسخ التفريع بصيغة PGN
az: PGN variasiyasını kopyalayın
be: Скап'яваць варыянт у фармаце PGN
bg: Копирай PGN на вариацията
bn: বিকল্প চালের PGN কপি
bs: Kopiraj varijaciju PGN-a
ca: Copia el PGN de la variació
cs: Zkopírovat PGN varianty
da: Kopiér variant-PGN
el: Αντιγραφή βαριάντας ως PGN
eo: Kopi varianto PGN
es: Copiar PGN de la variante
eu: Kopiatu ingurabidearen PGNa
fa: رونوشت‌گیری PGN ِ وَرتِش
fi: Kopioi muunnelman PGN
gl: Copiar o PGN da variante
he: העתקת ה־PGN של הוריאנט
hy: Տարբերակը պատճենել PGN ձևաչափով
id: Salin Variasi dalam PGN
it: Copia il PGN della variante
kk: Тармақтың PGN көшіру
ko: 바리에이션 PGN 복사
lt: Kopijuoti variacijos PGN
lv: Kopēt varianta PGN
nl: Kopieer variatie PGN
pt: Copiar variação PGN
ro: Copiază variația PGN
ru: Скопировать вариант в формате PGN
sk: Kopírovať PGN variantu
sl: Kopiraj različico PGN
sq: Kopjo PGN varianti
sr: Ископирај ПГН варијације
sv: Kopiera variations-PGN
tr: Varyasyon PGN'sini kopyala
uk: Скопіювати PGN варіанту
vi: Sao chép biến PGN
zh: 复制变着 PGN
zh_tw: 複製變體 PGN

source: Copy mainline PGN
ar: نسخ التفريع الرئيسي PGN
bs: Kopiraj glavni PGN
ca: Copiar el PGN de la línia principal
cs: Kopírovat hlavní řádek PGN
da: Kopiér hovedlinje-PGN
el: Αντιγραφή κύριας βαριάντας ως PGN
eo: Kopii la ĉefan linion kiel PNG
es: Copiar PGN de la línea principal
eu: Kopiatu linea nagusiaren PGNa
fa: کپی کردن PGN بازی
fi: Kopioi päämuunnelma PGN:nä
gl: Copiar o PGN da liña principal
it: Copia linea principale PGN
kk: Негізгі тарихтың PGN көшіру
ko: 주 라인 PGN 복사
nl: Kopieer hoofdlijn PGN
pt: Copiar linha principal do PGN
ro: Copiază linia PGN principală
ru: Копировать PGN основной линии
sk: Kopírovať PNG hlavného variantu
sl: Kopiraj glavni PGN
sq: Kopjo PGN rrjedhe lëvizjesh
sv: Kopiera huvudvariantens PGN
tr: Ana PGN'yi kopyala
uk: Копіювати pgn головної лінії
vi: Sao chép PGN chính
zh: 复制主线 PGN

source: Move
af: Skuif
ar: التقلة
az: Gediş
be: Ход
bg: Ход
bn: চাল
bs: Potez
ca: Moviment
cs: Tah
da: Træk
el: Κίνηση
eo: Movo
es: Movimiento
eu: Jokaldia
fa: حرکت
fi: Siirto
gl: Movemento
he: מסע
hy: Քայլ
id: Langkah
it: Mossa
kk: Жүріс
ko: 수
lt: Ėjimas
lv: Gājiens
mk: Потег
nl: Zet
pt: Jogada
ro: Mutare
ru: Ход
sk: Ťah
sl: Poteza
sq: Lëvizje
sr: Потез
sv: Drag
tr: Hamle
uk: Хід
vi: Nước cờ
zh: 着法
zh_tw: 走棋

source: Variant loss
af: Variant verloor
ar: خسارة بطريقة خاصة
az: Uduzduracaq variant
be: Пройгрышны варыянт
bg: Вариант на загуба
bn: ভিন্ন ক্ষতি
bs: Gubitnički potez
ca: Variant perdedora
cs: Prohra
da: Variant tab
el: Ήττα εκδοχής
eo: Malvenka variaĵo
es: Variante perdedora
eu: Galtzeko bidea
fa: باختِ وَرتا
fi: Variantin tappio
gl: Variante perdedora
he: הפסד וריאנט
hy: Տարբերակը պարտվում է
id: Kekalahan variasi
it: Sconfitta per variante
kk: Ұтылу жолы
ko: 변형 체스에서 패배
lt: Variantinis pralaimėjimas
lv: Variācijas zaudējums
mk: Губитничка варијанта
nl: Variantverlies
pt: Variante perdida
ro: Variantă pierdere
ru: Проигрышный ход
sk: Prehrávajúci variant
sl: Izgubljena varianta
sq: Varianti humb
sr: Пораз варијанте
sv: Variantförlust
tr: Varyant yenilgisi
uk: Шанс програшу
vi: Nước đi dẫn đến hết cờ
zh: 变体负局
zh_tw: 變體判負

source: Variant win
af: Variant wen
ar: فوز بطريقة خاصة
az: Qazandıracaq variant
be: Пераможны варыянт
bg: Вариант на победа
bn: ভিন্ন জয়
bs: Pobjednički potez
ca: Variant guanyadora
cs: Výhra
da: Variant sejr
el: Νίκη εκδοχής
eo: Venka variaĵo
es: Variante ganadora
eu: Irabazteko bidea
fa: بُردِ وَرتا
fi: Variantin voitto
gl: Variante gañadora
he: ניצחון וריאנט
hy: Տարբերակը հաղթում է
id: Kemenangan variasi
it: Vittoria per variante
kk: Жеңу жолы
ko: 변형 체스에서 승리
lt: Variantinė pergalė
lv: Variācijas uzvara
mk: Победничка варијанта
nl: Variantoverwinning
pt: Variante ganha
ro: Variantă câștig
ru: Победный ход
sk: Vyhrávajúci variant
sl: Dobljena varianta
sq: Varianti fiton
sr: Победа варијанте
sv: Variantvinst
tr: Varyant zaferi
uk: Хід, що виграє
vi: Thắng theo luật biến thể
zh: 变体胜局
zh_tw: 變體判勝

source: Insufficient material
af: Onvoldoende materiaal
ar: قطع غير كافية لإنهاء المباراة
az: Yetərsiz fiqur
be: Недастаткова матэрыялу
bg: Недостатъчен материал
bn: অপর্যাপ্ত উপাদান
bs: Nedovoljno materijala
ca: Material insuficient
cs: Nedostatek materiálu
da: Utilstrækkeligt materiale
el: Ανεπαρκές υλικό
eo: Nesufiĉa materialo
es: Material insuficiente
eu: Ez dago material nahikoa
fa: مُهره ناکافی برای مات
fi: Riittämätön materiaali
gl: Material insuficiente
he: היעדר חומר מספיק
hy: Առկա նյութը մատի համար բավարար չէ
id: Bidak tidak mencukupi
it: Materiale insufficiente
kk: Матқа тас мөлшері жеткіліксіз
ko: 기물 부족
lt: Nepakanka figūrų vertės
lv: Nepietiekams materiāls
mk: Недоволно фигури
nl: Onvoldoende materiaal
pt: Material insuficiente
ro: Material insuficient
ru: Недостаточно материала для мата
sk: Nedostatočný materiál
sl: Premalo materiala
sq: Material i pamjaftueshëm
sr: Недовољно материјала
sv: Otillräckligt material
tr: Yetersiz taş
uk: Недостатньо матеріалу
vi: Thiếu quân để chiếu hết
zh: 子力不足
zh_tw: 子力不足和局

source: Pawn move
af: Pionskuif
ar: نقلة بيدق
az: Piyada gedişi
be: Ход пешкай
bg: Ход с пешка
bn: ঘুঁটি সরান
bs: Potez pješakom
ca: Moviment de peó
cs: Tah pěšcem
da: Bondetræk
el: Κίνηση πιονιού
eo: Peonmovo
es: Movimiento de peón
eu: Peoi jokaldia
fa: حرکت پیاده
fi: Sotilaan siirto
gl: Movemento de peón
he: מסע רגלי
hy: Զինվորի քայլ
id: Langkah pion
it: Mossa di pedone
kk: Сарбаз жүрісі
ko: 폰 이동
lt: Ėjimas pėstininku
lv: Bandinieka gājiens
mk: Потег со пешак
nl: Pionzet
pt: Movimento de peão
ro: Mutare de pion
ru: Ход пешки
sk: Ťah pešiakom
sl: Poteza kmeta
sq: Lëvizje ushtari
sr: Потез пешаком
sv: Bondedrag
tr: Piyon hamlesi
uk: Хід пішака
vi: Tiến tốt
zh: 走兵
zh_tw: 走兵

source: Capture
af: Buiting
ar: أسر
az: Vurma
be: Узяцце
bg: Взимане
bn: অধিগ্রহন করুন
bs: Uzimanje figure
ca: Captura
cs: Sebrání
da: Slag
el: Αιχμαλώτιση
eo: Kapto
es: Captura
eu: Harrapaketa
fa: گرفتن مهره
fi: Lyönti
gl: Captura
he: הכאה
hy: Փոխանակում
id: Makan
it: Cattura
kk: Басып алу
ko: 기물 잡기
lt: Kirtimas
lv: Sitiens
mk: Земање
nl: Slagzet
pt: Captura
ro: Captură
ru: Взятие
sk: Branie
sl: Vzemanje
sq: Kapje
sr: Узимање
sv: Slag
tr: Taş yeme
uk: Взяття
vi: Ăn quân
zh: 吃子
zh_tw: 吃子

source: Close
af: Maak toe
ar: إغلاق
az: Bağla
be: Закрыць
bg: Затвори
bn: বন্ধ
bs: Zatvori
ca: Tancar
cs: Zavřít
da: Luk
el: Κλείσιμο
eo: Fermi
es: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
gl: Pechar
he: סגירה
hy: Փակել
id: Tutup
it: Chiudi
kk: Жабу
ko: 닫기
lt: Užverti
lv: Aizvērt
mk: Затвори
nl: Sluit
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbylle
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

source: Winning
af: Besig om te wen
ar: فائزة
az: Qazandıran
be: Пераможны
bg: Печеливш
bn: জয়লাভ
bs: Pobjeđuje
ca: Guanyant
cs: Vyhrává
da: Vindende
el: Κερδίζει
eo: Venkanta
es: Ganador
eu: Irabazlea
fa: حرکت برنده
fi: Voittaa
gl: Gañador
he: זוכה
hy: Հաղթում է
id: Kemenangan
it: Mosse vincenti
kk: Жеңіс
ko: 이기는 수
lt: Laimintis
lv: Uzvarošs
mk: Победоносни
nl: Winnend
pt: Ganhas
ro: Câştigă
ru: Выигрывают
sk: Vyhráva
sl: Dobljeno
sq: Fitues
sr: Побеђује
sv: Vinner
tr: Kazandıran hamle(ler)
uk: Виграш
vi: Đang thắng dần
zh: 胜势
zh_tw: 贏棋

source: Losing
af: Besig om te verloor
ar: خاسرة
az: Uduzduran
be: Пройгрышны
bg: Губещ
bn: হেরে যাওয়া
bs: Gubi
ca: Perdent
cs: Prohrává
da: Tabende
el: Χάνει
eo: Malvenkanta
es: Perdedor
eu: Galtzailea
fa: حرکت بازنده
fi: Häviää
gl: Perdedor
he: מפסיד
hy: Պարտվում է
id: Kekalahan
it: Mosse perdenti
kk: Ұтылыс
ko: 지는 수
lt: Pralaimintis
lv: Zaudējošs
mk: Губитнички
nl: Verliest
pt: Perdidas
ro: Pierde
ru: Проигрывают
sk: Prehráva
sl: Izgubljeno
sq: Humbës
sr: Губи
sv: Förlorar
tr: Kaybettiren hamle(ler)
uk: Програш
vi: Đang thua dần
zh: 败势
zh_tw: 輸棋

source: Drawn
af: Gelykop gespeel
ar: تعادل
az: Heç-heçə
be: Нічыя
bg: Реми
bn: সমান
bs: Remi
ca: Taules
cs: Remízuje
da: Remis
el: Ισοπαλία
eo: Kaŭzas egalvenkon
es: Resulta en tablas
eu: Berdinketa
fa: مساوی
fi: Tasapeli
gl: Leva a táboas
he: תיקו
hy: Ոչ-ոքիով
id: Langkah remis
it: Patta
kk: Тең
ko: 무승부
lt: Lygiosios
lv: Neizšķirts
mk: Реми
nl: Remise
pt: Empatado
ro: Remiză
ru: Вничью
sk: Remizuje
sl: Remi
sq: Barazim
sr: Ремизован
sv: Remi
tr: Berabere
uk: Нічия
vi: Hòa cờ
zh: 均势
zh_tw: 平手

source: Unknown
af: Onbekend
ar: مجهول
az: Bilinməyən
be: Невядома
bg: Неизвестно
bn: অজানা
bs: Nepoznat ishod
ca: Desconegut
cs: Neznámé
da: Ukendt
el: Άγνωστο
eo: Nekonata
es: Desconocido
eu: Ezezaguna
fa: ناشناخته
fi: Tuntematon
gl: Descoñecido
he: לא ידוע
hy: Անհայտ
id: Tak diketahui
it: Posizioni sconosciute
kk: Беймәлім
ko: 알 수 없음
lt: Nežinomas
lv: Neskaidrs
mk: Непознати
nl: Onbekend
pt: Desconhecidos
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sl: Neznano
sq: I panjohur
sr: Непознато
sv: Okänd
tr: Belirsiz
uk: Невідомо
vi: Không biết
zh: 未知
zh_tw: 未知

source: Database
af: Databasis
ar: قاعدة بيانات
az: Verilənlər bazası
be: База дадзеных
bg: База данни
bn: ডেটাবেজ
bs: Baza podataka
ca: Base de dades
cs: Databáze
el: Βάση δεδομένων
eo: Datumbazo
es: Base de datos
eu: Datu-basea
fa: پایگاه داده
fi: Tietokanta
gl: Base de datos
he: מסד הנתונים
hy: Բազա
id: Basis Data
kk: Дерекқор
ko: 데이터베이스
lt: Duomenų bazė
lv: Datubāze
mk: База на податоци
nl: Databank
pt: Base de dados
ro: Bază de date
ru: Архив партий
sk: Databáza
sl: Baza
sq: Bazë të dhënash
sr: База података
sv: Databas
tr: Veritabanı
uk: База даних
vi: Cơ sở dữ liệu
zh: 数据库
zh_tw: 資料庫

source: White / Draw / Black
af: Wit / Gelyk / Swart
ar: أسود / تعادل / أبيض
az: Ağlar / Heç-heçə / Qaralar
be: Белыя / Нічыя / Чорныя
bg: Бели / Реми / Черни
bn: সাদা / সমান / কালো
bs: Bijeli / Remi / Crni
ca: Blanques / Taules / Negres
cs: Bílý / Remíza / Černý
da: Hvid / Remis / Sort
el: Λευκά / Ισοπαλία / Μαύρα
eo: Blanko / Egalvenko / Nigro
es: Blancas / Tablas / Negras
eu: Zuriak / Berdinketa / Beltzak
fa: سفید / مساوی / سیاه
fi: Valkea / Tasapeli / Musta
gl: Brancas / Táboas / Negras
he: שחור / תיקו / לבן
hy: Սպիտակ / Ոչ-ոքի / Սև
id: Putih / Remis / Hitam
it: Bianco / Patta / Nero
kk: Ақ / Тең / Қара
ko: 백 / 무승부 / 흑
lt: Baltieji / Lygiosios / Juodieji
lv: Baltie / Neizšķirts / Melnie
mk: Бели / Реми / Црни
nl: Wit / Remise / Zwart
pt: Brancas / Empate / Pretas
ro: Alb / Remiză / Negru
ru: Белые / Ничья / Чёрные
sk: Biely / Remíza / Čierny
sl: Beli / Remi / Črni
sq: I bardhi / Barazim / I ziu
sr: Бели / Реми / Црни
sv: Vit / Remi / Svart
tr: Beyaz / Berabere / Siyah
uk: Білі / Нічия / Чорні
vi: Trắng thắng / Hòa / Đen thắng
zh: 白胜 / 和棋 / 黑胜
zh_tw: 白棋獲勝 / 平局 / 黑棋獲勝

# averageRatingX
source: Average rating: {param}
af: Gemiddelde Gradering: {param}
ar: متوسط التقييم: {param}
az: Ortalama reytinq: {param}
be: Сярэдні рэйтынг: {param}
bg: Среден рейтинг: {param}
bn: গড় নির্ধারণ:{param}
bs: Prosječni rejting: {param}
ca: Puntuació mitjana: {param}
cs: Průměrný rating: {param}
da: Gennemsnitlig rating: {param}
el: Μέση βαθμολογία: {param}
eo: Meznombra rango: {param}
es: Puntuación media: {param}
eu: Bataz besteko puntuazioa: {param}
fa: میانگین درجه‌بندی: {param}
fi: Vahvuuslukukeskiarvo {param}
gl: Puntuación media: {param}
he: דירוג ממוצע: {param}
hy: Միջին վարկանիշ {param}
id: Rata-rata rating: {param}
it: Punteggio medio: {param}
kk: Орташа рейтинг: {param}
ko: 평균 레이팅: {param}
lt: Vidutinis reitingas: {param}
lv: Vidējais reitings: {param}
mk: Просечен пласман {param}
nl: Gemiddelde rating: {param}
pt: Pontuação média: {param}
ro: Medie evaluare: {param}
ru: Средний рейтинг: {param}
sk: Priemerný rating: {param}
sl: Povprečni rating: {param}
sq: Vlerësim mesatar: {param}
sr: Просечан рејтинг: {param}
sv: Medelrating: {param}
tr: Ortalama puan: {param}
uk: Середній рейтинг: {param}
vi: Hệ số bình quân: {param}
zh: 平均等级分：{param}
zh_tw: 平均評分: {param}

source: Recent games
af: Onlangse wedstryde
ar: أحدث المباريات
az: Son oyunlar
be: Нядаўнія гульні
bg: Скорошни игри
bn: সম্প্রতি খেলা
bs: Nedavne partije
ca: Partides recents
cs: Nedávné hry
da: Seneste partier
el: Πρόσφατα παιχνίδια
eo: Lastaj ludoj
es: Partidas recientes
eu: Azken partidak
fa: بازی‌های اخیر
fi: Viimeaikaiset pelit
gl: Partidas recentes
he: משחקים אחרונים
hy: Վերջին խաղեր
id: Permainan terkini
it: Partite recenti
kk: Кейінгі ойындар
ko: 최근 대국
lt: Paskiausios partijos
lv: Nesenas spēles
mk: Неодамнешни игри
nl: Recente partijen
pt: Partidas recentes
ro: Jocuri recente
ru: Недавние игры
sk: Nedávne partie
sl: Nedavne igre
sq: Lojëra së fundi
sr: Недавне партије
sv: Senaste partier
tr: Son oyunlar
uk: Останні ігри
vi: Các ván cờ gần đây
zh: 最近对局
zh_tw: 最近的棋局

source: Top games
af: Top spelle
ar: أفضل الالعاب
az: Ən yaxşı oyunlar
be: Лепшыя гульні
bg: Най-добрите игри
bn: সেরা খেলা
bs: Najjače partije
ca: Millors partides
cs: Top hry
da: Top-partier
el: Κορυφαίες παρτίδες
eo: Pintaj ludoj
es: Mejores partidas
eu: Partidarik onenak
fa: بازی‌های برتر
fi: Kärkipelit
gl: Mellores partidas
he: המשחקים המובילים
hy: Լավագույն խաղեր
id: Permaninan kelas atas
it: Migliori partite
kk: Үздік ойындар
ko: 최고 레이팅 대국
lt: Geriausios partijos
lv: Labākās spēles
mk: Топ игри
nl: Toppartijen
pt: Melhores partidas
ro: Cele mai bune jocuri
ru: Лучшие игры
sk: Top partie
sl: Najboljše partije
sq: Lojërat më të mira
sr: Партије највишег рејтинга
sv: Toppartier
tr: En yüksek puanlı oyunlar
uk: Найкращі ігри
vi: Các ván đấu hàng đầu
zh: 名局
zh_tw: 評分最高的棋局

# masterDbExplanation
source: OTB games of {param1}+ FIDE-rated players from {param2} to {param3}
af: Twee miljoen Oor die Bord spelle van {param1}+ FIDE-gegradeerde spelers van {param2} tot {param3}
ar: قاعدة بيانات مباريات الأساتذة تقييم {param1}+ للاعبين من {param2} إلى {param3}
az: {param1}+ FIDE reytinqli oyunçuların {param2} ildən {param3} ilə qədər lövhə üzərində oynadığı iki milyon oyun
be: {param1}+ гульняў за дошкай гульцоў з сілай F.I.D.E. ад {param2} да {param3}
bg: Два милиона турнирни игри от {param1}+ FIDE играчи от {param2} до {param3}
bn: ২ লক্ষ ওটিবি খেলার {param1}+খেলয়াড়ের বিশ্বাসের অনুপাত {param2} থেকে {param3}
bs: Dva miliona OTB partija igranih od {param1}+ FIDE rangiranih igrača u periodu od {param2} do {param3} godine
ca: Dos milions de partides OTB de jugadors amb ELO FIDE +{param1} des de {param2} fins a {param3}
cs: Dva miliony her hráčů Ela FIDE {param1}+ od let {param2} do {param3}
da: To millioner ikke-online partier af {param1}+ FIDE-ratede spillere fra {param2} til {param3}
el: Διά ζώσης παρτίδες παικτών με FIDE elo {param1}+, από το {param2} έως {param3}
eo: Du milionoj ludoj fizikaj de {param1}+ FIDE-taksitaj ludantoj ekde {param2} ĝis {param3}
es: Dos millones de partidas de jugadores con ELO FIDE de {param1}+, desde {param2} a {param3}
eu: Mahaigaineko {param2} eta {param3} arteko 2 milioi partida {param1}etik gorako FIDE sailkapena duten jokalarienak
fa: دو میلیون بازی رسمی بازیکنان با امتیاز {param1}+ فیده از {param2} تا {param3}
fi: 2 miljoonaa {param1}+ FIDE-rankattujen pelaajien vuosina {param2}-{param3} laudalla pelaamaa peliä
gl: Partidas cara a cara de xogadores con Elo FIDE de {param1}+, dende {param2} a {param3}
he: משחקים על־גבי לוח של שחקנים עם דירוג פיד״ה של {param1}+ מ־{param2} עד {param3}
hy: 2 միլիոն OTB պարտիաներ {param1}+ {param2}-ից {param3} FIDE-ի վարկանիշով խաղացողների
id: Permainan OTB dua juta {param1} + FIDE dinilai pemain dari tahun {param2} untuk {param3}
it: Due milioni di partite dal {param2} al {param3} di giocatori con punteggio FIDE {param1}+
kk: {param2} - {param3} жж FIDE-дәрежесі {param1}+ ойыншылар қатысқан 2 миллион шынайы ойын
ko: {param2}년과 {param3}년 사이 FIDE 레이팅이 최소 {param1}였던 선수들의 기보가 약 2백만개 있습니다.
lt: Du milijonai OTB (prie lentos) partijų, sužaistų {param1}+ FIDE vertinamų žaidėjų, nuo {param2} iki {param3} m.
lv: Divi miljoni reālu spēļu, ko spēlējuši spēlētāji ar {param1}+ FIDE reitingu laika posmā no {param2} līdz {param3}
mk: База на податоци од игри на {param1}+ ФИДЕ рангирани играчи, од {param2} до {param3}
nl: Twee miljoen OTB-partijen van {param1}+ FIDE-gerankte spelers van {param2} tot {param3}
pt: de partidas OTB de jogadores com +{param1} rating FIDE de {param2} a {param3}
ro: Jocuri reale OTB ale jucătorilor cu evaluare FIDE {param1}+ între {param2} și {param3}
ru: Два миллиона игр, проведённых за доской игроками FIDE с рейтингом {param1}+ с {param2} по {param3}
sk: Dva milióny partií hráčov s FIDE ratingom {param1}+ od roku {param2} po {param3}
sl: Dva milijona iger na šahovnici med igralci s FIDE ratingom {param1} ali več od leta {param2} do {param3}
sq: Dy milionë lojëra OTB nga {param1} + lojëtarë me klasifikim FIDE nga {param2} në {param3}
sr: Партије преко табле од {param1}+ ФИДЕ рејтованих играча из {param2}. до {param3}.
sv: Två miljoner schackpartier, spelade över ett fysiskt bräde, av {param1}+ Elo-rankade spelare från {param2} till {param3}
tr: {param2} yılından {param3} yılına kadar {param1}+ FIDE puanına sahip oyuncular tarafından tahta üzerinde oynanmış 2 milyon oyun
uk: ігор за дошкою гравців FIDE з рейтингом {param1}+ з {param2} по {param3}
vi: Các ván đấu OTB của các kỳ thủ có hệ số FIDE {param1}+ từ năm {param2} đến {param3}
zh: {param2}-{param3} 年国际棋联等级分 {param1} 以上棋手的棋谱
zh_tw: 來自{param2}到{param3}年國際棋聯積分{param1}以上的棋手對局棋譜

# dtzWithRounding
source: DTZ50'' with rounding, based on number of half-moves until next capture, pawn move, or checkmate
af: DTZ50" met afronding, gebaseer op die hoeveelheid half-skuiwe tot die volgende vat of pionskuif
ar: DTZ50'' هي عدد الحركات حتى حصول أخذ أو تحريك بيدق
az: DTZ50" növbəti alış və ya piyada gedişinə qədər yarım hərəkətlərin sayına əsasən yuvarlaqlaşdırıldı
be: DTZ50'' з акругленнем, заснавана на колькасці паўходаў да наступнага ўзяцця ці ходу пешкі
bg: DTZ50'' със закръгляне, базирано на броя полуходове до следващото вземане на фигура или преместване на пешка
bn: DTZ50'' রাউন্ডিং সহ, পরবর্তী ক্যাপচার বা পন মুভ পর্যন্ত অর্ধ-চালের সংখ্যার উপর ভিত্তি করে
bs: DTZ50'' sa zaokruživanjem, na osnovi broja polu-poteza do idućeg uzimanja figure ili poteza sa pijunom
ca: DTZ50" amb arrodoniment, basat en el nombre de moviments fins la propera captura o moviment de peó
cs: DTZ50'' s zaokrouhlením na základě počtu půltahů do dalšího braní nebo tahu pěšcem
da: DTZ50'' med afrunding, baseret på antallet af halv-træk indtil næste fangst eller bondetræk
el: DTZ50'' με στρογγυλοποίηση, βάσει του αριθμού των κινήσεων μέχρι την επόμενη κίνηση πιονιού ή την επόμενη αλλαγή
eo: DTZ50" kun rondigo, bazita en nombro de inter-movoj ĝis sekva kapto aŭ peona movo
es: DTZ50'' con redondeo, basado en el número de movimientos intermedios hasta la próxima captura o movimiento de peón
eu: DTZ50'' biribilkaketarekin, hurrengo harrapaketa edo peoi mugimendura arteko mugimendu erdietan oinarrituta
fa: DTZ50'' با گرد کردن، بر اساس تعداد حرکات نیمه تا زمان دستگیری یا حرکت پیاده بعدی
fi: DTZ50'' pyöristettynä, puolisiirtojen määrä seuraavaan lyöntiin tai sotilaan siirtoon
gl: DTZ50'' con redondeo, baseado no número de medias xogadas ata a próxima captura ou movemento de peón
he: DTZ50'' עם עיגול, בהתבסס על מספר חצאי-המסעים עד ההכאה הבאה או מסע עם חייל
hy: DTZ50'' կլորացումով` կախված կիսաքայլերի քանակից մինչև հաջորդ վերցնելը կամ զինվորի քայլը
id: DTZ50" dengan pembulatan, berdasarkan jumlah dari langkah setengah sampai ada langkah makan atau langkah pion
it: DTZ50'' con arrotondamento, in base al numero di mezze mosse fino alla prossima cattura o mossa del pedone
kk: Дөңгелектелген DTZ50'' келесі басып алғанша не сарбаз жүргенше дейін жартыжүрістердің санына негізделген
ko: 다음 포획 혹은 폰 수까지 남은 반수를 반올림후 나타낸 DTZ50" 수치
lt: DTZ50" su apvalinimu remiantis pusėjimių iki kito kirtimo ar pėstininko ėjimo skaičiumi
lv: DTZ50'' ar noapaļošanu, balstīts uz pusgājienu skaita līdz nākamajam sitienam vai bandinieka gājienam
mk: DTZ50'' со заокружување, врз основа на бројот на полу-потези до наредното земање или потег на пионот
nl: DTZ50'' met afronding, gebaseerd op het aantal halfzetten tot de volgende stukwinst of pionzet
pt: DTZ50'' com arredondamento, baseado no número de meios-movimentos até à próxima captura ou movimento de peão
ro: DTZ50'' cu rotunjire, bazat pe numărul de jumătăți de mutări până la următoarea captură sau mutare de pion
ru: Правило 50 ходов: объявляется ничья, если на протяжении последних 50 ходов ни одна фигура не была взята и ни одна пешка не сделала хода
sk: DTZ50" so zaokrúhlením, vychádzajúci s počtu polťahov až do najbližšieho brania alebo ťahu pešiakom
sl: DTZ50 '' z zaokroževanjem, odvisno od števila pol-potez do naslednjega zajema ali poteze kmeta
sq: DTZ50'' me rrumbullakim, bazuar në numrin e gjysmë-lëvizjeve deri në kapjen ose lëvizjen tjetër të pengut
sr: Заокружен DTZ50, на основу броја полупотеза до следећег узимања фигуре или потеза пешаком
sv: DTZ50" med avrundning, baserat på antalet halvdrag till nästa slag eller bondedrag
tr: DTZ50'', bir sonraki yakalama veya piyon hamlesine kadar olan yarım hamle sayısına dayalı yuvarlama ile
uk: DTZ50'' з округленням на основі кількості півходів до наступного взяття чи ходу пішака
vi: DTZ50" được làm tròn, dựa vào số nước đi quân cho tới nước ăn quân hoặc đi tiến tốt tiếp theo
zh: 基于 DTZ50'' 的舍入值，计算至下次吃子、走兵或将杀前的半回合数
zh_tw: 經過四捨五入的DTZ50''，是基於到下次吃子或兵動的半步數目。

# noGameFound
source: No games found
af: Geen spel gevind
ar: لم يتم العثور على مباريات
az: Oyun tapılmadı
be: Гульняў не знойдзена
bg: Няма намерени игри
bn: কোন খেলা নেই
bs: Nije pronađena nijedna partija
ca: No s'ha trobat cap partida
cs: Žádná hra nenalezena
da: Intet parti fundet
el: Δεν βρέθηκε παρτίδα
eo: Neniu ludo trovita
es: No se ha encontrado ninguna partida
eu: Ez da partidarik aurkitu
fa: هیچ بازی یافت نشد
fi: Pelejä ei löytynyt
gl: Non se atoparon partidas
he: אין משחק זמין
hy: Ոչ մի խաղ չի գտնվել
id: Permainan tidak ditemukan
it: Nessun partita trovata
kk: Ешбір ойын табылмады
ko: 대국을 찾을 수 없습니다
lt: Partijų nerasta
lv: Neviena spēle nav atrasta
mk: Не е пронајдена таква партија
nl: Geen partij gevonden
pt: Nenhum jogo encontrado
ro: Niciun joc găsit
ru: Партий не найдено
sk: Nenašla sa žiadna partia
sl: Igra ni najdena
sq: S’u gjet lojë
sr: Ниједна партија нађена
sv: Inget parti hittades
tr: Oyun bulunamadı
uk: Ігор не знайдено
vi: Không tìm thấy ván nào
zh: 未找到对局
zh_tw: 未找到棋局
