Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# agreementAssistance
source: I agree that I will at no time receive assistance during my games (from a chess computer, book, database or another person).
af: Ek stem in om nooit enige hulp te ontvang tydens my spelle nie (vanaf 'n skaakrekenaar, boek, databasis of ander persoon).
ar: أوافق على أني لن أتلقى أي مساعدة خلال مبارياتي أبدا (من محرك شطرنج أو كتاب أو قاعدة بيانات أو شخص اخر).
az: Razıyam ki, heç vaxt oyunlarım zamanı (şahmat kompüterindən, kitabdan, məlumat bazasından və ya başqa bir şəxsdən) kömək almayacağam.
be: Я згаджаюся, што я ніколі не скарыстаюся старонняй дапамогай у сваіх гульнях (ад шахматных праграм, кніг, баз даных або іншых гульцоў).
bg: Съгласявам се, че никога няма да получавам помощ по време на игра (от компютър, книга, база данни или друг човек).
bn: আমি সম্মতি এবং প্রতিশ্রুতি দিচ্ছি যে দাবা খেলার সময় কম্পিউটারের সহায়তা নিয়ে, কোনো প্রোগ্রাম বই, ডেটাবেজ বা অন্যকোনো ব্যাক্তির সহায়তা নিয়ে চিটিং করে খেলবো না).
bs: Slažem se da ni u jednom trenutku neću primati pomoć za vrijeme svojih igara (od šahovskog računara, knjige, baze podataka ili neke druge osobe).
ca: Estic d’acord que mai rebré assistència durant les meves partides (ni d’ordinadors, llibres, base de dades o d’una altra persona).
cs: Přísahám, že nikdy nevyužiji jiné pomoci při mých hrách (počítače, knihy, databáze nebo jiné osoby).
da: Jeg lover, at jeg på intet tidspunkt i løbet af mine partier vil modtage assistance (fra en skakcomputer, bog, database eller anden person).
el: Δηλώνω ότι ουδέποτε θα λάβω βοήθεια κατά τη διάρκεια των παρτίδων μου (από υπολογιστή, βιβλίο, βάση δεδομένων ή άλλο πρόσωπο).
eo: Mi konsentas, ke mi neniam ricevos helpon dum miaj ludoj (de komputila programo, libro, datumbazo aŭ alia persono).
es: Me comprometo a no recibir ayuda externa durante mis partidas (de un ordenador, un libro, una base de datos u otra persona).
eu: Nire partidetan ez dut inoiz laguntzarik jasoko (ordenagailuak, liburua, datu-base bat edo beste pertsona bat).
fa: من موافقم که در طول بازی‌هایم هیچگاه کمکی نخواهم گرفت (از یک رایانه شطرنج، کتاب، دادگان یا شخص دیگری).
fi: Vakuutan etten ota vastaan ulkopuolista apua pelieni aikana (shakkitietokoneilta, kirjoilta, tietokannoilta enkä muilta ihmisiltä).
gl: Comprométome a non recibir axuda externa durante as miñas partidas (dun computador, libro, base de datos ou doutra persoa).
he: אני מסכימ/ה שאף פעם לא אקבל עזרה תוך כדי משחק (ממנוע שח ממוחשב, ספר, מסד־נתונים, או אדם אחר).
hy: Հաստատում եմ, որ իմ խաղերում երբեք չեմ օգտվի կողմնակի օգնությունից (շախմատային ծրագրերից, գրքերից, տվյալների բազաներից և այլ խաղացողներից)։
id: Saya menyetujui bahwa saya tidak akan pernah menerima bantuan selama pertandingan (dari komputer catur, buku, database ataupun orang lain).
it: Dichiaro di non farmi mai aiutare durante le mie partite (da computer, libri, database o altre persone).
kk: Мен ойнап отырғанда, сырттан (басқа адамнан, компьютер, кітап не дерекқорды пайдалана) ешбір көмек алмаймын деп уәде беремін.
ko: 나는 대국 중 도움을 받지 않겠습니다 (체스 컴퓨터, 책, 데이터베이스나 다른 사람).
lt: Pasižadu niekada savo partijų metu nesinaudoti kompiuterio, knygos, duomenų bazės ar kito žmogaus pagalba.
lv: Piekrītu spēlējot nevienā brīdī nesaņemt palīdzību (no šaha programmas, grāmatas, datubāzes vai cita cilvēka).
mk: Се согласувам дека никогаш нема да добивам помош за моите игри (од компјутер, игра, база на податоци или личност).
nl: Ik ga ermee akkoord dat ik tijdens mijn partijen geen hulp krijg (van een schaakcomputer, -boek, -database of ander persoon).
pt: Concordo que nunca recorrerei a assistência durante as minhas partidas (de um computador de xadrez, livro, base de dados ou outra pessoa).
ro: Sunt de acord să nu primesc niciodată asistență în timpul partidelor mele (de la un calculator, o carte, o bază de date sau de la o altă persoană).
ru: Подтверждаю, что я никогда не воспользуюсь посторонней помощью в своих играх (из шахматных программ, книг, баз данных и от других игроков).
sk: Súhlasím, že v žiadnom prípade nebudem používať asistenciu (počítača, šachovej knihy, databázy alebo inej osoby).
sl: Strinjam se, da ne bom nikoli uporabljal pomoči med partijo (od računalnika, knjige, podatkovne baze ali od druge osebe).
sq: Pranoj se s’do të marr kurrë asistencë gjatë lojërave të mia (nga një kompjuter, libër apo bazë të dhënash shahu, ose nga persona tjetër).
sr: Слажем се да никада нећу добијати помоћ током својих партија (од стране шаховског рачунара, књиге, базе података или неке друге особе).
sv: Jag lovar att jag inte kommer att få hjälp under mina partier (från en schackdator, bok, databas eller annan person).
tr: Maçlar esnasında hiçbir zaman dışarıdan yardım almayacağım (bilgisayardan, kitaptan, veri tabanından veya başka bir insandan).
uk: Я погоджуюся, що не буду отримувати допомогу під час моїх ігор (від шахового комп'ютера, книги, бази даних або іншої особи).
vi: Tôi đồng ý rằng, tôi sẽ không nhận sự trợ giúp trong lúc chơi (từ máy tính, sách, các cơ sở dữ liệu hoặc từ người khác).
zh: 我同意在对局中任何时刻都不会接受帮助（来自电脑引擎、书籍、数据库或其他人）。
zh_tw: 我同意我不會在比賽期間使用支援(從書籍、電腦運算、資料庫等等)

# agreementNice
source: I agree that I will always be respectful to other players.
af: Ek stem in om altyd respek aan ander spelers te betoon.
ar: أؤكد أنني سأعامل اللاعبين الآخرين بكل احترام.
az: Həmişə digər oyunçulara hörmətlə yanaşacağımla razıyam.
be: Я згаджаюся, што я заўсёды адносіцца з павагай да другіх гульцоў.
bg: Съгласявам се, че винаги ще уважавам другите играчи.
bn: আমি সম্মতি জানাচ্ছি সকল দাবাড়ু খেলোয়াড়দের সঙ্গে শ্রদ্ধাশীল আচরন করবো.
bs: Slažem se da ću uvijek poštovati druge igrače.
ca: Estic d’acord que sempre seré respectuós amb els altres jugadors.
cs: Přísahám, že budu vždy respektovat ostatní hráče.
da: Jeg lover, at jeg altid vil være respektfuld mod andre spillere.
el: Δηλώνω ότι πάντα θα επιδεικνύω σεβασμό προς όλους του παίκτες.
eo: Mi konsentas, ke mi ĉiam estos respektema al aliaj ludantoj.
es: Me comprometo a respetar siempre a otros jugadores.
eu: Atsegina izango naiz beste jokalariekin.
fa: می‌پذیرم که همواره به بازیکنان دیگر احترام گزارم.
fi: Vakuutan että käyttäydyn aina muita pelaajia kunnioittaen.
gl: Comprométome a respectar sempre aos outros xogadores.
he: אני מסכימ/ה שתמיד אהיה אדיב/ה כלפי השחקנים האחרים.
hy: Հաստատում եմ, որ հարգանքով եմ վերաբերվելու այլ խաղացողներին։
id: Saya menyetujui bahwa saya akan selalu bersikap baik kepada pemain lain.
it: Dichiaro di essere sempre rispettoso nei confronti degli altri giocatori.
kk: Мен басқа ойыншыларға құрметпен қараймын деп уәде беремін.
ko: 나는 항상 다른 플레이어들을 존중하겠습니다.
lt: Pasižadu visada būti pagarbus kitiems žaidėjams.
lv: Piekrītu vienmēr izturēties pieklājīgi pret citiem spēlētājiem.
mk: Се согласувам дека секогаш ќе ги почитувам останатите играчи.
nl: Ik ga ermee akkoord dat ik altijd respectvol tegenover andere spelers zal zijn.
pt: Concordo que serei sempre repeitoso para os outros jogadores.
ro: Sunt de acord să fiu mereu respectuos cu alți jucători.
ru: Подтверждаю, что я буду с уважением относиться к другим игрокам.
sk: Súhlasím, že budem vždy rešpektovať ostatných hráčov.
sl: Strinjam se, da bom do drugih vedno prijazen.
sq: Pranoj se do të tregoj përherë respekt për lojtarët e tjerë.
sr: Слажем се да ћу увек бити поштен према другим играчима.
sv: Jag lovar att jag alltid kommer att vara respektfull mot andra spelare.
tr: Diğer oyunculara karşı her zaman iyi bir tutum içinde olacağım.
uk: Я погоджуюся, що я завжди буду ставитись чемно до інших гравців.
vi: Tôi đồng ý rằng, tôi sẽ luôn luôn tôn trọng người chơi khác.
zh: 我同意我将始终尊重其他棋手。
zh_tw: 我會一直尊重其他的玩家

# agreementMultipleAccounts
source: I agree that I will not create multiple accounts (except for the reasons stated in the {param}).
af: Ek verklaar dat ek nie meer as een rekening sal skep nie (met die uitsondering van redes genoem in die {param}).
ar: أوافق على أني لن أدخل بحسابات متعددة (إلا للأسباب المذكورة في {param}).
be: Я пагаджаюся не ствараць некалькі ўліковых запісаў (акрамя выпадкаў апісаных у {param}).
bg: Съгласявам се, че няма да се регистрирам няколко пъти (с изключение на причините изброени в {param}).
bn: আমি একমত পোষণ করছি যে আমি একাধিক একাউন্ট তৈরি করব না ({param} এ উল্লেখিত কারণ ব্যতীত)।
bs: Slažem se da neću napraviti više računa (osim zbog razloga navedenih u {param}).
ca: Estic d'acord en no crear múltiples comptes (excepte per les raons detallades als {param}).
cs: Souhlasím s tím, že nebudu vytvářet více účtů (s výjimkou důvodů uvedených v {param}).
da: Jeg er indforstået med, at jeg ikke opretter flere konti (undtagen af de grunde, der er angivet i {param}).
el: Δηλώνω ότι δε θα δημιουργήσω πολλούς λογαριασμούς (εκτός από τους λόγους προβλέπονται από τους {param}).
eo: Mi konsentas ke mi ne faros plurajn kontojn (escepte pro la deklaritaj kialoj en la {param}).
es: Me comprometo a no crear varias cuentas (excepto por las razones indicadas en las {param}).
eu: Hitz ematen dut ez dudala kontu bat baino gehiago irekiko ({param} adierazitako kasuetan izan ezik).
fa: موافقم که چندین حساب نخواهم ساخت (جز به دلیل‌های ذکر شده در {param}).
fi: Hyväksyn, että en luo useampaa kuin yhtä käyttäjätunnusta (paitsi kohdassa {param} mainituista syistä).
gl: Comprométome a non crear múltiples contas (excepto polas razóns indicadas nos {param}).
he: אני מסכימ/ה לא ליצור חשבונות מרובים (אלא אם כן יש הצדקה לכך כמצוין ב{param}).
hy: Համաձայն եմ, որ չպետք է ստեղծեմ բազմաթիվ մասնակցային հաշիվներ (բացառությամբ {param}ում նշված պատճառների)։
id: Saya setuju untuk tidak membuat banyak akun (kecuali untuk alasan yang tertera di {param}).
it: Concordo che non creerò account multipli (tranne per le ragioni elencate nei {param}).
kk: Бірден артық тіркелгі жасамауға уәде етемін ({param}-нда көрсетілген).
ko: 나는 다중 계정을 생성하지 않을 것에 동의합니다. ({param}에 명시된 경우 제외)
lt: Aš sutinku, kad nekursiu daugiau nei vienos paskyros (išskyrus priežastis nurodytas {param}).
lv: Piekrītu neizveidot vairākus kontus (izņemot gadījumos, kad to attaisno {param}).
mk: Се согласувам дека нема да креирам повеќе сметки (освен заради причини наведени во {param}).
nl: Ik ga ermee akkoord dat ik niet meerdere accounts zal aanmaken (behalve om de redenen die in de {param} zijn vermeld).
pt: Concordo que não criarei várias contas (exceto pelas razões indicadas em {param}).
ro: Sunt de acord să nu creez conturi multiple (cu excepția motivelor declarate în {param}).
ru: Я согласен с тем, что не должен создавать множество учётных записей (за исключением причин, указанных в {param}).
sk: Súhlasím, že nebudem vytvárať ďalšie účty (s výnimkou dôvodov uvedených v {param}).
sl: Strinjam se, da ne bom ustvaril več računov (razen iz razlogov, navedenih v {param}).
sq: Pranoj se nuk do të krijoj disa llogari (hiq për arsyet e deklaruara te {param}).
sv: Jag godkänner att jag inte kommer att skapa flera konton (förutom av de skäl som anges i {param}).
tr: Birden fazla hesap oluşturmayacağımı onaylıyorum ({param}'da sıralanmış durumlar hariç).
uk: Я погоджуюсь с тим, що не буду створювати декілька облікових записів (крім причин, описаних у {param}).
vi: Tôi đồng ý rằng, tôi sẽ không tạo nhiều tài khoản (trừ các lý do nêu trong {param}).
zh: 我同意我不会创建多个账户（除非出于 {param} 中所述的原因）。
zh_tw: 我同意我不會開設多個帳號(除了於{param}列明的原因以外)

# agreementPolicy
source: I agree that I will follow all Lichess policies.
af: Ek stem in om al Lichess se beleide na te volg.
ar: أوافق على أني سأتبع سياسات الموقع.
az: Bütün Lichess qaydalarına riayət edəcəyimlə razıyam.
be: Я згаджаюся, што я буду прытрымлівацца ўсіх правіл Lichess.
bg: Съгласявам се, че ше спазвам всички правила на Lichess.
bn: আমি সম্মতি জানাচ্ছি যে আমি লাইচেজের সকল নিয়মকানুন মেনে চলবো.
bs: Slažem se da ću se pridržavati svih Lichess pravila.
ca: Estic d’acord que seguiré totes les polítiques de Lichess.
cs: Souhlasím, že se budu řídit všemi pravidly Lichessu.
da: Jeg lover, at jeg vil overholde alle Lichess-politikker.
el: Δηλώνω ότι θα συμμορφωθώ με όλες τις πολιτικές του Lichess.
eo: Mi konsentas sekvi ĉiujn politikojn de Lichess.
es: Me comprometo a seguir las normas de Lichess.
eu: Lichessek ezarritako politikak beteko ditut.
fa: با پیروی از همهٔ خط‌مشی‌های لیچس، موافقم.
fi: Vakuutan että noudatan Lichessin sääntöjä.
gl: Comprométome a seguir as normas de Lichess.
he: אני מסכימ/ה לציית לכל מדיניות של Lichess.
hy: Հաստատում եմ, որ հետևելու եմ Lichess-ի բոլոր կանոններին։
id: Saya menyetujui bahwa saya akan mengikuti semua kebijakan yang ada di Lichess.
it: Dichiaro di acconsentire a tutte le politiche di Lichess.
kk: Мен Личестің барлық қағидаларын ұстанамын деп уәде беремін.
ko: 나는 모든 Lichess 정책을 따르겠습니다.
lt: Pasižadu laikytis visų „Lichess“ nuostatų.
lv: Piekrītu ievērot visus Lichess noteikumus.
mk: Се согласувам дека ќе ги следам сите правила на Lichess.
nl: Ik ga ermee akkoord dat ik de Lichess-regels zal volgen.
pt: Concordo que seguirei todas as políticas do Lichess.
ro: Sunt de acord cu respectarea tuturor politicilor Lichess.
ru: Подтверждаю, что я буду следовать всем правилам Lichess.
sk: Súhlasím, že budem dodržiavať všetky pravidlá Lichessu.
sl: Strinjam se, da bom spoštoval vsa pravila Lichess strani.
sq: Jam dakord se do të ndjek krejt rregullat e Lichess-it.
sr: Слажем се да ћу поштовати све Lichess полисе.
sv: Jag instämmer med att jag kommer att följa alla Lichess-regler.
tr: Lichess kurallarını takip edeceğim.
uk: Я погоджуюся, що я буду слідувати усім правилам Lichess.
vi: Tôi đồng ý rằng, tôi sẽ luôn tuân thủ các chính sách của Lichess.
zh: 我同意我将遵守所有 Lichess 规范。
zh_tw: 我同意我將會遵守Lichess的規則

# searchOrStartNewDiscussion
source: Search or start new conversation
af: Soek of begin 'n nuwe gesprek
ar: البحث أو بدء محادثة جديدة
az: Axtarış edin və ya yeni söhbətə başlayın
be: Знайсці размову або пачаць новую
bg: Търси или започни нов разговор
bn: খুজুন অথবা নতুন মেসেজ কনভার্সনে যান
bs: Traži ili pokrenite novu diskusiju
ca: Cerca o inicia una nova discusió
cs: Začněte nebo vyhledejte konverzaci
da: Søg eller start ny diskussion
el: Αναζήτηση ή έναρξη νέας συνομιλίας
eo: Serĉi aŭ komenci novan konversacion
es: Buscar o empezar una nueva conversación
eu: Hizketaldia bilatu edo berria hasi
fa: جستجو یا شروع کردن مکالمه جدید
fi: Hae tai aloita uusi keskustelu
gl: Busca ou comeza unha nova conversa
he: חפשו את התחילו שיחה חדשה
hy: Գտնել քննարկումը կամ ստեղծել նորը
id: Cari atau mulai diskusi baru
it: Cerca o inizia una nuova conversazione
kk: Жаңа әңгімелесуді бастау не іздеу
ko: 대화 찾기 또는 새 대화 시작하기
lt: Ieškokite, arba pradėkite naują diskusiją
lv: Meklēt vai uzsākt sarunu
mk: Пребарај или започни нов разговор
nl: Zoek of start een nieuwe discussie
pt: Pesquisa ou começa uma nova conversa
ro: Caută sau începe o nouă conversație
ru: Найти обсуждение или начать новое
sk: Prehľadávať alebo začať novú konverzáciu
sl: Poišči ali prični nov pogovor
sq: Kërkoni ose filloni bisedë të re
sr: Претражи или започни нови разговор
sv: Sök eller starta ny konversation
tr: Tartışma ara veya yenisini başlat
uk: Шукати або розпочати бесіду
vi: Tìm hoặc bắt đầu một cuộc trò chuyện
zh: 搜索或开始新对话
zh_tw: 尋找或開始聊天

source: Edit
af: Pas aan
ar: تعديل
az: Redaktə et
be: Рэдагаваць
bg: Редактиране
bn: এডিট বা সম্পাদন করুন
bs: Uredite
ca: Edita
cs: Upravit
da: Rediger
el: Επεξεργασία
eo: Redakti
es: Editar
eu: Aldatu
fa: ویرایش
fi: Muokkaa
gl: Editar
he: עריכה
hy: Խմբագրել
id: Ubah
it: Modifica
kk: Өзгерту
ko: 편집
lt: Keisti
lv: Rediģēt
mk: Уреди
nl: Wijzigen
pt: Editar
ro: Modifică
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Përpunojeni
sr: Уреди
sv: Redigera
tr: Düzenle
uk: Змінити
vi: Chỉnh sửa
zh: 编辑
zh_tw: 編輯

source: UltraBullet
ca: Ultra-Bala
ru: Ультра-пуля
vi: Cờ siêu đạn
zh: 超子弹棋

source: Bullet
ar: الرصاصة
bn: বুলেট
bs: Metak
ca: Bala
fa: گلوله‌ای
gl: Bala
id: Peluru
kk: Буллит
ko: 불릿
lt: Kulka
ru: Пуля
sl: Hitri šah
sr: Муњевити
uk: Куля
vi: Cờ đạn
zh: 子弹棋

source: Blitz
af: Blits
ar: الخاطف
az: İldırım
be: Бліц
bn: ব্লিজ
bs: Blic
ca: Llampec
cs: Bleskové šachy
fa: برق‌آسا
fi: Pikapeli
gl: Lóstrego
he: בזק
hy: Բլից
kk: Блиц
ko: 블리츠
lt: Žaibas
pt: Rápidas
ru: Блиц
sl: Hitropotezni šah
tr: Yıldırım
uk: Бліц
vi: Cờ chớp
zh: 超快棋

source: Rapid
ar: السريع
be: Хуткія
bg: Ускорен
bn: র‍্যাপিড
bs: Ubrzani šah
ca: Ràpides
eo: Rapida
es: Rápida
eu: Aktiboa
fa: سریع
fi: Nopea
gl: Rápidas
he: זריז
hy: Արագ
id: Cepat
kk: Рапид
ko: 래피드
lt: Greitieji
lv: Ātrais
mk: Рапид
pt: Semi-rápidas
ru: Рапид
sl: Pospešeni
sq: E shpejtë
sr: Брзопотез
sv: Snabbschack
tr: Hızlı
uk: Швидкі
vi: Cờ nhanh
zh: 快棋
zh_tw: 快速模式

source: Classical
af: Klassieke
ar: تقليدي
az: Klassik
be: Класіка
bg: Класически
bn: ক্লাসিক্যাল
bs: Klasični šah
ca: Clàssic
cs: Klasické
el: Κλασικό
eo: Klasika
es: Clásica
eu: Estandarra
fa: فکری
fi: Klassinen
gl: Clásicas
hy: Դասական
id: Klasikal
kk: Классикалық
ko: 클래시컬
lt: Klasikiniai
lv: Klasiskais
mk: Класично
nl: Klassiek
pt: Clássicas
ro: Clasic
ru: Классика
sk: Klasický šach
sl: Klasični šah
sq: Klasike
sr: Класична
tr: Klasik
uk: Класичні
vi: Cờ chậm
zh: 慢棋
zh_tw: 經典

# ultraBulletDesc
source: Insanely fast games: less than 30 seconds
af: Bitter vinnige spelle: minder as 30 sekondes
ar: مباراةٌ جنونية السرعة: أقل من ثلاثين ثانية
az: İnanılmaz sürətli oyunlar: 30 saniyədən az
be: Вар'яцкі хуткія гульні: меней 30 секунд
bg: Изключително бързи игри: под 30 секунди
bn: অত্যন্ত দ্রুত গেমস: 30 সেকেন্ডেরও কম
bs: Ludo brze partije: manje od 30 sekundi
ca: Partides extramadament ràpides: menys de 30 segons
cs: Šíleně rychlé hry: méně než 30 sekund
da: Vanvittigt hurtige spil: mindre end 30 sekunder
el: Εξαιρετικά γρήγορες παρτίδες: λιγότερο από 30 δευτερόλεπτα
eo: Freneze rapidaj ludoj: malpli ol 30 sekundoj
es: Partidas increíblemente rápidas: menos de 30 segundos
eu: Partida oso oso azkarrak: 30 segundo baino gutxiago
fa: بازی‌های سرعتی دیوانه‌وار: کمتر از ۳۰ ثانیه
fi: Järjettömän nopeat pelit: alle 30 sekuntia
gl: Partidas incriblemente rápidas: menos de 30 segundos
he: משחקים מהירים בטירוף: פחות מ־30 שניות על השעון
hy: Խելահեղորեն արագ պարտիաներ` 30 վայրկյանից պակաս
id: Sangat-sangat cepat: kurang dari 30 detik
it: Partite follemente veloci: meno di 30 secondi
kk: Лезде ойындар: 30 секундтан кем
ko: 가장 빠른 게임: 30초 미만
lt: Be proto greitos partijos: mažiau nei 30 sekundžių
lv: Neprātīgi ātras spēles—mazāk kā 30 sekundes
mk: Неверојатно брзи партии: под 30 секунди
nl: Extreem snelle partijen: minder dan 30 seconden
pt: Partidas incrivelmente rápidas: menos de 30 segundos
ro: Partide incredibil de rapide: mai puțin de 30 de secunde
ru: Безумно быстрые игры: менее 30 секунд
sk: Šialene rýchle partie: menej než 30 sekúnd
sl: Noro hitre igre: manj kot 30 sekund
sq: Lojëra marrëzisht të shpejta: më pak se 30 sekonda
sr: Лудо брзе партије: испод 30 секунди
sv: Vansinnigt snabba partier: mindre än 30 sekunder
tr: Aşırı hızlı oyunlar: 30 saniyeden daha az
uk: Шалено швидкі ігри: менше 30 секунд
vi: Các ván cờ cực nhanh: ít hơn 30 giây
zh: 急速对战：少于 30 秒
zh_tw: 瘋狂速度模式：低於30秒

# bulletDesc
source: Very fast games: less than 3 minutes
af: Baie vinnige spelle: minder as 3 minute
ar: مباراةٌ سريعةٌ جداً: أقل من ٣ دقائق
az: Çox sürətli oyunlar: 3 dəqiqədən az
be: Вельмі хуткія гульні: меней 3 хвілін
bg: Много бързи игри: под 3 минути
bn: খুবই দ্রুত গেমস: 3 মিনিটেরও কম
bs: Vrlo brze partije: manje od tri minute
ca: Partides molt ràpides, menys de 3 minuts
cs: Velmi rychlé hry: méně než 3 minuty
da: Meget hurtige spil: mindre end 3 minutter
el: Πολύ γρήγορες παρτίδες: λιγότερο από 3 λεπτά
eo: Tre rapidaj ludoj: malpli ol 3 minutoj
es: Partidas muy rápidas: menos de 3 minutos
eu: Partida oso azkarrak: 3 minutu baino gutxiago
fa: بازی‌های خیلی سرعتی: کمتر از ۳ دقیقه
fi: Hyvin nopeat pelit: alle 3 minuuttia
gl: Partidas moi rápidas: menos de 3 minutos
he: משחקים מהירים מאוד: פחות מ3 דקות על השעון
hy: Շատ արագ պարտիաներ` 3 րոպեից պակաս
id: Sangat cepat: kurang dari 3 menit
it: Partite molto veloci: meno di 3 minuti
kk: Аса жылдам ойындар: 3 минуттан аз
ko: 매우 빠른 대국: 3분 미만
lt: Labai greitos partijos: mažiau nei 3 minutės
lv: Ļoti ātras spēles — mazāk kā 3 minūtes
mk: Многу брзи партии: под 3 минути
nl: Zeer snelle partijen: minder dan 3 minuten
pt: Partidas muito rápidas: menos de 3 minutos
ro: Partide foarte rapide: mai puțin de 3 minute
ru: Очень быстрые игры: менее 3 минут
sk: Veľmi rýchle partie: menej než 3 minúty
sl: Zelo hitre igre: manj kot 3 minute
sq: Lojëra shumë të shpejta: më pak se 3 minuta
sr: Веома брзе партије: испод 3 минута
sv: Mycket snabba partier: mindre än 3 minuter
tr: Çok yüksek tempolu oyunlar: 3 dakikadan daha az
uk: Дуже швидкі ігри: менш ніж 3 хвилини
vi: Các ván cờ rất nhanh: ít hơn 3 phút
zh: 高速对战：少于 3 分钟
zh_tw: 極快速模式：低於3分鐘

# blitzDesc
source: Fast games: 3 to 8 minutes
af: Vinnige spelle: 3 tot 8 minute
ar: مبارياتٌ خاطفة: ٣ - ٨ دقائق
az: Sürətli oyunlar: 3-8 dəqiqə
be: Хуткія гульні: ад 3 да 8 хвілін
bg: Бързи игри: 3 до 8 минути
bn: দ্রুত গেমস: 3 থেকে 8 মিনিট
bs: Brze partije: od tri do osam minuta
ca: Partides ràpides: 3 a 8 minuts
cs: Rychlé hry: 3 až 8 minut
da: Hurtige spil: 3 til 8 minutter
el: Γρήγορες παρτίδες: 3 έως 8 λεπτά
eo: Rapidaj ludoj: 3 ĝis 8 minutoj
es: Partidas rápidas: de 3 a 8 minutos
eu: Partida azkarrak: 3-8 minutu artekoak
fa: بازی های سرعتی: ۳ تا ۸ دقیقه
fi: Pikapelit: 3-8 minuuttia
gl: Partidas rápidas: de 3 a 8 minutos
he: משחקים מהירים: בין 3 ל8 דקות
hy: Արագ պարտիաներ` 3-ից 8 րոպե
id: Permainan cepat: 3 hingga 8 menit
it: Partite veloci: da 3 a 8 minuti
kk: Жылдам ойындар: 3-тен 8 минутке дейін
ko: 빠른 대국: 3에서 8분
lt: Žaibo partijos: nuo 3 iki 8 minučių
lv: Ātras spēles — 3 līdz 8 minūtes
mk: Брзи партии: 3 до 8 минути
nl: Snelle partijen: 3 tot 8 minuten
pt: Partidas rápidas: 3 a 8 minutos
ro: Partide rapide: între 3 și 8 minute
ru: Быстрые игры: от 3 до 8 минут
sk: Rýchle partie: 3 až 8 minút
sl: Hitre igre: med 3 in 8 minutami
sq: Lojëra të shpejta: 3 deri në 8 minuta
sr: Брзе партије: 3 до 8 минута
sv: Snabba partier: 3 till 8 minuter
tr: Yüksek tempolu oyunlar: 3 ile 8 dakika arası
uk: Швидкі ігри: від 3 до 8 хвилин
vi: Các ván cờ nhanh: 3 đến 8 phút
zh: 快速对战：3 到 8 分钟
zh_tw: 快速模式：3到8分鐘

# rapidDesc
source: Rapid games: 8 to 25 minutes
af: Rapid spelle: 8 tot 25 minute
ar: مباريات سريعة: ٨-٢٥ دقائق
az: Rapid oyunlar: 8-25 dəqiqə
be: Хуткія гульні: ад 8 да 25 хвілін
bg: Ускорен (Rapid) шахмат: 8 до 25 минути
bn: র‍্যাপিড গেমস: 3 থেকে 8 মিনিট
bs: Ubrzane partije: od osam do 25 minuta
ca: Pàrtides ràpides: de 8 a 25 minuts
cs: Rapid tempo: 8 až 25 minut
da: Hurtige spil: 8 til 25 minutter
el: Παρτίδες rapid: 8 έως 25 λεπτά
eo: Rapidaj ludoj: 8 ĝis 25 minutoj
es: Partidas rápidas: 8 a 25 minutos
eu: Partida aktiboak: 8-25 minutu artekoak
fa: بازی های سریع: ۸ تا ۲۵ دقیقه
fi: Nopeat pelit: 8-25 minuuttia
gl: Partidas rápidas: de 8 a 25 minutos
he: משחקים זריזים: בין 8 ל25 דקות
hy: Արագ պարտիաներ` 8-ից 25 րոպե
id: Permainan rapid: 8 hingga 25 menit
it: Partite rapide: da 8 a 25 minuti
kk: Рапид ойындары: 8-ден 25 минутке дейін
ko: 래피드 대국: 8 ~ 25분
lt: Greitosios partijos: nuo 8 iki 25 minučių
lv: Ātras spēles — 8 līdz 25 minūtes
mk: Рапидни партии: 8 до 25 минути
nl: Korte partijen: 8 tot 25 minuten
pt: Partidas semi-rápidas: 8 a 25 minutos
ro: Partide destul de rapide: între 8 și 25 de minute
ru: Быстрые игры: от 8 до 25 минут
sk: Rapid partie: 8 až 25 minút
sl: Pospešene igre: od 8 do 25 minut
sq: Lojëra të shpejta: 8 deri në 25 minuta
sr: Убрзане партије: 8 до 25 минута
sv: Snabba partier: 8 till 25 minuter
tr: Hızlı oyunlar: 8 ile 25 dakika arası
uk: Нетривалі ігри: від 8 до 25 хвилин
vi: Cờ nhanh: 8 tới 25 phút
zh: 普速对战：8 到 25 分钟
zh_tw: 一般模式：8到25分鐘
