Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleNbPointsBelowYourPuzzleRating
source: {count, plural, =1{One point below your puzzle rating} other{{count} points below your puzzle rating}}
af: {count, plural, =1{Een punt onder jou raaisel gradering} other{{count} punte onder jou raaisel gradering}}
ar: {count, plural, =0{نقطة واحدة أقل من تقييمك في الألغاز} =1{نقطة واحدة أقل من تقييمك في الألغاز} =2{{count} نقطة أقل من تقييمك في الألغاز} few{{count} نقطة أقل من تقييمك في الألغاز} many{{count} نقطة أقل من تقييمك في الألغاز} other{{count} نقطة أقل من تقييمك في الألغاز}}
az: {count, plural, =1{Sizin tapmaca reytinqinizdən bir bal aşağı} other{Sizin tapmaca reytinqinizdən {count} bal aşağı}}
be: {count, plural, =1{Адзін бал менш за ваш рэйтынг задач} few{{count} бала менш за ваш рэйтынг задач} many{{count} балаў менш за ваш рэйтынг задач} other{{count} балаў менш за ваш рэйтынг задач}}
bg: {count, plural, =1{Една точка под Вашия рейтинг на задачите} other{{count} точки под Вашия рейтинг на задачите}}
bn: {count, plural, =1{আপনার ধাঁধার রেটিং হতে এক পয়েন্ট কম।} other{আপনার ধাঁধার রেটিং হতে {count} পয়েন্ট কম।}}
bs: {count, plural, =1{Bod ispod vašeg rejtinga u problemima} few{{count} boda ispod vašeg rejtinga u problemima} other{{count} bodova ispod vašeg rejtinga u problemima}}
ca: {count, plural, =1{{count} punts per sota del teu nivell de problemescata} other{{count} punts per sota del teu nivell de problemes}}
cs: {count, plural, =1{Jeden bod pod vaším ratingem} few{{count} body pod vaším ratingem} many{{count} bodů pod vaším ratingem} other{{count} bodů pod vaším ratingem}}
da: {count, plural, =1{Ét point under din opgave-rating} other{{count} points under din opgave-rating}}
el: {count, plural, =1{Έναν πόντο κάτω από τη βαθμολογία τακτικών σας} other{{count} πόντους κάτω από τη βαθμολογία τακτικών σας}}
eo: {count, plural, =1{Unu poento sub via puzla rango} other{{count} poentoj sub via puzla rango}}
es: {count, plural, =1{Un punto por debajo de tu puntuación de ejercicios} other{{count} puntos por debajo de tu puntuación de ejercicios}}
eu: {count, plural, =1{Ariketen zure puntuazioa baino puntu bat beherago} other{Ariketen zure puntuazioa baino {count} puntu beherago}}
fa: {count, plural, =1{یک امتیاز زیر درجه‌بندی معمایی‌تان} other{{count} امتیاز زیر درجه‌بندی معمایی‌تان}}
fi: {count, plural, =1{Yhden pisteen matalampi tehtävävahvuusluku kuin sinulla} other{{count} pistettä matalampi tehtävävahvuusluku kuin sinulla}}
gl: {count, plural, =1{{count} punto por debaixo da túa puntuación de crebacabezas} other{{count} puntos por debaixo da túa puntuación de crebacabezas}}
he: {count, plural, =1{נקודה {count} מתחת לדירוג החידות שלך} =2{{count} נקודות מתחת לדירוג החידות שלך} many{{count} נקודות מתחת לדירוג החידות שלך} other{{count} נקודות מתחת לדירוג החידות שלך}}
hy: {count, plural, =1{Մեկ միավոր ցածր՝ խնդիրների լուծման Ձեր վարկանիշից} other{{count} միավոր ցածր՝ խնդիրների լուծման Ձեր վարկանիշից}}
id: {count, plural, other{{count} poin dibawah rating teka-teki Anda}}
it: {count, plural, =1{Un punto al di sotto del tuo punteggio per i problemi} other{{count} punti al di sotto del tuo punteggio per i problemi}}
kk: {count, plural, =1{Жұмбақ рейтингіңізден төмен бір ұпай} other{Жұмбақ рейтингіңізден төмен {count} ұпай}}
ko: {count, plural, other{당신의 퍼즐 레이팅보다 {count} 포인트 낮음}}
lt: {count, plural, =1{Vienu tašku aukščiau jūsų užduočių reitingo} few{{count} taškais aukščiau jūsų užduočių reitingo} many{{count} taško aukščiau jūsų užduočių reitingo} other{{count} taškų aukščiau jūsų užduočių reitingo}}
lv: {count, plural, =0{{count} punktu zem jūsu uzdevumu reitinga} =1{{count} punkts zem jūsu pužļu reitinga} other{{count} punkti zem jūsu uzdevumu reitinga}}
mk: {count, plural, =1{Еден поен под вашиот рејтинг} other{{count} поени под вашиот рејтинг}}
nl: {count, plural, =1{Eén punt onder je puzzelrating} other{{count} punten onder je puzzelrating}}
pt: {count, plural, =1{Um ponto abaixo da sua pontuação de problemas} other{{count} pontos abaixo da sua pontuação de problemas}}
ro: {count, plural, =1{Un punct sub ratingul tău de puzzle-uri} few{{count} puncte sub ratingul tău de puzzle-uri} other{{count} de puncte sub ratingul tău de puzzle-uri}}
ru: {count, plural, =1{Один балл ниже вашего рейтинга в задачах} few{{count} баллов ниже вашего рейтинга в задачах} many{{count} баллов ниже вашего рейтинга в задачах} other{{count} баллов ниже вашего рейтинга в задачах}}
sk: {count, plural, =1{O jeden bod nižšia ako Váš rating úloh} few{O {count} body nižšia ako Váš rating úloh} many{O {count} bodov nižšia ako Váš rating úloh} other{O {count} bodov nižšia ako Váš rating úloh}}
sl: {count, plural, =1{Ena točka pod ratingom uganke} =2{{count} točki pod ratingom uganke} few{{count} točke pod ratingom uganke} other{{count} točk pod ratingom uganke}}
sq: {count, plural, =1{Një pikë nën vlerësimin tuaj në ushtrime} other{{count} pikë nën vlerësimin tuaj në ushtrime}}
sv: {count, plural, =1{En poäng under ditt pusselbetyg} other{{count} poäng under ditt pusselbetyg}}
tr: {count, plural, =1{Bulmaca puanınızın bir puan altında} other{Bulmaca puanınızın {count} puan altında}}
uk: {count, plural, =1{На один бал нижче вашого рейтингу в задачах} few{{count} бали нижче вашого рейтингу в задачах} many{{count} балів нижче вашого рейтингу в задачах} other{На {count} балів нижче за ваш рейтинг у задачах}}
vi: {count, plural, other{Dưới {count} điểm hệ số câu đố của bạn}}
zh: {count, plural, other{比您的谜题等级分低 {count} 分}}
zh_tw: {count, plural, other{低於你的謎題積分{count}點}}

# puzzleNbPointsAboveYourPuzzleRating
source: {count, plural, =1{One point above your puzzle rating} other{{count} points above your puzzle rating}}
af: {count, plural, =1{Een punt bo jou raaisel gradering} other{{count} punt bo jou raaisel gradering}}
ar: {count, plural, =0{نقطة واحدة أعلى من تقييمك في الألغاز} =1{نقطة واحدة أعلى من تقييمك في الألغاز} =2{{count} نقطة أعلى من تقييمك في الألغاز} few{{count} نقطة أعلى من تقييمك في الألغاز} many{{count} نقطة أعلى من تقييمك في الألغاز} other{{count} نقطة أعلى من تقييمك في الألغاز}}
az: {count, plural, =1{Sizin tapmaca reytinqinizdən bir bal yuxarı} other{Sizin tapmaca reytinqinizdən {count} bal yuxarı}}
be: {count, plural, =1{Адзін бал вышэй за ваш рэйтынг задач} few{{count} бала вышэй за ваш рэйтынг задач} many{{count} балаў вышэй за ваш рэйтынг задач} other{{count} балаў вышэй за ваш рэйтынг задач}}
bg: {count, plural, =1{Една точка над Вашия рейтинг на задачите} other{{count} точки над Вашия рейтинг на задачите}}
bn: {count, plural, =1{আপনার ধাঁধার রেটিং হতে এক পয়েন্ট বেশি।} other{আপনার ধাঁধার রেটিং হতে {count} পয়েন্ট বেশি।}}
bs: {count, plural, =1{Bod iznad vašeg rejtinga u problemima} few{{count} boda iznad vašeg rejtinga u problemima} other{{count} bodova iznad vašeg rejtinga u problemima}}
ca: {count, plural, =1{{count} punt per sobre el teu nivell de problemes} other{{count} punts per sobre el teu nivell de problemes}}
cs: {count, plural, =1{Jeden bod nad vaším ratingem} few{{count} body nad vaším ratingem} many{{count} bodů nad vaším ratingem} other{{count} bodů nad vaším ratingem}}
da: {count, plural, =1{Ét point over din opgave-rating} other{{count} points over din opgave-rating}}
el: {count, plural, =1{Έναν πόντο πάνω από την βαθμολογία τακτικών σας} other{{count} πόντους πάνω από την βαθμολογία τακτικών σας}}
eo: {count, plural, =1{Unu poento super via puzla rango} other{{count} poentoj super via puzla rango}}
es: {count, plural, =1{Un punto por encima de tu puntuación de ejercicios} other{{count} puntos por encima de tu puntuación de ejercicios}}
eu: {count, plural, =1{Ariketen zure puntuazioa baino puntu bat gorago} other{Ariketen zure puntuazioa baino {count} puntu gorago}}
fa: {count, plural, =1{یک امتیاز بالای درجه‌بندی معمایی‌تان} other{{count} امتیاز بالای درجه‌بندی معمایی‌تان}}
fi: {count, plural, =1{Yhden pisteen korkeampi tehtävävahvuusluku kuin sinulla} other{{count} pistettä korkeampi tehtävävahvuusluku kuin sinulla}}
gl: {count, plural, =1{Un punto por riba da túa puntuación de exercicios} other{{count} puntos por riba da túa puntuación de crebacabezas}}
he: {count, plural, =1{נקודה {count} מעל לדירוג החידות שלך} =2{נקודה 1 מתחת לדירוג הפזלים שלך} many{{count} נקודות מעל לדירוג החידות שלך} other{{count} נקודות מעל לדירוג החידות שלך}}
hy: {count, plural, =1{Մեկ միավոր բարձր խնդիրների լուծման Ձեր վարկանիշից} other{{count} միավոր բարձր խնդիրների լուծման Ձեր վարկանիշից}}
id: {count, plural, other{{count} poin diatas rating teka-teki Anda}}
it: {count, plural, =1{Un punto al di sopra del tuo punteggio per i problemi} other{{count} punti al di sopra del tuo punteggio per i problemi}}
kk: {count, plural, =1{Жұмбақ рейтингіңізден жоғары бір ұпай} other{Жұмбақ рейтингіңізден жоғары {count} ұпай}}
ko: {count, plural, other{당신의 퍼즐 레이팅보다 {count} 포인트 높음}}
lt: {count, plural, =1{Vienu tašku aukščiau jūsų užduočių reitingo} few{{count} taškais aukščiau jūsų užduočių reitingo} many{{count} taško aukščiau jūsų užduočių reitingo} other{{count} taškų aukščiau jūsų užduočių reitingo}}
lv: {count, plural, =0{{count} punktu virs jūsu uzdevumu reitinga} =1{{count} punkts virs jūsu uzdevumu reitinga} other{{count} punkti virs jūsu uzdevumu reitinga}}
mk: {count, plural, =1{Еден поен над вашиот рејтинг} other{{count} поени над вашиот рејтинг}}
nl: {count, plural, =1{Eén punt boven je puzzelrating} other{{count} punten boven je puzzelrating}}
pt: {count, plural, =1{Um ponto acima da sua pontuação de problemas} other{{count} pontos acima da sua pontuação de problemas}}
ro: {count, plural, =1{Un punct deasupra ratingului tău de puzzle-uri} few{{count} puncte deasupra ratingului tău de puzzle-uri} other{{count} de puncte deasupra ratingului tău de puzzle-uri}}
ru: {count, plural, =1{Один балл выше вашего рейтинга в задачах} few{{count} баллов выше вашего рейтинга в задачах} many{{count} баллов выше вашего рейтинга в задачах} other{{count} баллов выше вашего рейтинга в задачах}}
sk: {count, plural, =1{O jeden bodov vyššia ako Váš rating úloh} few{O {count} body vyššia ako Váš rating úloh} many{O {count} bodov vyššia ako Váš rating úloh} other{O {count} bodov vyššia ako Váš rating úloh}}
sl: {count, plural, =1{Ena točka nad ratingom uganke} =2{{count} točki nad ratingom uganke} few{{count} točke nad ratingom uganke} other{{count} točk nad ratingom uganke}}
sq: {count, plural, =1{Një pikë mbi vlerësimin tuaj në ushtrime} other{{count} pikë mbi vlerësimin tuaj në ushtrime}}
sv: {count, plural, =1{En poäng över ditt pusselbetyg} other{{count} poäng över ditt pusselbetyg}}
tr: {count, plural, =1{Bulmaca puanınızdan bir puan yüksek} other{Bulmaca puanınızdan {count} puan yüksek}}
uk: {count, plural, =1{Один бал вище вашого рейтингу в задачах} few{{count} бали вище вашого рейтингу в задачах} many{{count} балів вище вашого рейтингу в задачах} other{{count} балів вище вашого рейтингу в задачах}}
vi: {count, plural, other{Trên {count} điểm hệ số câu đố của bạn}}
zh: {count, plural, other{比您的谜题等级分高 {count} 分}}
zh_tw: {count, plural, other{高於你的謎題積分{count}點}}

# puzzlePuzzlesFoundInUserGames
source: {count, plural, =1{One puzzle found in games by {param2}} other{{count} puzzles found in games by {param2}}}
ar: {count, plural, =0{يوجد {count} لُغز في مباريات اللاعب {param2}} =1{يوجد لُغز واحد في مباريات اللاعب {param2}} =2{يوجد {count} لُغز في مباريات اللاعب {param2}} few{يوجد {count} لُغز في مباريات اللاعب {param2}} many{يوجد {count} لُغز في مباريات اللاعب {param2}} other{يوجد {count} لُغز في مباريات اللاعب {param2}}}
bg: {count, plural, =1{Една задача е намерена в игрите на {param2}} other{{count} задачи са намерени в игрите на {param2}}}
bs: {count, plural, =1{Jedna zagonetka pronađena u igrama od strane korisnika {param2}} few{{count} zagonetki pronađenih u igrama od strane korisnika {param2}} other{{count} zagonetki pronađenih u igrama od strane korisnika {param2}}}
ca: {count, plural, =1{Un problema trobat en partides de {param2}} other{{count} problemes trobats en partides de {param2}}}
da: {count, plural, =1{En opgave fundet i parti af {param2}} other{{count} opgaver fundet i partier af {param2}}}
el: {count, plural, =1{Ένα τακτικό βρέθηκε στις παρτίδες του χρήστη {param2}} other{{count} τακτικά βρέθηκαν στις παρτίδες του χρήστη {param2}}}
es: {count, plural, =1{Un ejercicio encontrado en las partidas de {param2}} other{{count} ejercicios encontrados en las partidas de {param2}}}
eu: {count, plural, =1{Ariketa bat aurkitu da {param2} erabiltzailearen partidetan} other{{count} ariketa aurkitu dira {param2} erabiltzailearen partidetan}}
fa: {count, plural, =1{یک معما در بازی‌های {param2} پیدا شد} other{{count} معما در بازی‌های {param2} پیدا شد}}
fi: {count, plural, =1{Käyttäjän {param2} peleistä löytyi yksi tehtävä} other{Käyttäjän {param2} peleistä löytyi {count} tehtävää}}
gl: {count, plural, =1{Un crebacabezas atopado nas partidas de {param2}} other{{count} crebacabezas atopados nas partidas de {param2}}}
it: {count, plural, =1{Un esercizio di tattica trovato nelle partite di {param2}} other{{count} esercizi di tattica trovati nelle partite di {param2}}}
ko: {count, plural, other{{param2}의 대국들에서 {count}개의 퍼즐 발견됨}}
nl: {count, plural, =1{Één puzzel gevonden in partijen van {param2}} other{{count} puzzels gevonden in partijen van {param2}}}
pt: {count, plural, =1{Um problema encontrado nos jogos de {param2}} other{{count} problemas encontrados no jogos de {param2}}}
ro: {count, plural, =1{Un puzzle găsit în jocurile utilizatorului {param2}} few{{count} puzzle-uri găsite în jocurile utilizatorului {param2}} other{{count} puzzle-uri găsite în jocurile utilizatorului {param2}}}
ru: {count, plural, =1{Одна задача найдена в играх {param2}} few{{count} игры найдено в играх {param2}} many{{count} игр найдено в играх {param2}} other{{count} игр найдено в играх {param2}}}
sk: {count, plural, =1{Medzi partiami od {param2} sa našla jedna úloha} few{Medzi partiami od {param2} sa našli {count} úlohy} many{Medzi partiami od {param2} sa našlo {count} úloh} other{Medzi partiami od {param2} sa našlo {count} úloh}}
sl: {count, plural, =1{Ena uganka, najdena v igrah igralca {param2}} =2{{count} uganki, najdena v igrah igralca {param2}} few{{count} uganke, najdena v igrah igralca {param2}} other{{count} ugank, najdena v igrah igralca {param2}}}
sq: {count, plural, =1{U gjet një “puzzle” në lojëra nga {param2}} other{U gjetën {count} “puzzle” në lojëra nga {param2}}}
uk: {count, plural, =1{Одну задачу знайдено в іграх від {param2}} few{{count} задачі знайдено в іграх від {param2}} many{{count} задач знайдено в іграх від {param2}} other{{count} задач знайдено в іграх від {param2}}}
vi: {count, plural, other{Đã tìm thấy {count} câu đố trong các ván đấu của {param2}}}
zh: {count, plural, other{在 {param2} 的对局中找到了 {count} 道谜题}}

# puzzleNbPlayed
source: {count, plural, other{{count} played}}
af: {count, plural, =1{{count} gespeel} other{{count} gespeel}}
ar: {count, plural, =0{{count} لعبت} =1{{count} لعبت} =2{{count} لعبت} few{{count} لعبت} many{{count} لعبت} other{{count} لعبت}}
be: {count, plural, =1{{count} вырашана} few{{count} вырашаны} many{{count} вырашана} other{{count} вырашана}}
bg: {count, plural, =1{{count} решена} other{{count} решени}}
bn: {count, plural, =1{{count} টি খেলেছেন} other{{count} টি খেলেছেন}}
bs: {count, plural, =1{{count} igrana} few{{count} igrane} other{{count} igrano}}
ca: {count, plural, =1{{count} jugat} other{{count} jugats}}
cs: {count, plural, =1{{count} zahána} few{{count} zahrány} many{{count} zahráno} other{{count} zahráno}}
da: {count, plural, =1{{count} spillet} other{{count} spillede}}
el: {count, plural, =1{{count} παίχτηκε} other{{count} παίχτηκαν}}
eo: {count, plural, =1{{count} ludita} other{{count} ludita}}
es: {count, plural, =1{{count} ejercicio} other{{count} ejercicios}}
eu: {count, plural, =1{{count} jokatuta} other{{count} jokatuta}}
fa: {count, plural, =1{{count} بررسی شده} other{{count} نفر بازی کردند}}
fi: {count, plural, =1{{count} pelattu} other{{count} pelattu}}
gl: {count, plural, =1{{count} xogado} other{{count} xogados}}
he: {count, plural, =1{{count} שוּחק} =2{{count} שוחקו} many{{count} שוחקו} other{{count} שוחקו}}
hy: {count, plural, =1{{count} լուծված Է} other{{count} լուծված է}}
id: {count, plural, other{{count} dimainkan}}
it: {count, plural, =1{{count} giocato} other{{count} giocati}}
kk: {count, plural, =1{{count} ойнадыңыз} other{{count} ойнадыңыз}}
ko: {count, plural, other{{count} 플레이함}}
lt: {count, plural, =1{{count} sužaistas} few{{count} sužaisti} many{{count} sužaista} other{{count} sužaista}}
lv: {count, plural, =0{{count} izspēlētas} =1{{count} izspēlēta} other{{count} izspēlētas}}
mk: {count, plural, =1{{count} одиграна} other{{count} одиграни}}
nl: {count, plural, =1{{count} gespeeld} other{{count} gespeeld}}
pt: {count, plural, =1{{count} problema feito} other{{count} problemas feitos}}
ro: {count, plural, =1{{count} jucat} few{{count} jucate} other{{count} jucate}}
ru: {count, plural, =1{{count} решена} few{{count} решены} many{{count} решены} other{{count} решено}}
sk: {count, plural, =1{{count} hraná} few{{count} hrané} many{{count} hraných} other{{count} hraných}}
sl: {count, plural, =1{{count} igrana} =2{{count} igrani} few{{count} igrani} other{{count} igranih}}
sq: {count, plural, =1{{count} i luajtur} other{{count} të luajtur}}
sv: {count, plural, =1{{count} spelad} other{{count} spelade}}
tr: {count, plural, =1{{count} bulmaca} other{{count} bulmaca}}
uk: {count, plural, =1{{count} зіграно} few{{count} зіграно} many{{count} зіграно} other{{count} зіграно}}
vi: {count, plural, other{Đã giải {count}}}
zh: {count, plural, other{{count} 已尝试}}
zh_tw: {count, plural, other{{count} 已遊玩}}

# puzzleNbToReplay
source: {count, plural, other{{count} to replay}}
af: {count, plural, =1{{count} om te herhaal} other{{count} om te herhaal}}
ar: {count, plural, =0{{count} لإعادة العرض} =1{{count} لإعادة العرض} =2{{count} لإعادة العرض} few{{count} لإعادة العرض} many{{count} لإعادة العرض} other{{count} لإعادة العرض}}
be: {count, plural, =1{{count} перарашаць} few{{count} перарашаць} many{{count} перарашаць} other{{count} перарашаць}}
bg: {count, plural, =1{{count} за повторение} other{{count} за повторение}}
bn: {count, plural, =1{{count} টি পুনরায় খেলুন} other{{count} টি পুনরায় খেলুন}}
bs: {count, plural, =1{{count} da ponovite} few{{count} da ponovite} other{{count} da ponovite}}
ca: {count, plural, =1{{count} a repetir} other{{count} a repetir}}
cs: {count, plural, =1{{count} k opakování} few{{count} k opakování} many{{count} k opakování} other{{count} k opakování}}
da: {count, plural, =1{{count} at spille igen} other{{count} at spille igen}}
el: {count, plural, =1{{count} για επανάληψη} other{{count} για επανάληψη}}
eo: {count, plural, =1{{count} por reludi} other{{count} por reludi}}
es: {count, plural, =1{{count} a repetir} other{{count} a repetir}}
eu: {count, plural, =1{{count} berriz egiteko} other{{count} berriz egiteko}}
fa: {count, plural, =1{{count} بازپخش} other{{count} بازپخش}}
fi: {count, plural, =1{{count} kerrattava} other{{count} kerrattavaa}}
gl: {count, plural, =1{{count} a repetir} other{{count} a repetir}}
he: {count, plural, =1{{count} שכדאי לפתור שוב} =2{{count} שכדאי לפתור שוב} many{{count} שכדאי לפתור שוב} other{{count} שכדאי לפתור שוב}}
hy: {count, plural, =1{{count} կրկնել} other{{count} կրկնել}}
id: {count, plural, other{{count} dapat diulang}}
it: {count, plural, =1{{count} da rigiocare} other{{count} da rigiocare}}
kk: {count, plural, =1{{count}-н қайта ойнау} other{{count}-н қайта ойнау}}
ko: {count, plural, other{{count} 다시 풀기}}
lt: {count, plural, =1{{count} sužaisti} few{{count} sužaisti} many{{count} sužaisti} other{{count} sužaisti}}
lv: {count, plural, =0{{count} jāatkārto} =1{{count} jāatkārto} other{{count} jāatkārto}}
mk: {count, plural, =1{{count} прегледај} other{{count} прегледај}}
nl: {count, plural, =1{{count} om te herhalen} other{{count} om te herhalen}}
pt: {count, plural, =1{{count} para repetir} other{{count} para repetir}}
ro: {count, plural, =1{{count} de rejucat} few{{count} de rejucat} other{{count} de rejucat}}
ru: {count, plural, =1{{count} повторить} few{{count} повторить} many{{count} повторить} other{{count} повторить}}
sk: {count, plural, =1{{count} na zopakovanie} few{{count} na zopakovanie} many{{count} na zopakovanie} other{{count} na zopakovanie}}
sl: {count, plural, =1{{count} za predvajanje} =2{{count} za predvajanje} few{{count} za predvajanje} other{{count} za predvajanje}}
sq: {count, plural, =1{{count} për t’u riluajtur} other{{count} për t’u riluajtur}}
sv: {count, plural, =1{{count} att spela om} other{{count} att spela om}}
tr: {count, plural, =1{{count} gözden geçirilecek} other{{count} gözden geçirilecek}}
uk: {count, plural, =1{{count} повторити} few{{count} повторити} many{{count} повторити} other{{count} повторити}}
vi: {count, plural, other{Cần giải lại {count}}}
zh: {count, plural, other{{count} 可重新尝试}}
zh_tw: {count, plural, other{{count} 重玩}}

# puzzleThemeAdvancedPawn
source: Advanced pawn
af: Gevorderde pion
ar: البيدق المتقدم
az: Keçid piyadası
be: Далёка прасунутая пешка
bg: Напреднала пешка
bn: অগ্রসর সৈন্য
bs: Napredni pijun
ca: Peó avançat
cs: Postouplý pěšec
da: Fremskudt bonde
el: Προχωρημένο πιόνι
eo: Altnivela soldato
es: Peón avanzado
eu: Peoi aurreratua
fa: پیاده پیش رفته
fi: Pitkälle edennyt sotilas
gl: Peón avanzado
he: רגלי מתקדם
hy: Առաջ գնացած զինվոր
id: Pion terdepan
it: Pedone avanzato
kk: Әккі сарбаз
ko: 전진한 폰
lt: Pažengęs pėstininkas
lv: Brīvbandinieks
nl: Opgerukte pion
pt: Peão avançado
ro: Pion avansat
ru: Продвинутая пешка
sk: Voľný pešiak
sl: Promovirani kmet
sq: Ushtar i përparuar
sr: Пешак пред промоцијом
sv: Avancerande bonde
tr: İlerlemiş piyon
uk: Просунутий пішак
vi: Tốt thông xa
zh: 高兵
zh_tw: 升變兵
