Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeQuietMove
source: Quiet move
af: Rustige skuif
ar: نقلة هادئة
az: Sakit gediş
be: Павольны ход
bg: Тих ход
bn: Quite/নীরব চাল
bs: Tihi potez
ca: Jugada tranquil·la
cs: Tichý tah
da: Stille træk
el: Ήσυχη κίνηση
eo: Trankvila movo
es: Jugada tranquila
eu: Jokaldi lasaia
fa: حرکت آرام
fi: Hiljainen siirto
gl: Movemento tranquilo
he: מסע שקט
hy: Հանգիստ քայլ
id: Gerakan tenang
it: Mossa calma
kk: Үнсіз жүріс
ko: 조용한 수
lt: Tylus ėjimas
lv: Klusais gājiens
nl: Stille zet
pt: Jogada subtil
ro: Mutare silențioasă
ru: Тихий ход
sk: Tichý ťah
sl: Tiha poteza
sq: Lëvizje e qetë
sr: Тихи потез
sv: Tyst drag
tr: Sakin hamle
uk: Тихий хід
vi: Nước đi tĩnh lặng
zh: 静着
zh_tw: 安靜的一着

# puzzleThemeQuietMoveDescription
source: A move that does neither make a check or capture, nor an immediate threat to capture, but does prepare a more hidden unavoidable threat for a later move.
af: 'N Skuif wat nie 'n tjek maak of vaslê nie, maar 'n onvermydelike bedreiging voorberei vir 'n latere skuif.
ar: حركة لا تكش أو تأخذ أي قطعة و لا تشكل أي تهديد مباشر بالأخذ، لكنها تحضر لحركة خفية لتهديد لا يمكن تجنبه.
az: Şah verməyən və ya fiqur ələ keçirməyən, lakin sonrakı gedişdə üçün qarşısıalınmaz bir təhdid hazırlayan gediş.
be: Ход, які не робіць не шах, не збівае штосьці, не стварае непасрэднай пагрозы, але рыхтуе схваную немянуючую пагрозу для наступных хадоў.
bg: Ход, с който не се дава шах и не се залавя фигура, но осигурява неизбежна опасност при последващ ход.
bn: যে চাল তাৎক্ষণিক কোনো প্রতিক্রিয়া করে না, কিন্তু পরবর্তী চাল গুলোকে অনেক গুপ্ত, অনিবার্য আক্রমনের জন্য তৈরি করে।
bs: Potez kojim se ne daje šah niti uzima figura, ali kojim se priprema neizbježna prijetnja u nekom kasnijem potezu.
ca: Una jugada que no és una captura ni un escac, però prepara una amenaça inevitable per una jugada posterior.
cs: Tah, který není ani šach ani braní, ale připraví nevyhnutelnou hrozbu na další tah.
da: Et træk som ikke sætter skak eller tager en brik, men som forbereder en uundgåelig trussel ved et senere træk.
el: Μια κίνηση που δε δίνει σαχ ούτε αιχμαλωτίζει κάποιο αντίπαλο κομμάτι, αλλά προετοιμάζει μια αναπόφευκτη κρυφή απειλή σε επόμενη κίνηση.
eo: Movo, ke nek faras ŝako aŭ kapto, nek subita minaco de kapto, sed preparas pli kaŝita neevitebla minaco por posta movo.
es: Un movimiento que no da jaque o captura pieza, ni amenza inmediatamente capturar una pieza, pero que prepara una amenaza inevitable más oculta para una jugada posterior.
eu: Xakerik edo piezarik harrapatzen ez duen jokaldia, baina geldiezina den eraso bat prestatzen duena.
fa: حرکتی که نه کیش ایجاد می کند و نه مهره ای را می گیرد و نه تهدید فوری را در پی دارد اما یک تهدید غیر قابل پیشگیری را در حرکات بعد به همراه دارد.
fi: Siirto, joka ei shakkaa eikä lyö, mutta pohjustaa tulevalle siirrolle väistämättömän uhan.
gl: Unha xogada que non dá xaque nin captura, nin tampouco ameaza con capturar, pero que prepara unha ameaza agochada e inevitable nun movemento posterior.
he: מסע שלא מבצע שח או מכה כלי, אך מכין איום בלתי נמנע במסע מאוחר יותר.
hy: Քայլ առանց շախի կամ խաղաքար վերցնելու, որն այնուամենայնիվ նախապատրաստում է անխուսափելի սպառնալիք։
id: Sebuah gerakan yang tidak melakukan sekak maupun memakan, dan tidak memberi ancaman memakan langsung, namun mempersiapkan ancaman tersembunyi yang tidak dapat dihindari pada gerakan selanjutnya.
it: Una mossa che non dà scacco e non cattura nulla, ma prepara una successiva minaccia inevitabile.
kk: Шах етпейтін не басып алмайтын, бірақ болашақ соққыны дайындайтын жүріс.
ko: 체크 또는 기물을 잡는 수가 아니지만 나중에 피할 수 없는 위협을 준비하는 수입니다.
lt: Ėjimas, kuris nei atlieka šachą, nei kerta, tačiau paruošia neišvengiamam pavojui vėliasneme ėjime.
lv: Gājiens, kas nepiesaka šahu un nenosit nevienu figūru, tomēr sagatavo nenovēršamus draudus kādā sekojošā gājienā.
nl: Een zet die niet schaak geeft of een stuk slaat, maar een onvermijdelijke dreiging door een latere zet voorbereidt.
pt: Um movimento que não faz uma cheque nem captura, mas prepara uma ameaça inevitável.
ro: O mutare care nu capturează sau dă șah, dar care pregătește o amenințare inevitabilă pentru o mutare ulterioară.
ru: Ход без шаха или взятия, который тем не менее подготавливает неизбежную угрозу.
sk: Ťah, ktorým ani nešachujeme ani neberieme súperove figúry, ale pripravujeme neodvratnú hrozbu v neskoršom ťahu.
sl: Poteza ki ne naredi šah ali požre figure ali pa ne predstavlja direktne grožnje za napad, vendar pripravi skrito grožnjo, ki se izvede v kasneje in je ni mogoče ubranit.
sq: Një lëvizje që s’jep shah ose kap gur, as edhe përbën kërcënim imediat për kapje guri, por përgatit një kërcënim më të fshehur, të pashmangshëm për një lëvizje të mëvonshme.
sr: Потез који којим се нити даје шах, нити узима фигура, а није ни непосреднја претња узимања фигуре, али којим се припрема скривена претња каснијег узимања фигуре.
sv: Ett drag som inte gör en schackar eller slår, men förbereder ett oundvikligt hot för ett senare drag.
tr: Şah çekmenin veya taş yemenin olmadığı, ancak gelecekteki kaçınılmaz bir tehdidin temelini atan hamleler.
uk: Хід, який не робить шах чи захоплення, але готує неминучу загрозу для подальшого ходу.
vi: Một nước cờ không chiếu hay ăn quân của đối phương, nhưng lại tạo ra một sự đe dọa không thể tránh khỏi cho một nước đi sau.
zh: 一步棋既不将军也不吃子，也不构成直接的吃子威胁，但它为后续着法中更隐蔽且无法避免的威胁做好了准备。
zh_tw: 隱藏在未來敵方無法避免的攻擊。

# puzzleThemeRookEndgame
source: Rook endgame
af: Rook eindspel
ar: نهاية المباراة بالقلعة
az: Top sonluğu
be: Ладзейны эндшпіль
bg: Топовен ендшпил
bn: নৌকার সমাপনী খেলা
bs: Topovska završnica
ca: Final de torres
cs: Věžové koncovky
da: Tårnslutspil
el: Φινάλε πύργων
eo: Tura finaĵo
es: Final de torres
eu: Gazteluen finala
fa: آخربازی رخ
fi: Torniloppupeli
gl: Final de torres
he: סיום צריחים
hy: Նավակային վերջնախաղ
id: Permainan Akhir benteng
it: Finale di torre
kk: Тура ойынсоңы
ko: 룩 엔딩
lt: Bokštų endšpilis
lv: Torņu beigu spēle
nl: Toreneindspel
pt: Final de torre
ro: Final cu turnuri
ru: Ладейный эндшпиль
sk: Vežová koncovka
sl: Končnica s trdnjavo
sq: Fund loje me torre
sr: Топовска завршница
sv: Tornslutspel
tr: Kale oyunsonu
uk: Туровий ендшпіль
vi: Tàn cuộc Xe
zh: 车残局
zh_tw: 車殘局

# puzzleThemeRookEndgameDescription
source: An endgame with only rooks and pawns.
af: 'N Eindspel met slegs toring en pionne.
ar: نهاية المباراة بالقلعة و البيادق فقط.
az: Sadəcə top və piyadaların olduğu oyun sonluğu.
be: Эндшпіль выключна з ладдзямі і пешкамі.
bg: Ендшпил само с топове и пешки.
bn: শুধু নৌকা এবং সৈন্যদের নিয়ে সমাপনী খেলা।
bs: Završnica samo s topovima i pješacima.
ca: Un final amb només torres i peons.
cs: Koncovka jen s věžemi a pěšci.
da: Et slutspil med kun tårne og bønder.
el: Ένα φινάλε μόνο με πύργους και πιόνια.
eo: Finaĵo nur kun turoj kaj soldatoj.
es: Un final solo con torres y peones.
eu: Gazteluak eta peoiak bakarrik dituen finala.
fa: آخربازی، تنها با رخ‌ها و پیاده‌ها.
fi: Loppupeli, jossa on vain torneja ja sotilaita.
gl: Un final no que só hai torres e peóns.
he: סיום עם צריחים ורגלים בלבד.
hy: Միայն նավակներով և զինվորներով վերջնախաղ։
id: Babak akhir dengan hanya benteng dan pion.
it: Un finale con sole torri e pedoni.
kk: Туралар мен сарбаздары ғана бар ойынсоңы.
ko: 룩과 폰만 있는 엔드게임
lt: Endšpilis tik su bokštais ir pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai torņi un bandinieki.
nl: Een eindspel met alleen torens en pionnen.
pt: Um final de jogo com apenas torres e peões.
ro: Un final de partidă doar cu turnuri și pioni.
ru: Эндшпиль с ладьями и пешками.
sk: Koncovka iba s vežami a pešiakmi.
sl: Končina samo s trdnjavami in kmeti.
sq: Një fund loje vetëm me torra dhe ushtarë.
sr: Завршница са само топовима и пешацима.
sv: Ett slutspel med endast torn och bönder.
tr: Sadece kale ve piyon içeren oyunsonu.
uk: Ендшпіль лише з турами та пішаками.
vi: Một thế cờ tàn chỉ có xe và tốt.
zh: 只有车和兵的残局。
zh_tw: 只剩車和兵的殘局

# puzzleThemeSacrifice
source: Sacrifice
af: Offer
ar: تضحية
az: Qurban
be: Ахвяра
bg: Жертване
bn: Sacrifice/বিসর্জন
bs: Žrtvovanje
ca: Sacrifici
cs: Oběť
da: Offer
el: Θυσία
eo: Ofero
es: Sacrificio
eu: Sakrifizioa
fa: قربانی
fi: Uhraus
gl: Sacrificio
he: הקרבה
hy: Զոհաբերություն
it: Sacrificio
kk: Құрбан ету
ko: 희생
lt: Auka
lv: Upuris
nl: Offer
pt: Sacrifício
ro: Sacrificiu
ru: Жертва
sk: Obeť
sl: Žrtvovanje
sq: Sakrifikim
sr: Жртва
sv: Offer
tr: Feda
uk: Жертва
vi: Thí quân
zh: 弃子
zh_tw: 棄子

# puzzleThemeSacrificeDescription
source: A tactic involving giving up material in the short-term, to gain an advantage again after a forced sequence of moves.
af: 'N Taktiek wat op kort termyn afstaan ​​van materiaal om weer 'n voordeel te kry na 'n gedwonge reeks bewegings.
ar: تكتيك يشمل التضحية ببعض القطع مقابل كسب الأفضلية مرة أخرى بعد عدة حركات إجبارية.
az: Məcburi gedişlər seriyasından sonra yenidən üstünlük qazanmaq üçün qısa müddətdə materialdan imtina etməyi əhatə edən bir taktika.
be: Тактыка, уключаючая кароткатэрміновае ахвяраванне матэрыялу, дзеля атрымання перавагі пасля вымушанай паслядоўнасці хадоў.
bg: Тактика, включваща краткосрочното жертване на материал, с цел получаване на предимство след последваща редица от форсирани ходове.
bn: কৌশলগত সুবিধা অর্জনের জন্য গুটি বিসর্জন দেয়া।
bs: Taktika kojom se kratkoročno žrtvuje materijal kako bi se kasnije ponovo stekla prednost nakon forsiranog niza poteza.
ca: Recurs tàctic que implica un sacrifici de material a curt termini per obtenir un avantatge després d'una seqüència forçada de moviments.
cs: Taktika zahrnující krátkodobé vzdání materiálu, s cílem získat opět výhodu po vynucené sekvenci tahů.
da: En taktik der består i at opgive materiale på kort sigt for igen at få en fordel efter en tvungen træksekvens.
el: Τακτικά στα οποία ένα κομμάτι θυσιάζεται με σκοπό η βραχυπρόθεσμη αυτή απώλεια υλικού να αντισταθμιστεί, ύστερα από ακολουθία φορσέ κινήσεων, από την απόκτηση καθοριστικού πλεονεκτήματος.
eo: Taktiko temas pri cedo de materialo dum la mallongtempo, por regajni avantaĝon dum devigita vico de movoj.
es: Una táctica que implica ceder material a corto plazo, para obtener una ventaja luego de una secuencia forzada de movimientos.
eu: Geroago abantaila lortzeko epe motzean materiala entregatzea helburu duen taktika.
fa: یک تاکتیک شامل کنار از دست دادن مهره در کوتاه مدت، برای به دست آوردن مزیت دوباره پس از یک سری حرکات اجباری.
fi: Taktiikka, jossa luovutaan väliaikaisesti materiaalista, jotta pakottavan sommitelman päätteeksi saavutetaan jälleen etu.
gl: Unha táctica que implica ceder material a curto prazo, para recuperar a vantaxe logo dunha secuencia forzada de xogadas.
he: טקטיקה המשלבת ויתור על חומר בטווח הקצר, כדי להשיג את היתרון שוב לאחר סדרת מסעים כפויה.
hy: Մարտավարություն, որի ժամանակ տրվում է որևէ խաղաքար` առավելություն ստանալու, մատ հայտարարելու կամ պարտիան ոչ-ոքի ավարտելու նպատակով։
id: Sebuah taktik yang melibatkan menyerahkan material dalam jangka pendek, untuk meraih keuntungan kembali setelah urutan gerakan yang terpaksa.
it: Una tattica che include la perdita di materiale nel breve termine per guadagnare un vantaggio dopo una serie di mosse forzate.
kk: Кейін бір артықшылыққа жету мақсатыменен тастан әдейі айырылу.
ko: 일련의 강제수로 이득을 얻기 위해 단기적으로 기물을 포기하는 전술입니다.
lt: Taktika, susijusi su figūrų atidavimu dabar, bei gautu pranašumu vėliau po priverstų ėjimų sekos.
lv: Stratēģija, kurā īstermiņā atdod materiālu, lai atkal iegūtu pārsvaru pēc piespiestu gājienu virknes.
nl: Tactiek waarbij op korte termijn materiaal wordt opgegeven om voordeel te verkrijgen na een aantal gedwongen zetten.
pt: Uma tática que involve abdicar de material a curto prazo, para ganhar uma vantagem após uma sequência forçada de movimentos.
ro: O tactică care implică renunțarea la material pe termen scurt pentru a câștiga un avantaj din nou după o secvență forțată de mutări.
ru: Тактика, при которой происходит отдача какого-либо материала для получения преимущества, объявления мата или сведения игры вничью.
sk: Taktika spojená s krátkodobým odovzdaním materiálu za účelom neskoršieho zisku výhody po zahratí vynútenej série ťahov.
sl: Taktika, ki vključuje kratkoročno žrtvovanje materiala, da bi po prisilnem zaporedju potez znova pridobili prednost.
sq: Një taktikë që përfshin heqjen dorë për pak kohë nga materiali, për të fituar sërish avantazh pas një vargu të detyruar lëvizjesh.
sr: Тактика која укључује привремено жртвовање материјала, како би се после форсираног низа потеза поново стекла предност.
sv: En taktik som innebär att man ger upp material på kort sikt, för att vinna en fördel efter en tvingande sekvens av drag.
tr: Zorunlu hamleler serisinden sonra avantaj elde etmek için kısa vadede en az bir taşı gözden çıkarmanız gereken taktikler.
uk: Тактика, що полягає в жертві матеріалу з подальшим отриманням переваги після послідовності вимушених ходів.
vi: Một chiến thuật liên quan đến việc từ bỏ quân trong thời gian ngắn, để giành lại lợi thế sau một chuỗi nước đi bắt buộc.
zh: 涉及短期内舍弃子力，以在强制性的着法序列后重新获得优势的战术。
zh_tw: 犧牲我方子以在一系列的移動後得到優勢。

# puzzleThemeShort
source: Short puzzle
af: Kort legkaart
ar: لغز قصير
az: Qısa tapmaca
be: Кароткая задача
bg: Кратка задача
bn: সংক্ষিপ্ত ধাঁধা
bs: Kratki problem
ca: Problema curt
cs: Krátká úloha
da: Kort taktikopgave
el: Σύντομο τακτικό
eo: Mallonga puzlo
es: Ejercicio corto
eu: Ariketa laburra
fa: معمای کوتاه
fi: Lyhyt tehtävä
gl: Exercicio curto
he: פאזל קצר
hy: Երկքայլանի խնդիր
id: Teka-teki pendek
it: Problema breve
kk: Қысқа жұмбақ
ko: 짧은 퍼즐
lt: Trumpas galvosūkis
lv: Īss uzdevums
nl: Korte puzzel
pt: Problema curto
ro: Puzzle scurt
ru: Двухходовая задача
sk: Dvoj-ťahové úlohy
sl: Kratka uganka
sq: Ushtrim i shkurtër
sr: Кратак проблем
sv: Kort schackproblem
tr: Kısa bulmaca
uk: Коротка задача
vi: Câu đố ngắn
zh: 短谜题
zh_tw: 短謎題

# puzzleThemeShortDescription
source: Two moves to win.
af: Twee skofte om te wen.
ar: حركتين للانتصار.
az: 2 gedişə qələbə.
be: Да перамогі 2 хады.
bg: Победа в два хода.
bn: দুই চালে জিতুন।
bs: Pobjeda u dva poteza.
ca: Guanyar en dues jugades.
cs: Dva tahy do výhry.
da: To træk for at vinde.
el: Δύο κινήσεις για να κερδίσετε.
eo: Du movoj por venki.
es: Dos movimientos para ganar.
eu: Bi jokaldi irabazteko.
fa: دو حرکت تا پیروزی.
fi: Voittoon tarvitaan kaksi siirtoa.
gl: Gaña en dúas xogadas.
he: שני מסעים לניצחון.
hy: Երկու քայլ մինչև հաղթանակ։
id: Dua gerakan untuk menang.
it: Vittoria in due mosse.
kk: Жеңіске екі қадам.
ko: 승리까지 두 수 걸립니다.
lt: Du ėjimai laimėti.
lv: Divi gājieni līdz uzvarai.
nl: Winnen in twee zetten.
pt: Duas jogadas para ganhar.
ro: Două mutări pentru a câștiga.
ru: Два хода до победы.
sk: Dva ťahy do výhry.
sl: Dve potezi za zmago.
sq: Dy lëvizje për të fituar.
sr: Два потеза до добитка.
sv: Två drag för att vinna.
tr: İki hamlede kazanç.
uk: Два ходи до перемоги.
vi: Thắng trong hai nước cờ.
zh: 需要两步棋取胜。
zh_tw: 兩步獲勝

# puzzleThemeSkewer
source: Skewer
af: Sosatiepen-Aanval
ar: سيخ
az: Şiş
be: Скразны ўдар
bg: Линеен удар
bn: Skewer/শূল
bs: Ražanj
ca: Enfilada
cs: Napíchnutí
da: Spid
el: Σούβλισμα
eo: Trapiko
es: Pincho
eu: Paretik kentzea
fa: سیخ‌کشی یا سیخ‌کباب
fi: Varrastus
gl: Espeto
he: שיפוד
hy: Գծային հարձակում
id: Tusukan
it: Infilata
kk: Найза
ko: 스큐어
lt: Pradūrimas
lv: Iesms
nl: Röntgenaanval
pt: Cravada inversa
ru: Линейный удар
sk: Napichnutie
sl: Nabodalo
sq: Hell
sr: Линијски напад
sv: Dolk
tr: Şiş
uk: Лінійний удар
vi: Đòn xiên
zh: 串击
zh_tw: 串擊

# puzzleThemeSkewerDescription
source: A motif involving a high value piece being attacked, moving out the way, and allowing a lower value piece behind it to be captured or attacked, the inverse of a pin.
af: 'N Motief waarby 'n waarde van 'n hoë waarde aangeval word, wat uit die weg beweeg en 'n laer waarde agter dit kan vasvang of aanval, die omgekeerde van 'n pen.
ar: نموذج يتضمن قطعة عالية القيمة تتعرض للهجوم، وتتحرك بعيدًا عن الخط، وتسمح بأسر قطعة ذات قيمة أقل خلفها أو مهاجمتها، عكس التثبيت.
az: Dəyərli bir fiqurun hüuma məruz qaldığı, hərəkət edəcəyi halda daha az dəyərli bir fiqurun itiriləcəyi və ya təhlükəyə düşəcəyi motivlər. Bağlamanın tərsi.
be: Матыў, уключаючы напад на каштоўную фігуру, якая сыходзячы з лініі нападу, дазваляе збіць або атакаваць стаячую ззаду менш каштоўную фігуры ззаду, адваротная звязка.
bg: Мотив, включващ атакуването на силна фигура, с цел тя да се отмести и да позволи по-слаба фигура зад нея да бъде взета или атакувана - обратното на свръзка.
bn: কোনো বড় গুটি আক্রমনের শিকার হলে, সেটি সরে গিয়ে পিছনের কোনো ছোট গুটিকে বিসর্জন/আক্রান্ত করা।
bs: Motiv u kojem se napada neka teška figura, čije sklanjanje od napada omogućuje uzimanje neke lahke figure koja je iza nje ili napad na nju; obratno od svezivanja.
ca: Maniobra de clavada inversa en què una peça d'alt valor és atacada i en moure's permet capturar o atacar una peça de menys valor al seu darrere.
cs: Motiv zahrnující útok na figuru vyšší hodnoty, která útoku uhne, ale dovolí tak útok nebo sebrání figury nižší hodnoty za ní, opak vazby.
da: En manøvre hvor en brik af høj værdi angribes og må flyttes, hvorved en brik af lavere værdi bagved kan tages eller trues. Det omvendte af en binding.
el: Ένα μοτίβο όπου ένα κομμάτι μεγάλης αξίας δέχεται επίθεση, μετακινείται, και επιτρέπει την επίθεση ή την αιχμαλώτιση ενός κομματιού μικρότερης αξίας πίσω από αυτό, το αντίστροφο δηλαδή του καρφώματος.
eo: Motivo temas pri altvalora peco, kiu estas atakita, tiam moviĝas for de vojo permesante kapton de plimalaltvalora peco malantaŭ si. La inverso de alpinglo.
es: Un motivo que implica el ataque de una pieza de alto valor, que se aparta del camino y permite capturar o atacar una pieza de menor valor detrás de ella, lo contrario de una clavada.
eu: Erasotua den balio handiko pieza bat mugitzea, erasotik kenduz eta bere atzean dagoen baina gutxiago balio duen pieza bat harrapatzen uztea, iltzaketaren aurkakoa.
fa: سیخ‌کشی، که به یک مهره باارزش حمله شده، به گونه‌ای جابجا می‌شود، و حالا امکان می‌دهد که مهره کم‌ارزش پشتش زده شود یا زیر ضرب قرار گیرد. برعکس آچمزی است.
fi: Siirto, jolla uhataan arvokkaampaa nappulaa, jonka siirtyessä sen takana oleva nappula jää uhatuksi ja on lyötävissä, eli toisin päin kuin kiinnityksessä.
gl: Manobra de cravada inversa na cal unha peza de alto valor é atacada. Ó apartarse, permite capturar ou atacar unha peza de menor valor que se atopa detrás dela.
he: מוטיב המשלב כלי חשוב מאוים, זז ומאפשר איום או הכאה של כלי חשוב פחות מאחוריו, ההפך מריתוק.
hy: Կապի տեսակ է, բայց այս դեպքում հակառակն է՝ ավելի թանկ խաղաքարը հայտնվում է պակաս արժեքավոր կամ համարժեք խաղաքարի գրոհի գծում։
id: Sebuah motif melibatkan sebuah bidak berharga yang diserang bergerak sehingga mengizinkan bidak bernilai lebih rendah dibelakangnya dimakan atau diserang, yang merupakan kebalikan dari sebuah pin.
it: Un tema che consiste in un pezzo di grande valore che viene attaccato e che si sposta, permettendo ad un pezzo dietro di esso di essere catturato o attaccato. Il contrario di un'inchiodatura.
kk: Байлауға қарама-қарсы: құнды тас соққы астында бола, артындағы арзан тасты беріп, қашуға мәжбүр болатындай жағдай.
ko: 높은 가치의 기물을 공격해 길을 비키게 만들고, 그 뒤에 있는 낮은 가치의 기물을 잡는 전술입니다. 핀의 반대죠.
lt: Motyvas įtraukiantis brangią figūrą, kuri puolama. Jai pasitraukiant atveriamas kelias nukirsti už jos stovinčią mažiau brangią figūrą.
lv: Šis motīvs iesaista augstas vērtības figūru, kurai jāizkustās, lai izvairītos no uzbrukuma, atļaujot vai nu uzbrukumu mazākas vērtības figūrai, kas atrodas aiz tās, vai arī šīs figūras nosišanu – pretējais piespraušanai.
nl: Een motief waarbij een waardevol stuk wordt aangevallen en vervolgens wordt verplaatst, waardoor een lichter stuk erachter kan worden geslagen of aangevallen. Het omgekeerde van een penning.
pt: Uma tática que envolve uma peça de alto valor que está ser atacada, mas ao afastar-se, permite que uma peça de menor valor, que estava atrás dela, seja capturada ou atacada. É o inverso da cravada.
ro: Un motiv care implică atacarea unei piese de mare valoare, mutarea înafara traseului, și permițând capturarea sau atacarea unei piese cu valoare inferioară în spatele ei, inversul unui pin.
ru: Разновидность связки, но в этом случае наоборот, более ценная фигура оказывается на линии атаки перед менее ценной или равноценной фигурой.
sk: Motív spojený s napadnutím figúry vysokej hodnoty, po ktorej ustúpení je umožnené zobratie alebo napadnutie figúry nižšej hodnoty, opak väzby.
sl: Napad na vredno figuro, ki z umikom omogoči, da se požre figuro nižje vrednostjo, ki stoji za njo. Obratno kot vezava.
sq: Një motiv që përfshin një gur me vlerë të madhe i cili ngaqë po sulmohet, hap rrugën dhe lejon të hahet ose të sulmohet një gur me vlerë më të vogël prapa tij, e kundërta e mbërthimit.
sr: Мотив који укључује напад на фигуру веће вредности, а када се она помери, омогућује се узимање фигуре мање вредности која је била иза ње или напад на ту фигуру; обрнуто од везивања.
sv: En taktik som innebär att en värdefull pjäs attackeras för att tvinga bort den från en pjäs bakom som då kan slås eller attackeras. Motsatsen till fastlåsning.
tr: Değerli bir taşın saldırı altında olduğu, hareketi hâlinde ise arkasındaki daha düşük değerli bir taşın düşeceği ya da tehlikeye gireceği motifler. Bir nevi açmazın tersi.
uk: Мотив, що включає атаку цінної фігури менш цінною, протилежність зв'язування.
vi: Một mô típ liên quan tới việc một quân cờ có giá trị cao bị tấn công buộc phải di chuyển khỏi vị trí, dẫn tới một quân cờ giá trị thấp hơn ở phía sau bị tấn công hoặc ăn, ngược lại so với ghim.
zh: 高价值棋子受到攻击，当其移开后，暴露出其后方一个价值较低的棋子可以被吃掉或攻击，这是牵制的反向操作。
zh_tw: 攻擊敵方高價值的子以讓敵方移開，以攻擊背後較為低價值未受保護的他子。為一種反向的「牽制」。

# puzzleThemeSmotheredMate
source: Smothered mate
af: Versmoorde mat
ar: كش بالخنق
az: Boğma matı
be: Спёрты мат
bg: Задушаващ мат
bn: স্মদারড মেট
bs: Ugušeni mat
ca: Mat ofegat
cs: Dušený mat
da: Kvalt mat
el: Ματ αποπνιγμού
eo: Sufokita mato
es: Mate de la coz
eu: Ostikoaren matea
fa: مات مختنق
fi: Pussimatti
gl: Mate da couce
he: מט חנק
hy: Խեղդուկ մատ
id: Sekakmat kepung
it: Matto affogato
kk: Қамаған мат
ko: 질식 체크메이트
lt: Uždusintas matas
lv: Smacējošais mats
nl: Stikmat
pt: Mate de Philidor
ro: Mat sufocat
ru: Спёртый мат
sk: Dusený mat
sl: Zadušitveni mat
sq: Mat i mbuluar
sr: Угушени мат
sv: Kvävmatt
tr: Boğmaca Matı
uk: Спертий мат
vi: Chiếu hết kiểu kẹt
zh: 闷杀
zh_tw: 悶殺
