Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Download imported
af: Aflaai ingevoer
ar: تحميل المستورد
az: Daxil edilmiş oyunu endir
be: Спампаваць у арыгінальным выглядзе
bg: Свали добавена
bn: আগমিত ডাউনলোড করুন
bs: Preuzmite uneseno
ca: Descàrrega importada
cs: Stáhnout importované
da: Download importeret
el: Λήψη εισαγόμενου
eo: Elŝutu importitan
es: Descargar la partida importada
eu: Igo zen moduan jaitsi
fa: بارگیری درونبُرد
fi: Imuroi tuotu PGN
gl: Descargar importadas
he: הורד משחק מיובא
hy: Ներբեռնել ներմուծվածը
id: Unduh permainan yang telah dimasukkan
it: Download importato
kk: Жүктеп салынғанды алу
ko: 불러온 기보 다운로드
lt: Siųstis importuotą
lv: Lejupielādēt importēto
mk: Превземи го доставеното
nl: Download de geïmporteerde partij
pt: Transferir a partida importada
ro: Descarcă importat
ru: Скачать в исходном виде
sk: Stiahnuť importované
sl: Prenesi uvoženo PGN datoteko
sq: Shkarko të importuarën
sr: Преузми увезено
sv: Hämta importerad
tr: İçeri aktarılmış oyunu indir
uk: Завантажити імпортоване
vi: Tải về tệp đã được nhập
zh: 下载导入的对局
zh_tw: 下載導入的棋局

source: Download all games
af: Laai alle spelle af
ar: حمِل كل المباريات
bg: Изтегли всички партии
bs: Preuzmite sve igre
ca: Descarrega totes les partides
cs: Stáhnout všechny hry
da: Download alle partier
el: Λήψη όλων των παρτίδων
eo: Elŝuti ĉiujn ludojn
es: Descargar todas las partidas
eu: Deskargatu partida guztiak
fa: بارگیری تمام بازی ها
fi: Lataa kaikki pelit
gl: Descargar todas as partidas
he: הורדת כל המשחקים
it: Scarica tutte le partite
kk: Барлық ойындарды жүктеп алу
ko: 모든 대국 다운로드
lt: Atsisiųsti visas partijas
nl: Alle partijen downloaden
pt: Descarregar todos os jogos
ro: Descarcă toate partidele
ru: Скачать все игры
sk: Stiahnuť všetky partie
sl: Prenesi vse igre
sq: Shkarkoji krejt lojërat
sr: Преузми све партије
sv: Ladda ner alla partier
tr: Bütün oyunları indir
uk: Завантажити всі ігри
vi: Tải xuống tất cả các ván đấu
zh: 下载所有对局

source: Crosstable
af: Kruistabel
ar: تاريخ
az: Çarpaz cədvəl
be: Лік
bg: Таблица
bn: ক্রোস্ট্যাবলে
bs: Tabela rezultata
ca: Taula creuada
cs: Výsledky
da: Krydstabel
el: Αποτελέσματα
eo: Kructabelo
es: Tabla cruzada
eu: Aurreko emaitzak
fa: رودررو
fi: Pistetaulukko
gl: Táboa de cruces
he: חשבון הנקודות
hy: Հաշիվ
id: Napak tilas
kk: Қос дерек
ko: 점수판
lt: Susitikimai
lv: Šķērstabula
mk: Табела на резултати
nl: Onderlinge partijen
pt: Tabela
ro: Tabel de scoruri
ru: Счёт
sk: Tabuľka
sl: Medsebojni dvoboji
sq: Kryqtryeza
sr: Таблица сусрета
sv: Tabell
tr: Çapraz Tablo
uk: Рахунок
vi: Tổng điểm đối đầu
zh: 比分表
zh_tw: 歷程表

# youCanAlsoScrollOverTheBoardToMoveInTheGame
source: Scroll over the board to move in the game.
af: Jy kan ook blaai oor die bord om te beweeg in die spel.
ar: يمكنك استخدام الزر الاوسط للفأرة على الرقعة لتنفيذ حركة من الدور.
az: Bundan başqa mouse təkəri vasitəsilə də gediş etmək olar.
be: Вы таксама можаце гартаць хады колцам мышы, калі навядзецеся на дошку.
bg: Може още да скролираш върху дъската, за да местиш ходовете.
bn: খেলা সরাতে আপনি বোর্ডের উপর স্ক্রল ও করতে পারবেন.
bs: Možete koristiti točak od Vašeg miša da brže pređete preko poteza za vrijeme analize partije.
ca: També pots desplaçar-te sobre el tauler per moure en el joc.
cs: K pohybu v partii můžete také použít scrollovací kolečko myši nad šachovnicí.
da: Brug musens scrollhjul på brættet til at skifte mellem træk i partiet.
el: Κάντε κύλιση με τη ροδέλα του ποντικιού πάνω στη σκακιέρα για να μετακινηθείτε στην παρτίδα.
eo: Vi povas ankaŭ rulumi sur la tabulo por movi en la ludo.
es: También puedes usar la rueda del ratón para desplazarte por la partida.
eu: Partidan aurrera-atzera egiteko, korritze-barra ere erabili ahal duzu.
fa: برای حرکت، روی صفحه بازی بِنَوَردید.
fi: Voit kelata siirtoja myös hiiren vieritysrullalla.
gl: Usa a roda do rato sobre o taboleiro para moverte pola partida.
he: ניתן גם לגלול כדי להתקדם במשחק.
hy: Քայլերը թերթելու համար կարելի է մկնիկի անիվը պտտել տախտակի վրա։
id: Anda juga bisa menggunakan scroll untuk bergerak dalam permainan.
it: È inoltre possibile scorrere sopra il bordo per entrare nel gioco.
kk: Сонымен қатар, тақта үстінен тінтуір доңғалағын айналдырып жүріс жасай аласыз.
ko: 마우스 스크롤을 돌림으로써 수를 진행할 수 있습니다.
lt: Judėti partijoje taip pat galite naudodamiesi pelės ratuku virš lentos.
lv: Varat arī ritināt virs galdiņa, lai pārvietotos spēlē.
mk: Можеш и да скролаш врз таблата за да одбереш потег.
nl: Je kunt ook over het bord scrollen om je zetten uit te voeren.
pt: Também podes rodar a rodinha do rato sobre o tabuleiro para percorreres as jogadas na partida.
ro: Derulează peste tablă pentru a te deplasa în joc.
ru: Для перелистывания ходов можно использовать колёсико мыши над доской.
sk: K pohybu v partii môžete tiež použiť scrollovacie koliečko myši nad šachovnicou.
sl: Lahko se skozi partijo pomikaš tudi z miško
sq: Ju mund edhe të rrotulloni rrotën mbi fushë për të lëvizur gjatë lojës.
sr: Скролуј преко табле да се помераш кроз партију.
sv: Du kan också skrolla över brädet för att gå framåt/bakåt i partiet.
tr: Ayrıca fare tekerini kullanarak da hamle yapabilirsiniz.
uk: Прокручуйте коліщатко миші над шахівницею для перегляду ходів у грі.
vi: Bạn cũng có thể cuộn chuột trên bàn cờ để xem các nước đi của ván.
zh: 在棋盘上滚动以浏览对局着法。
zh_tw: 您也可以捲動棋盤以移動。

source: Scroll over computer variations to preview them.
af: Hou die muis oor die rekenaar variante om dit te voorskou.
ar: مرر فوق المتغييرات لاستعراضها.
az: Kompüter variantlarına baxmaq üçün yuxarı sürüşdür.
be: Пракруціць кампутарныя варыяцыі, каб праглядзець іх.
bg: Задръжте курсора над компютърните вариации за да ги прегледате.
bn: প্রিভিউ দেখার জন্য কম্পিউটার ভ্যারিয়েশনের উপর স্ক্রল করুন।
bs: Zadržite miš na računarskim varijantama da ih pregledate.
ca: Mantingueu el ratolí sobre les variants d'anàlisi per a previsualitzar-les.
cs: Najetím na varianty počítače zobrazíte jejich náhled.
da: Scroll over computervarianter for at få en forhåndsvisning af dem.
el: Μετακινήστε το ποντίκι σας πάνω στις βαριάντες του υπολογιστή για την προεπισκόπησή τους.
eo: Tuŝadi sur komputilaj varioj por antaŭrigardi ilin.
es: Mantén pulsado sobre las variantes del análisis para previsualizarlas.
eu: Jarri sagua ordenagailuaren aukeren gainean berauek ikusteko.
fa: برای پیش‌نمایش آن‌ها، روی وَرتِش‌های رایانه‌ای بِغَرالید.
fi: Esikatsele tietokoneen muunnelmia viemällä hiiren osoitin niiden päälle.
gl: Pasa o punteiro sobre as variantes da computadora para visualizalas.
he: רחפו מעל וריאציות המחשב עם העכבר בשביל לראות תצוגה מקדימה שלהן.
hy: Թերթեք տարբերակները դրանք դիտելու համար:
id: Letakkan mouse diatas variasi komputer untuk meninjau hal tersebut.
it: Scorri sulle varianti del computer per vederle in anteprima.
kk: Компьютерлік тармақты көру үшін үстіне меңзер апарыңыз.
ko: 컴퓨터 변화수를 미리보기 위해서는 커서를 올리세요.
lt: Užveskite ant kompiuterio variacijų norėdami jas peržiūrėti.
lv: Virziet kursoru uz datoranalīzes variācijām, lai tās skatītu.
mk: Скролувајте за да ги прегледате компјутерските варијации.
nl: Beweeg de muis over computervarianten om ze te bekijken.
pt: Passe o rato sobre as variantes do computador para visualizá-las.
ro: Derulați variantele calculatorului pentru a le previzualiza.
ru: Пролистывайте варианты для их просмотра.
sk: Prejdite kurzorom ponad počítačové varianty pre zobrazenie ich náhľadu.
sl: Za predogled variant računalniške analize podrsajte z miškinim koleščkom.
sq: Lëviz tek variacionet e kompjuterit t'i shikosh paraprakisht.
sr: Листајте до компјутерских варијација да бисте их прегледали.
sv: Rulla över datorvarianter för att förhandsgranska dem.
tr: Fareyi bilgisayar varyantlarının üzerine getirerek pozisyonu görüntüleyin.
uk: Прокрутіть коліщатком миші по комп'ютерних варіаціях для їх попереднього перегляду.
vi: Cuộn qua các biến máy tính để xem trước chúng.
zh: 在电脑变着上滚动以预览它们。
zh_tw: 將鼠標移到電腦分析變種上進行預覽

# analysisShapesHowTo
source: Press right-click (or shift+click) to draw circles and arrows on the board. For other colours, combine the following with right-click:
af: Druk shift+klik of regs-kliek om sirkels en pyle te trek op die bord.
ar: استخدم ز الفأرة الأيمن لرسم دوائر وأسهم على الرقعة
az: Lövhədə çevrə və ya oxlar çəkmək üçün shift+sol klik və ya sağ klikə toxunun.
be: Каб маляваць стрэлкі і кружкі на дошцы, карыстайцеся Shift + ЛКМ або ПКМ.
bg: Натисни shift едновременно с ляво или дясно копче за да рисуваш кръгове и стрелки върху дъската.
bn: সিফ্ট+ক্লিক চাপুন অথবা ডান-ক্লিক করুন বোর্ডের উপর বৃত্ত এবং তীর আঁকার জন্য.
bs: Pritisnite shift + lijevi ili desni klik miša kako bi ste nacrtali krugove i strelice na ploči.
ca: Pitja la tecla Shift + clic o feu clic dret per dibuixar cercles i fletxes al tauler.
cs: Kliknutím se shiftem či kliknutím pravým tlačítkem lze kreslit do šachovnice kolečka a šipky.
da: Tryk shift + klik eller højreklik for at tegne cirkler og pile på brættet.
el: Πατήστε Shift + κλικ ή δεξί κλικ για να σχεδιάσετε κύκλους και βέλη στην σκακιέρα.
eo: Premu shift+click aŭ rekt-klaki por desegni cirklojn kaj sagojn sur la tabulo.
es: Haz clic con el botón derecho o Máyus+clic para dibujar círculos y flechas en el tablero.
eu: Zirkuluak eta geziak marrazteko, egizu shift+klik edo eskuin-klik.
fa: برای رسم دایره و پیکان روی تخته، shift+click یا راست-تِلیک را بفشارید.
fi: Käytä hiiren kakkospainiketta (tai shiftiä ja ykköspainiketta) piirtääksesi ympyröitä ja nuolia laudalle.
gl: Pulsa Maiúsculas+clic ou preme o botón dereito do rato para debuxar círculos e frechas no taboleiro.
he: הקש "Shift" + מקש עכבר שמאלי או ימני כדי לצייר חצים ועיגולים על הלוח.
hy: Խաղատախտակի վրա շրջանակներ և սլաքներ պատկերելու համար օգտագործեք Shift+մկնիկի ձախ կոճակը կամ աջ կոճակը։
id: Tekan shift+klik atau klik-kanan untuk menggambar lingkaran dan panah di papan.
it: Premere MAIUSC+click o tasto destro del mouse per disegnare cerchi e frecce sulla scacchiera.
kk: Тақтада шеңбер мен нұсқағыш сызу үшін тінтуірмен оң шертіңіз немесе shift баса сол шертіңіз.
ko: Shift + 왼쪽/오른쪽 클릭으로 원이나 화살표를 보드 상에 그릴 수 있습니다.
lt: Spustelėkite Shift + kairįjį pelės klavišą arba dešinįjį pelės klavišą norėdami piešti ant lentos.
lv: Klikšķiniet, turot pārslēgšanas taustiņu, vai klikšķiniet ar labo taustiņu uz galdiņa, lai zīmētu riņķus un bultas.
mk: Притисни shift+click или десен клик за да нацрташ кругови или стрелки на таблата.
nl: Druk op shift+linkermuisknop of rechtermuisknop om cirkels en pijlen op het bord te tekenen.
pt: Pressiona shift+clique ou clica com o botão direito do rato para desenhares círculos e setas no tabuleiro.
ro: Apasă shift+click sau click-dreapta pentru a desena cercuri și săgeți pe tablă.
ru: Чтобы рисовать на доске кружки и стрелки, используйте Shift+левую кнопку мыши или правую кнопку.
sk: Stlačte shift+ľavé tlačidlo na myši alebo pravé tlačidlo na myši na kreslenie kruhov a šípok na šachovnici.
sl: Pritisni shift+klik ali desni klik za risanje krožcev in puščic po šahovnici
sq: Që të vizatoni rrathë dhe shigjeta në fushë, shtypni shift+klikim, ose djathtasklikoni.
sr: Притисни шифт+клик или десни-клик да нацрташ кругове и стрелице на табли.
sv: Håll nere Skift när du klickar eller högerklickar för att rita cirklar och pilar på brädet.
tr: Tahta üzerinde çember ya da ok çizmek için lütfen shift+click ya da right+click kullanın.
uk: Натисніть shift+ЛКМ або ПКМ, щоби намалювати кола та стрілки на шахівниці.
vi: Nhấn Shift+click hoặc nhấp chuột phải để vẽ vòng tròn và mũi tên trên bàn cờ.
zh: 按右键（或 Shift+左键）在棋盘上画圈和箭头。对于其他颜色，请结合右键使用以下按键：
zh_tw: 按 shift 點及或右鍵棋盤上以繪製圓圈與箭頭。

# primaryColorArrowsHowTo
source: Ctrl or shift = red; command, alt, or meta = blue; a key from each = yellow.
el: Ctrl = κόκκινο, shift = κίτρινο, command ή alt = μπλε.
eo: Ctrl aŭ Maj = ruĝa; Ordono, Alt aŭ Meta = blua; unu klavo el ĉiu grupo = flava.
es: Ctrl o mayúsculas = rojo; comando, alt, o meta = azul; una tecla de cada = amarillo.
fi: Ctrl tai Shift = punainen; Command, Alt tai Meta = sininen; näppäinyhdistelmä (yksi näppäin kustakin ryhmästä edellä) = keltainen.
it: Ctrl o shift = rosso; comand, alt, o meta = blu; un tasto da ogni combinazione = giallo.
nl: Ctrl of shift = rood; command, alt, of meta-toets = blauw; allen tegelijk = geel.
ro: Ctrl sau shift = roșu; comandă, alt, sau meta = albastru; o cheie pentru fiecare = galben.
ru: Ctrl или Shif = красный; Command, Alt, или meta = синий; каждая вышеперечисленная = желтый.
uk: Ctrl = червоний, Shift = жовтий, command або alt = синій.
vi: Ctrl hoặc shift = đỏ; command, alt hoặc meta = xanh; mỗi phím = vàng.
zh: Ctrl 或 Shift = 红色；Command、Alt 或 Meta = 蓝色；各按一个键 = 黄色。

source: Let other players message you
af: Laat ander spelers boodskappe aan jou stuur
ar: السماح للاعبين بمراسلتك
az: Digər oyunçuların sizə mesaj göndərməsinə icazə ver
be: Дазволіць дасылаць вам паведамленні
bg: Разреши на другите да ви пишат
bn: অন্যান্য খেলোয়ারদের আপনাকে বার্তা করতে দিন
bs: Dopustite drugim igračima da Vam mogu poslati poruku
ca: Deixa que altres jugadors t'envïin missatges
cs: Povolit zprávy od ostatních hráčů
da: Lad andre spillere sende en besked til dig
el: Επιτρέψτε άλλους παίκτες να σας στέλνουν μηνύματα
eo: Lasu aliajn ludantojn mesaĝi vin
es: Permitir que otras personas te envíen mensajes
eu: Utzi beste jokalariei zuri mezuak bidaltzen
fa: ارسال پیام توسط بقیه به شما
fi: Anna muiden käyttäjien lähettää sinulle viestejä
gl: Permitir que outros xogadores che envíen mensaxes
he: אפשר/י לשחקנים אחרים לשלוח לך הודעות
hy: Թույլ տալ այլ խաղացողներին Ձեզ հաղորդագրություններ ուղարկել
id: Memperbolehkan pemain lain mengirim pesan untuk Anda
it: Lascia che gli altri giocatori ti inviino messaggi
kk: Ойыншыларға сізге хабар жіберу рұқсат па?
ko: 다른 사람들이 당신에게 메시지를 보낼 수 있도록 합니다.
lt: Leisti kitiems žaidėjams jums parašyti
lv: Ļaut citiem spēlētājiem jums sūtīt ziņas
mk: Овозможи пораки од другите играчи
nl: Andere spelers mogen je berichten zenden
pt: Permitir que outros jogadores te enviem mensagens
ro: Permite altor jucători să îți trimită mesaje
ru: Разрешить присылать вам сообщения
sk: Povoliť ostatným hráčom aby Vám napísali správu
sl: Dovoli drugim, da ti pišejo sporočila
sq: Lejoni lojtarë të tjerë t’ju dërgojnë mesazh
sr: Допусти другим играчима да ти пошаљу поруку
sv: Tillåt att andra spelare skickar meddelanden till dig
tr: Diğer oyuncular size mesaj yollayabilsinler mi?
uk: Дозволити іншим гравцям надсилати Вам повідомлення
vi: Cho phép người chơi khác gửi tin nhắn cho bạn
zh: 允许其他棋手给您发送消息
zh_tw: 允許其他人發送私訊給您

# receiveForumNotifications
source: Receive notifications when mentioned in the forum
af: Laat weet wanneer in die forum genoem word
ar: تلقى الإشعارات في حال تمت الإشارة إليك في المنتدى
be: Атрымоўваць апавяшчэнні, пры згадванні на форуме
bg: Получаване на съобщения когато сте споменати във форума
bn: নোটিফিকেশন পাবেন যখন ফোরামে আপনাকে কেউ উল্লেখ করে
bs: Primajte obavijesti kad budete spomenuti na forumu
ca: Rebre notificacions quan et mencionin al fòrum
cs: Dostat oznámení, pokud jste zmíněni ve fóru
da: Modtag notifikationer, når du bliver nævnt i forummet
el: Λήψη ειδοποιήσεων όταν γίνεται αναφορά σας στο φόρουμ
eo: Ricevi sciigojn kiam iu mencias vin en forumo
es: Recibir notificaciones cuando alguien te mencione en el foro
eu: Jaso jakinarazpenak foroan aipatzen zaituztenean
fa: دریافت اعلان هنگام نام‌بَری در انجمن
fi: Lähetä ilmoitus, kun minut mainitaan foorumissa
gl: Recibe notificacións cando alguén te mencione no foro
he: קבל/י התראות כשאת/ה מתויג/ת בפורום
hy: Ստանալ ծանուցումներ ֆորումում հիշատակվելու դեպքում
id: Menerima notifikasi ketika disebut/mention dalam forum
it: Ricevi notifiche quando vieni menzionato nel forum
kk: Форумда сіз туралы жазса, хабарлама алу
ko: 포럼에서 언급되면 알림을 받습니다
lt: Gaukite pranešimus, kai esate paminėti forume
lv: Saņemt paziņojumus, kad esmu minēts forumā
mk: Добивај известувања кога си споменат на форум
nl: Ontvang meldingen wanneer je genoemd wordt op het forum
pt: Olá aOlá a todos
ro: Primește notificări atunci când ești menționat în forum
ru: Получать уведомления при упоминании на форуме
sk: Dostávať upozornenia keď ťa niekto spomenie na fóre
sl: Prejemajte obvestila, ko so omenjena na forumu
sq: Merrni njoftime kur përmendeni te forumi
sr: Примајте обавештења када сте поменути на форуму
sv: Få aviseringar vid omnämningar i forumet
tr: Forumda sizden bahsedildiğinde bildirim alın
uk: Отримувати сповіщення при згадці на форумі
vi: Nhận thông báo khi được đề cập trong diễn đàn
zh: 在论坛中被提及时接收通知
zh_tw: 在論壇中被提及時接收通知

# shareYourInsightsData
source: Share your chess insights data
af: Deel jou data oor Skaak Insigte
ar: شارك بيانات طريقة لعبك
az: Şahmat oyun məlumatlarınızı paylaşın
be: Дзяліцца вашым шахматнымі аналітычнымі данымі
bg: Споделете измерванията върху вашата игра
bn: আপনার দাবার অর্ন্তদৃষ্টি তথ্য শেয়ার করুন
bs: Podijelite Vašu šahovsku analitiku
ca: Comparteix les teves dades d'estadístiques
cs: Sdílet výsledky analýzy vašeho hraní
da: Del din "insigts" data
el: Κοινή χρήση των δεδομένων σας
eo: Havebligi viajn datumojn pri ŝaka kompreno
es: Comparte tus datos estadísticos
eu: Zure partiden analitika partekatu
fa: اشتراک گذاشتن داده های شما
fi: Jaa Insights-tietosi
gl: Compartir os teus datos estatísticos
he: שתף/י את תובנות השחמט שלך
hy: Ներկայացրեք Ձեր շախմատային պատկերացումների տվյալները
id: Berbagi data permainan anda
it: Condividi i tuoi dati Insights
kk: Шахмат жайлы ойларыңызды бөлісу
ko: 당신의 게임 분석 결과를 공유합니다.
lt: Bendrinti jūsų statistiką
lv: Dalīties ar saviem šaha ieskatu datiem
mk: Сподели ја твојата аналитика
nl: Deel de data van je partijen
pt: Compartilhar os teus dados de "insights" de xadrez
ro: Partajează statisticile tale în jocuri
ru: Делиться вашей шахматной аналитикой
sk: Zdieľať výsledky analýz Vašich partií
sl: Deli svoje statistične podatke
sq: Shpërndani të dhënat tuaja të depërtuara.
sr: Подели податке твог шаховског увида
sv: Dela din information från Chess Insights
tr: Satranç oyun verilerinizi diğerleriyle paylaşın
uk: Надавати доступ до вашої шахової аналітики
vi: Chia sẻ dữ liệu chi tiết về cờ vua của bạn
zh: 分享您的对局洞察数据
zh_tw: 顯示您的洞察數據

source: With nobody
af: Met niemand
ar: وحدك
az: Heç kim ilə
be: Ні з кім
bg: С никой
bn: কারো সাথে না
bs: Ni sa kime
ca: Amb ningú
cs: S nikým
da: Med ingen
el: Με κανέναν
eo: Kun neniu
es: Con nadie
eu: Inorekin ere ez
fa: هیچکس
fi: Ei kenellekään
gl: Con ninguén
he: עם אף אחד
hy: Ոչ մեկի հետ
id: Tidak dengan siapapun
it: Con nessuno
kk: Ешкіммен
ko: 나만 보기
lt: Su niekuo
lv: Ar nevienu
mk: Со никого
nl: Met niemand
pt: Com ninguém
ro: Cu nimeni
ru: Ни с кем
sk: S nikým
sl: Z nikomer
sq: Me askënd
sr: Ни са ким
sv: Med ingen
tr: Hiçkimse ile
uk: Нікому
vi: Không ai cả
zh: 不分享
zh_tw: 不顯示

source: With friends
af: Met vriende
ar: مع الأصدقاء
az: Dostlar ilə
be: З сябрамі
bg: С приятели
bn: বন্ধুদের সাথে
bs: Sa prijateljima
ca: Amb amics
cs: S přáteli
da: Med venner
el: Με φίλους
eo: Kun amikoj
es: Con mis amigos
eu: Lagunekin
fa: با دوستان
fi: Kavereille
gl: Cos teus amigos
he: עם חברים
hy: Ընկերների հետ
id: Dengan teman
it: Con gli amici
kk: Достармен
ko: 친구들만
lt: Su draugais
lv: Ar draugiem
mk: Со пријатели
nl: Met vrienden
pt: Com amigos
ro: Cu prietenii
ru: С друзьями
sk: S priateľmi
sl: S prijatelji
sq: Me shokët
sr: Са пријатељима
sv: Med vänner
tr: Yalnızca arkadaşlarımla
uk: Друзям
vi: Với bạn bè
zh: 仅限好友
zh_tw: 好友

source: With everybody
af: Met almal
ar: مع الجميع
az: Hər kəs ilə
be: З усімі
bg: С всеки
bn: সবার সাথে
bs: Sa svima
ca: Amb tothom
cs: Se všemi
da: Med alle
el: Με όλους
eo: Kun ĉiuj
es: Con todo el mundo
eu: Edonorekin
fa: با همه
fi: Kaikille
gl: Con todo o mundo
he: עם כולם
hy: Բոլորի հետ
id: Dengan semua orang
it: Con tutti
kk: Бәрімен
ko: 공개
lt: Su visais
lv: Ar visiem
mk: Со секого
nl: Met iedereen
pt: Com todos
ro: Cu toată lumea
ru: Со всеми
sk: S každým
sl: Z vsemi
sq: Me gjithkënd
sr: Са свима
sv: Med alla
tr: Herkes ile
uk: Будь-кому
vi: Với mọi người
zh: 所有人
zh_tw: 所有人

source: Kid mode
af: Kinder mode
ar: موقع الأطفال
az: Uşaq rejimi
be: Дзіцячы рэжым
bg: Детски режим
bn: বাচ্চা ধরন
bs: Dječji režim
ca: Mode infantil
cs: Dětský režim
da: Børnetilstand
el: Λειτουργία παιδιού
eo: Infana reĝimo
es: Modo infantil
eu: Haurren modua
fa: حالت کودک
fi: Lapsitila
gl: Modo infantil
he: מצב ילדים
hy: Մանկական ռեժիմ
id: Mode anak
it: Modalità bambino
kk: Балалық нұсқа
ko: 어린이 모드
lt: Vaiko veiksena
lv: Bērnu režīms
mk: Детска заштита
nl: Kindvriendelijke modus
pt: Modo infantil
ro: Mod pentru copii
ru: Детский режим
sk: Detský režim
sl: Način za otroke
sq: Mënyra për fëmijë
sr: Дечији режим
sv: Barnsäkert läge
tr: Çocuk modu
uk: Дитячий режим
vi: Chế độ trẻ em
zh: 儿童模式
zh_tw: 兒童模式

source: Kid mode is enabled.
af: Kindermodus is geaktiveer.
ar: وضع الطفل مفعل.
bg: Детският режим е включен.
bn: কিড মোড সক্রিয় করা আছে.
bs: Dječiji način rada je omogućen.
ca: Mode nens activat.
cs: Dětský režim je povolen.
da: Børnetilstand er aktiveret.
el: Η λειτουργία για παιδιά είναι ενεργοποιημένη.
eo: Infana reĝimo estas enŝaltita.
es: El modo infantil está activado.
eu: Haur-modua aktibatuta dago.
fa: حالت کودک فعال است.
fi: Lapsitila on käytössä.
gl: O modo infantil está activado.
he: מצב ילדים מופעל.
it: La modalità bambini è attiva.
kk: Балалық нұсқа қосулы.
ko: 어린이 모드가 활성화되었습니다.
lt: Vaiko funkcija įjungta.
lv: Bērnu režīms ir ieslēgts.
nl: Kindvriendelijke modus is ingeschakeld.
pt: Modo infantil está ativado.
ro: Modul copil este activat.
ru: Детский режим включён.
sk: Detský režim je povolený.
sl: Otroški način je omogočen.
sq: Mënyra për fëmijë është e aktivizuar.
sr: Дечији режим је укључен.
sv: Barnsäkert läge är aktiverat.
tr: Çocuk modu etkin.
uk: Дитячий режим активовано.
vi: Chế độ trẻ em đã được bật.
zh: 儿童模式已启用
zh_tw: 已啟用兒童模式
