Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# mobileAccountPreferences
source: Account preferences
ar: تفضيلات الحساب
bn: একাউন্ট নির্বাচনী পছন্দসমূহ
bs: Postavke računa
ca: Preferencies del compte
da: Kontoindstillinger
el: Ρυθμίσεις
eo: Kontaj Preferoj
es: Preferencias de la cuenta
eu: Kontuaren ezarpenak
fa: تنظیمات حساب کاربری
fi: Käyttäjätunnuksen asetukset
gl: Preferencias da conta
hy: Հաշվի նախընտրություններ
id: Pengaturan akun
it: Preferenze dell'account
ko: 계정 환경 설정
mk: Поставки за акаунтот
nl: Accountvoorkeuren
pt: Preferências da conta
ro: Preferințe cont
ru: Настройки аккаунта
sk: Preferencie účtu
sl: Nastavitve računa
sr: Преференсе налога
tr: Hesap tercihleri
uk: Налаштування облікового запису
vi: Tùy chỉnh tài khoản
zh: 账户设置
zh_tw: 帳號設定

# mobileAccountPreferencesHelp
source: These preferences are applied to your Lichess account and will be used across all devices.
ar: سيتم تطبيق هذه التفضيلات على حساب ليتشيس الخاص بك وسيتم إستخدامها عبر جميع الأجهزة.
bn: আপনার নির্বাচন করা পছন্দগুলি, লিচেস একাউন্টে যুক্ত করা হলো এবং ভবিষ্যতে সমস্ত ডিভাইসে ব্যবহৃত হবে.
bs: Ove postavke se primjenjuju na vaš Lichess račun i koristit će se na svim uređajima.
ca: Aquestes configuracions s'apliquen al teu compte de Lichess i s'utilitzaran en tots els dispositius.
da: Disse indstillinger anvendes på din Lichess-konto og vil blive brugt på tværs af alle enheder.
el: Αυτές οι ρυθμίσεις αποθηκεύονται στον λογαριασμό σας στο Lichess και θα ισχύουν σε όλες τις συσκευές σας.
es: Estas preferencias se aplican a tu cuenta de Lichess y se usarán en todos los dispositivos.
eu: Ezarpen hauek zure Lichess kontuari dagozkio eta zure gailu guztietan aplikatuko dira.
fa: این تنظیمات به اکانت لیچس‌تان اعمال می‌شود و در سراسر دستگاه های شما استفاده می‌شود.
fi: Nämä asetukset tallentuvat Lichess-tunnukseesi ja tulevat käyttöön kaikilla laitteilla.
gl: Estas preferencias aplicaranse á túa conta de Lichess e serán empregadas en todos os teus dispositivos.
id: Pilihan ini akan diterapkan di semua akun Lichess anda dan berlaku di semua perangkat.
it: Queste preferenze sono applicate al tuo account Lichess e saranno utilizzate su tutti i dispositivi.
ko: 이 환경설정은 Lichess 계정에 저장되며, 모든 기기에서 공유됩니다.
mk: Поставките се однесуваат на вашиот акаунт и ќе бидат искористени низ сите ваши уреди.
nl: Deze voorkeuren worden toegepast op je Lichess account en worden op alle apparaten gebruikt.
pt: Estas preferências são aplicadas à tua conta Lichess e serão usadas em todos os dispositivos.
ro: Aceste preferințe sunt aplicate contului dvs. Lichess și vor fi utilizate pe toate dispozitivele.
ru: Эти настройки применяются к вашему аккаунту Lichess и будут использоваться на всех устройствах.
sk: Tieto preferencie sa použijú na Vaše konto Lichess a budú sa používať vo všetkých zariadeniach.
sl: Te nastavitve se uporabijo za vaš račun Lichess in bodo uporabljene na vseh napravah.
tr: Bu tercihler Lichess hesabınıza uygulanacak ve cihazlarınız arasında senkronize edilecektir.
uk: Ці налаштування застосовуються до вашого облікового запису Lichess і будуть використовуватися на всіх пристроях.
vi: Các tùy chọn này được áp dụng cho tài khoản Lichess của bạn và sẽ được sử dụng trên tất cả các thiết bị.
zh: 这些设置将应用于您的 Lichess 账户，并在所有设备上生效。
zh_tw: 這些設定將應用於您帳號下的所有裝置。

# mobileAllGames
source: All games
af: Alle spelle
ar: جميع المباريات
az: Bütün oyunlar
bg: Всички игри
bn: সমস্ত গেমসমূহ
bs: Sve partije
ca: Totes les partides
cs: Všechny hry
da: Alle partier
el: Όλες οι παρτίδες
eo: Ĉiuj ludoj
es: Todas las partidas
eu: Partida guztiak
fa: همه بازی‌ها
fi: Kaikki pelit
gl: Todas as partidas
he: כל המשחקים
id: Semua permainan
it: Tutte le partite
kk: Барлық ойындар
ko: 모든 대국
mk: Сите игри
nl: Alle partijen
pt: Todos os jogos
ro: Toate jocurile
ru: Все игры
sk: Všetky partie
sl: Vse igre
sq: Krejt lojërat
sr: Сви мечеви
sv: Alla spel
tr: Tüm oyunlar
uk: Усі ігри
vi: Tất cả ván đấu
zh: 所有对局
zh_tw: 所有棋局

# mobileAreYouSure
source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد؟
az: Əminsinizmi?
be: Вы ўпэўнены?
bg: Сигурни ли сте?
bn: আপনি কি নিশ্চিত?
bs: Jeste li sigurni?
ca: Estàs segur?
cs: Jste si jistí?
da: Er du sikker?
el: Είστε σίγουρος/η;
eo: Ĉu vi certas?
es: ¿Estás seguro?
eu: Ziur zaude?
fa: مطمئنید؟
fi: Oletko varma?
gl: Estás seguro?
he: בטוח?
id: Apa kamu yakin?
it: Sei sicuro?
kk: Растайсыз ба?
ko: 확실하십니까?
mk: Дали сте сигурни?
nl: Weet je het zeker?
pt: Tens a certeza?
ro: Ești sigur?
ru: Вы уверены?
sk: Ste si istý?
sl: Ali ste prepričani?
sq: Jeni i sigurt?
sr: Да ли сте сигурни?
sv: Är du säker?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn chắc chứ?
zh: 您确定吗？
zh_tw: 您確定嗎？

# mobileBoardSettings
source: Board settings
ar: إعدادات اللوحة
bn: বোর্ড সেটিংস
bs: Postavke ploče
ca: Paràmetres del tauler
da: Brætindstillinger
el: Ρυθμίσεις σκακιέρας
eo: Agordoj de la tabulo
es: Configuración del tablero
eu: Taularen ezarpenak
fa: تنظیمات صفحه
fi: Laudan asetukset
gl: Preferencias de taboleiro
id: Pengaturan papan
it: Impostazioni scacchiera
ko: 체스판 설정
mk: Поставки за табла
nl: Bordinstellingen
pt: Configurações do Tabuleiro
ro: Preferințe tablă
ru: Настройки доски
sk: Predvoľby šachovnice
sl: Nastavitve šahovnice
sr: Подешавања табле
tr: Tahta seçenekleri
uk: Налаштування дошки
vi: Cài đặt bàn cờ
zh: 棋盘设置
zh_tw: 棋盤設定

# mobileCancelTakebackOffer
source: Cancel takeback offer
ar: إلغاء عرض الإسترجاع
az: Geri alma təklifini ləğv et
bn: চাল ফেরত নেওয়ার প্রস্তাব বাতিল করুন
bs: Otkaži ponudu za preuzimanje
ca: Anul·la la petició per desfer la jugada
cs: Zrušit nabídku vrácení tahu
da: Annuller tilbud om tilbagetagelse
el: Ακύρωση προσφοράς ανάκλησης κίνησης
eo: Nuligi proponon pri malmovo
es: Cancelar oferta de deshacer movimiento
eu: Bertan behera utzi atzera-egite eskaera
fa: رد درخواست برگرداندن
fi: Peruuta siirron peruutuspyyntö
gl: Cancelar a proposta de cambio
he: ביטול ההצעה להחזיר את המהלך האחרון
id: Batalkan tawaran gerakan
it: Annulla richiesta di ritiro mossa
kk: Жүріс қайтару сұрауын тоқтату
ko: 무르기 요청 취소
mk: Откажи ја понудата за враќање
nl: Terugnameaanbod annuleren
pt: Cancelar pedido de voltar
ro: Anulați propunerea de revanșă
ru: Отменить предложение о возврате хода
sk: Zrušiť žiadosť o vrátenie ťahu
sl: Prekliči ponudbo za preklic poteze
sq: Anulojeni ofertën për prapakthim
sr: Откачи понуду за повлачење потеза
sv: Neka att ta tillbaka drag
tr: Geri alma teklifini iptal et
uk: Скасувати пропозицію повернення ходу
vi: Hủy đề nghị đi lại
zh: 取消悔棋请求
zh_tw: 取消悔棋請求

# mobileClearButton
source: Clear
af: Vee uit
ar: مسح
az: Təmizlə
be: Ачысціць
bg: Изчисти
bn: মুছে ফেলুন
bs: Rasčisti
ca: Neteja
cs: Vymazat
da: Ryd
el: Εκκαθάριση
eo: Malplenigi
es: Limpiar
eu: Garbitu
fa: پاکسازی
fi: Tyhjennä
gl: Borrar
he: ניקוי
id: Hapus
it: Pulisci
kk: Өшіру
ko: 지우기
mk: Исчисти
nl: Wissen
pt: Limpar
ro: Resetare
ru: Очистить
sk: Odstrániť
sl: Počisti
sq: Spastroje
sr: Очисти
sv: Rensa
tr: Temizle
uk: Очистити
vi: Xóa
zh: 清空
zh_tw: 清除

# mobileCorrespondenceClearSavedMove
source: Clear saved move
af: Vee gestoorde skuif uit
ar: مسح النقل المحفوظ
az: Saxlanılmış gedişi təmizlə
bn: সংরক্ষিত করা চাল মুছে ফেলুন
bs: Obriši sačuvani potez
ca: Elimina la jugada guardada
cs: Vymazat uložené tahy
da: Ryd gemt træk
el: Εκκαθάριση αποθηκευμένης κίνησης
eo: Malplenigi konservitan movon
es: Borrar movimiento guardado
eu: Garbitu gordetako jokaldia
fa: پاک کردن حرکت ذخیره شده
fi: Poista tallennettu siirto
gl: Borrar a xogada gardada
he: ניקוי המהלך השמור
id: Hapus langkah yang disimpan
it: Cancella mossa salvata
kk: Сақталған жүрісті жою
ko: 저장된 수 삭제
mk: Исчисти зачуван потег
nl: Opgeslagen zet wissen
pt: Limpar movimento salvo
ro: Șterge mutarea salvată
ru: Очистить сохранённый ход
sk: Vymazať uložený ťah
sl: Počisti shranjeno potezo
sq: Spastroje lëvizjen e ruajtur
sr: Очисти сачувани потез
sv: Rensa sparade drag
tr: Kayıtlı hamleyi sil
uk: Очистити збережений хід
vi: Xóa nước cờ đã lưu
zh: 清除已保存的着法
zh_tw: 清除已儲存移動

# mobileCustomGameJoinAGame
source: Join a game
af: Sluit aan by 'n spel
ar: الإنضمام إلى مباراة
az: Oyuna qoşul
bn: একটি গেমে যুক্ত হোন
bs: Pridruži se igri
ca: Unir-se a una partida
cs: Připojit se ke hře
da: Deltag i et parti
el: Συμμετοχή σε παρτίδα
eo: Aliĝi al ludo
es: Jugar una partida
eu: Sartu partida baten
fa: به بازی بپیوندید
fi: Liity peliin
gl: Unirse a unha partida
he: הצטרפות למשחק
id: Bergabung permainan
it: Unisciti a una partita
kk: Ойынға қосылу
ko: 게임 참가
nl: Een partij beginnen
pt: Entrar num jogo
ro: Alătură-te unui joc
ru: Присоединиться к игре
sk: Pripojiť sa k partii
sl: Pridruži se igri
sq: Merrni pjesë në një lojë
sr: Придружи се партији
sv: Gå med i spel
tr: Bir oyuna katıl
uk: Приєднатися до гри
vi: Tham gia một ván cờ
zh: 加入对局
zh_tw: 加入棋局

# mobileFeedbackButton
source: Feedback
af: Terugvoer
ar: الملاحظات
az: Rəy bildirin
bg: Отзиви
bn: প্রতিক্রিয়া
bs: Povratne informacije
ca: Suggeriments
cs: Zpětná vazba
el: Πείτε μας τη γνώμη σας
eo: Prikomentado
es: Contacto
eu: Iritzia
fa: بازخورد
fi: Palaute
gl: Comentarios
he: משוב
id: Ulas balik
it: Suggerimenti
kk: Пікір айту
ko: 피드백
mk: Повратна информација
ru: Отзыв
sk: Spätná väzba
sl: Povratne informacije
sq: Përshtypje
sr: Повратна информација
sv: Återkoppling
tr: Geri bildirimde bulun
uk: Відгук
vi: Phản hồi
zh: 问题反馈
zh_tw: 問題反饋

# mobileGoodEvening
source: Good evening, {param}
ar: مساء الخيـر، {param}
bg: Добър вечер, {param}
bn: শুভ সন্ধ্যা, {param}
bs: Dobro veče, {param}
ca: Bona tarda, {param}
da: Godaften, {param}
el: Καλησπέρα, {param}
eo: Bonan vesperon, {param}
es: Buenas noches, {param}
eu: Arratsalde on, {param}
fa: عصر بخیر، {param}
fi: Iltaa, {param}
gl: Saúdos, {param}
id: Selamat Malam,{param}
it: Buonasera, {param}
ko: 좋은 밤이에요, {param}
mk: Добра вечер, {param}
nl: Goedenavond, {param}
pt: Boa noite, {param}
ro: Bună seara, {param}
ru: Добрый вечер, {param}
sk: Dobrý večer, {param}
sl: Dober večer, {param}
sr: Добро вече, {param}
tr: İyi akşamlar, {param}
uk: Добрий вечір, {param}
vi: Chào buổi tối, {param}
zh: 晚上好，{param}

# mobileGoodEveningWithoutName
source: Good evening
ar: مساء الخيـر
bg: Добър вечер
bn: শুভ সন্ধ্যা
bs: Dobro veče
ca: Bona tarda
da: Godaften
el: Καλησπέρα
eo: Bonan vesperon
es: Buenas noches
eu: Arratsalde on
fa: عصر بخیر
fi: Hyvää iltaa
gl: Saúdos
it: Buonasera
ko: 좋은 밤이에요
mk: Добра вечер
nl: Goedenavond
pt: Boa noite
ro: Bună seara
ru: Добрый вечер
sk: Dobrý večer
sl: Dober večer
sr: Добро вече
tr: İyi akşamlar
uk: Добрий вечір
vi: Chào buổi tối
zh: 晚上好

# mobileGoodDay
source: Good day, {param}
ar: يـوم طيـب، {param}
bg: Дoбър ден, {param}
bn: শুভ দিন, {param}
bs: Dobar dan, {param}
ca: Bon dia, {param}
da: Goddag, {param}
el: Καλημέρα, {param}
eo: Bonan tagon, {param}
es: Buenos días, {param}
eu: Egun on, {param}
fa: صبح بخیر، {param}
fi: Päivää, {param}
gl: Bos días, {param}
it: Buongiorno, {param}
ko: 좋은 날이에요, {param}
mk: Добар ден, {param}
nl: Goedendag, {param}
pt: Bom dia, {param}
ro: Salut, {param}
ru: Добрый день, {param}
sk: Dobrý deň, {param}
sl: Dober dan. {param}
sr: Добар дан, {param}
tr: İyi günler, {param}
uk: Добрий день, {param}
vi: Ngày mới tốt lành, {param}
zh: 日安，{param}

# mobileGoodDayWithoutName
source: Good day
ar: يـوم طيـب
bg: Дoбър ден
bn: শুভ দিন
bs: Dobar dan
ca: Bon dia
da: Goddag
el: Καλημέρα
eo: Bonan tagon
es: Buenos días
eu: Egun on
fa: روز بخیر
fi: Hyvää päivää
gl: Bos días
it: Buongiorno
ko: 좋은 날이에요
mk: Добар ден
nl: Goedendag
pt: Bom dia
ro: Salut
ru: Добрый день
sk: Dobrý deň
sl: Dober dan
sr: Добар дан
tr: İyi günler
uk: Добрий день
vi: Ngày mới tốt lành
zh: 日安

# mobileHideVariation
source: Hide variation
af: Verberg variasie
ar: إخفاء النقلات المرشحة
az: Varyasiyanı gizlət
bg: Скрий вариацията
bn: বিকল্পপথ লুকান
bs: Sakrij varijaciju
ca: Amaga les variacions
cs: Schovej variace
da: Skjul variation
el: Απόκρυψη βαριάντας
eo: Kaŝi varion
es: Ocultar variante
eu: Ezkutatu aukera
fa: پنهانیدن وَرتِش
fi: Piilota muunnelma
gl: Ocultar variantes
he: הסתרת וריאציות
id: Sembunyikan variasi
it: Nascondi variante
kk: Тармақты жасыру
ko: 바리에이션 숨기기
mk: Сокриј варијација
nl: Verberg varianten
pt: Ocultar variação
ro: Ascunde variațiile
ru: Скрыть варианты
sk: Skryť varianty
sl: Skrij varianto
sq: Fshihe variantin
sr: Сакриј варијацију
sv: Dölj variationer
tr: Varyasyonu gizle
uk: Сховати варіанти
vi: Ẩn các biến
zh: 隐藏变着
zh_tw: 隱藏變化

# mobileHomeTab
source: Home
af: Tuis
ar: الرئيسية
az: Ana səhifə
be: Галоўная
bg: Начало
bn: হোম
bs: Početna
ca: Inici
cs: Domů
da: Hjem
el: Αρχική
eo: Hejmo
es: Inicio
eu: Hasiera
fa: خانه
fi: Etusivu
gl: Inicio
he: בית
hy: Գլխավոր էջ
id: Beranda
kk: Үйге
ko: 홈
lt: Namai
lv: Sākums
mk: Почетна
nl: Startscherm
pt: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sq: Kreu
sr: Почетна
sv: Hem
tr: Ana sayfa
uk: Головна
vi: Trang chủ
zh: 首页
zh_tw: 首頁

# mobileLiveStreamers
source: Live streamers
ar: البثوث المباشرة
az: Canlı yayımçılar
bn: লাইভ স্ট্রীমার
bs: Uživo prenosioci
ca: Retransmissors en directe
cs: Streameři
da: Live-streamere
el: Streamers ζωντανά αυτή τη στιγμή
eo: Vivaj filmprezentistoj
es: Presentadores en vivo
eu: Zuzeneko streamerrak
fa: بَرخَط-محتواسازان زنده
fi: Live-striimaajat
gl: Presentadores en directo
he: שדרנים בשידור חי
it: Streamer in diretta
kk: Эфирдегі стримерлер
ko: 방송 중인 스트리머
mk: Стримери во живо
pt: Streamers em direto
ro: Fluxuri live
ru: Стримеры в эфире
sk: Vysielajúci strímeri
sl: Prenašalci v živo
sq: Transmetues drejtpërsëdrejti
sr: Личес стримери
sv: Videokanaler från Lichess
tr: Canlı yayıncılar
uk: Стримери в прямому етері
vi: Các Streamer phát trực tiếp
zh: 主播
zh_tw: Lichess 實況主

# mobileMustBeLoggedIn
source: You must be logged in to view this page.
af: Jy moet ingeteken wees om hierdie bladsy te kan sien.
ar: لعرض هذه الصفحة، قم بتسجيل الدخول.
az: Bu səhifəni görmək üçün daxil olmalısınız.
bg: За да видите тази страница, трябва да влезете в профила си.
bn: এই পাতাটি দেখতে লগইন করুন।
bs: Morate biti prijavljeni da biste vidjeli ovu stranicu.
ca: Has d'estar connectat per veure aquesta pàgina.
cs: Pro zobrazení této stránky musíte být přihlášeni.
da: Du skal være logget ind for at se denne side.
el: Πρέπει να συνδεθείτε για να δείτε αυτή τη σελίδα.
eo: Vi devas esti ensalutata por spekti ĉi tiun paĝon.
es: Debes iniciar sesión para ver esta página.
eu: Sartu egin behar zara orri hau ikusteko.
fa: برای دیدن این برگه باید وارد شده باشید.
fi: Sinun täytyy olla kirjautuneena nähdäksesi tämän sivun.
gl: Debes iniciar sesión para ver esta páxina.
he: יש להתחבר כדי לצפות בדף זה.
it: Devi aver effettuato l'accesso per visualizzare questa pagina.
kk: Бұл бетті көру үшін тіркелгіге кіріңіз.
ko: 이 페이지를 보려면 로그인해야 합니다.
mk: Мора да сте најавени за да ја видите оваа страница.
nl: Je moet ingelogd zijn om deze pagina te bekijken.
pt: Tem de iniciar sessão para visualizar esta página.
ro: Trebuie să te autentifici pentru a accesa această pagină.
ru: Вы должны войти для просмотра этой страницы.
sk: Na zobrazenie tejto stránky musíte byť prihlásený.
sl: Prijavite se za ogled te strani.
sq: Që të shihni këtë faqe, duhet të keni bërë hyrjen në llogari.
sr: Морате се пријавити да бисте видели ову страницу.
sv: Du måste vara inloggad för att se denna sida.
tr: Bu sayfayı görüntülemek için giriş yapmalısınız.
uk: Ви повинні ввійти, аби переглянути цю сторінку.
vi: Bạn phải đăng nhập để xem trang này.
zh: 您需要登录才能浏览此页面
zh_tw: 您必須登入才能查看此頁面。

# mobileNoSearchResults
source: No results
af: Geen resultate nie
ar: لا توجد نتائج
az: Nəticə yoxdur
be: Няма вынікаў
bg: Няма резултати
bn: কোনো ফলাফল নেই
bs: Bez rezultata
ca: Sense resultats
cs: Žádné výsledky
da: Ingen resultater
el: Δε βρέθηκαν αποτελέσματα
eo: Neniu rezultoj
es: Sin resultados
eu: Emaitzarik ez
fa: بدون پیامد
fi: Ei hakutuloksia
gl: Sen resultados
he: אין תוצאות
it: Nessun risultato
kk: Нәтиже жоқ
ko: 결과 없음
mk: Нема резултати
nl: Geen resultaten
pt: Sem resultados
ro: Niciun rezultat
ru: Нет результатов
sk: Nič sa nenašlo
sl: Ni rezultatov
sq: Nuk ka rezultate
sr: Нема резултата
sv: Inga resultat
tr: Sonuç bulunamadı
uk: Немає результатів
vi: Không có kết quả
zh: 无结果
zh_tw: 沒有任何搜尋結果

# mobileNotAllFeaturesAreAvailable
source: Please note that not all features from the old app or the website are currently available, but we are adding features all the time.
bg: Моля забележете, че не всички функции от старото приложение или уеб-сайта са достъпни в момента, но ние постоянно добавяме нови функции.
bn: অনুগ্রহ করে লক্ষ্য করুন, পুরনো অ্যাপ অথবা ওয়েবসাইটের সমস্ত উপাদান ও বৈশিষ্ট্য সমূহ বর্তমানে উপলব্ধ নয়, কিন্ত আমরা উপাদানগুলি সর্বদা যুক্ত করতে থাকছি.
bs: Imajte na umu da trenutno nisu dostupne sve funkcije iz stare aplikacije ili web stranice, ali stalno dodajemo nove funkcije.
ca: Teniu en compte que no totes les funcionalitats de l'aplicació antiga o de la pàgina web estan disponibles actualment. Estem afegint funcionalitats cada dia.
el: Προς το παρόν δεν είναι διαθέσιμα όλα τα χαρακτηριστικά της ιστοσελίδας ή της παλιάς εφαρμογής, ωστόσο προσθέτουμε συνεχώς νέες λειτουργίες.
es: Ten en cuenta que no todas las características de la aplicación anterior o del sitio web están disponibles actualmente, pero agregamos nuevas funciones constantemente.
eu: Kontuan izan aplikazio zaharraren eta webgune berriaren ezaugarri guztiak ez daudela prest, baina poliki-poliki gehituko ditugu.
fa: توجه داشته باشین که تمام غابلیت های نرم‌افزار های قدیمی و وبسایت در حال حاضر موجود هستند، ولی ما در تمام مدت داریم غابلیت های جدید اضافه میکنیم.
fi: Ota huomioon, että kaikkia vanhan sovelluksemme tai nettisivumme toimintoja ei tällä hetkellä ole vielä käytettävissä, mutta lisäämme toimintoja koko ajan.
gl: Ten en conta que neste intre non están dispoñibles todas as funcións da aplicación vella ou do sitio web; porén, seguimos a engadilas día a día.
it: Da notare che non tutte le funzionalità della vecchia app o del sito web sono attualmente disponibili, ma stiamo continuamente aggiungendo funzionalità.
ko: 아직 기존 앱과 웹사이트의 모든 기능이 지원되는 것은 아니지만, 지속적으로 기능을 추가하고 있습니다.
nl: Houd er rekening mee dat niet alle functies van de oude app of website beschikbaar zijn, maar we voegen voortdurend functies toe.
ro: Te rugăm să reții că nu sunt disponibile toate funcțiile din vechea aplicație sau site web, dar adăugăm funcționalități tot timpul.
ru: Пожалуйста, обратите внимание, что не все функции старого приложения или веб-сайта в настоящее время доступны, но мы постоянно добавляем новые функции.
sk: Upozorňujeme, že v súčasnosti nie sú k dispozícii všetky funkcie zo starej aplikácie alebo webstránky. Funkcie však neustále pridávame.
sl: Upoštevajte, da trenutno niso na voljo vse funkcije iz stare aplikacije ali spletnega mesta, vendar jih ves čas dodajamo.
uk: Зверніть увагу, що не всі функції зі старого додатку або сайту наразі доступні, але ми додаємо функції постійно.
vi: Xin lưu ý rằng không phải tất cả các tính năng từ ứng dụng cũ hoặc trang web hiện đều khả dụng, nhưng chúng tôi đang bổ sung thêm các tính năng mới.
zh: 请注意，旧版应用或网站中的部分功能目前暂未提供，但我们正在持续添加新功能。
zh_tw: 請注意，目前尚未提供舊版 App 或網站的所有功能，但我們會持續新增。

# mobileNotFollowingAnyUser
source: You are not following any users.
ar: أنت لا تتابع أي مستخدم.
az: Heç bir istifadəçini izləmirsiniz.
bs: Ne pratite nijednog korisnika.
ca: No estàs seguint a cap usuari.
cs: Nesledujete žádného uživatele.
da: Du følger ikke nogen brugere.
el: Δεν ακολουθείτε κανέναν χρήστη.
es: No sigues a ningún usuario.
eu: Ez zaude erabiltzailerik jarraitzen.
fa: شما هیچ کاربری را نمی‌دنبالید.
fi: Et seuraa yhtäkään käyttäjää.
gl: Non estás a seguir a ningún usuario.
he: אינכם עוקבים אחר אף אחד.
it: Non stai seguendo nessun utente.
kk: Сіз әзір ешкіге серік емессіз.
ko: 팔로우한 사용자가 없습니다.
mk: Не следите ниту еден корисник.
nl: Je volgt geen gebruikers.
pt: Não segues nenhum utilizador.
ro: Nu urmărești niciun utilizator.
ru: Вы не подписаны на других пользователей.
sk: Nesledujete žiadnych užívateľov.
sl: Ne sledite nobenemu uporabniku.
sq: Ju nuk po ndiqni asnjë përdorues.
sv: Du följer inte någon användare.
tr: Hiçbir kullanıcıyı takip etmiyorsunuz.
uk: Ви ні на кого не підписані.
vi: Bạn không theo dõi bất kỳ người dùng nào.
zh: 您尚未关注任何用户
zh_tw: 您尚未追蹤任何使用者。

# mobileOkButton
source: OK
af: Reg
ar: موافق
az: Təsdiqlə
be: Добра
bg: ОК
bn: কোনো সমস্যা নেই
bs: U redu
ca: D'acord
el: ΟΚ
eo: Bone
es: Aceptar
eu: Ados
fa: باشه
he: בסדר
hy: Լավ
id: Oke
kk: Иә
ko: 확인
lv: Labi
mk: ОК
ru: ОК
sr: У реду
tr: Tamam
uk: Гаразд
zh: 确定
zh_tw: 確認

# mobileOverTheBoard
source: Over the board
af: Oor die bord
ar: على اللوحة
az: Taxta üzərində
be: За дошкай
bg: Двама над дъската
bn: একই বোর্ড/ডিভাইসে
bs: Preko ploče
ca: Juga sobre el tauler
cs: Jako na šachovnici
da: Spil offline, brug som bræt
el: Παρτίδα χωρίς σύνδεση
eo: Ludi fizike kun aliulo
es: Jugar sin conexión
eu: Taula gainean
fa: سَرِ صفحه
fi: Kaveria vastaan offline-tilassa
gl: Xogar nun taboleiro virtual
he: שח-חי (על גבי לוח!)
hy: Երկուսով խաղատախտակի առջև
id: Di atas papan
it: Gioca offline
kk: Тақтаны жаю
ko: 로컬 게임
lt: Žaidimas lentoje
lv: Šaha galdiņš
mk: Игра за двајца
nl: Op virtueel bord
pt: Jogar offline contra um amigo
ro: Deasupra tablei
ru: Офлайн игра
sk: Hrať offline, na jednom zariadení
sl: Proti človeku
sq: Mbi tabelën
sr: Преко табле
sv: Spela 2 på samma enhet
tr: Tahta üzerinde çevrimdışı oyna
uk: За дошкою
vi: Trên bàn cờ
zh: 离线棋盘
zh_tw: 實體對弈

# mobilePlayersMatchingSearchTerm
source: Players with "{param}"
af: Spelers met "{param}"
ar: لاعبين بإسم "{param}"
az: "{param}" ilə oyunçular
be: Гульцы з «{param}»
bg: Играчи, съдържащи "{param}"
bn: যে খেলোয়াড়-দের নামে "{param}" আছে।
bs: Igrači sa "{param}"
ca: Jugadors amb "{param}"
cs: Hráči s „{param}“
da: Spillere med "{param}"
el: Παίκτες με "{param}"
eo: Ludantanto kun "{param}"
es: Jugadores con "{param}"
eu: "{param}" duten jokalariak
fa: کاربران با پیوند «{param}»
fi: Pelaajat, joiden tunnuksesta löytyy "{param}"
gl: O nome de usuario contén "{param}"
he: שחקנים עם ״{param}״
it: Giocatori con "{param}"
kk: Атауында "{param}" бар ойыншылар
ko: 닉네임에 "{param}"가 포함된 플레이어
mk: Играчи со "{param}"
nl: Spelers met "{param}"
pt: Jogadores com "{param}"
ro: Jucători cu "{param}"
ru: Игроки, содержащие «{param}»
sk: Hráči s "{param}"
sl: Igralci z "{param}"
sq: Lojtarët me "{param}"
sr: Играчи са "{param}"
sv: Spelare med "{param}"
tr: "{param}" ile başlayan oyuncularla
uk: Гравці з «{param}»
vi: chơi với "{param}"
zh: 用户名包含“{param}”的棋手
zh_tw: 名稱包含「{param}」的玩家

# mobilePositionLeft
source: Left
af: Links
ar: يسار
az: Sol
be: Злева
bg: Ляво
bn: বামদিকে
bs: Lijevo
ca: Esquerra
cs: Vlevo
da: Venstre
el: Αριστερά
eo: Maldekstra
es: A la izquierda
eu: Ezkerra
fa: چپ
fi: Vasemmalla
gl: Esquerda
he: שמאל
hy: Ձախից
id: Kiri
it: Sinistra
kk: Сол
ko: 왼쪽
lt: Kairė
lv: Pa kreisi
mk: Лево
nl: Links
pt: Esquerdo
ro: Stânga
ru: Слева
sk: Vľavo
sl: Leva
sq: Majtas
sr: Лево
sv: Vänster
tr: Sol
uk: Ліворуч
vi: Trái
zh: 左侧
zh_tw: 靠左

# mobilePositionRight
source: Right
af: Reg
ar: يمين
az: Sağ
be: Зправа
bg: Дясно
bn: ডানদিকে
bs: Desno
ca: Dreta
cs: Vpravo
da: Højre
el: Δεξιά
eo: Dekstra
es: A la derecha
eu: Eskuma
fa: راست
fi: Oikealla
gl: Dereita
he: ימין
hy: Աջից
id: Kanan
it: Destra
kk: Оң
ko: 오른쪽
lt: Dešinė
lv: Pa labi
mk: Десно
nl: Rechts
pt: Direito
ro: Dreapta
ru: Справа
sk: Vpravo
sl: Desna
sq: Djathtas
sr: Десно
sv: Höger
tr: Sağ
uk: Праворуч
vi: Phải
zh: 右侧
zh_tw: 靠右
