Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeOneMoveDescription
source: A puzzle that is only one move long.
af: 'N Raaisel wat net een beweging lank is.
ar: لغز بحركة واحدة فقط.
az: Bir gedişlik tapmacalar.
be: Задача ў адзін ход.
bg: Задача, която се решава само с един ход.
bn: মাত্র ১ চাল দীর্ঘ ধাঁধা।
bs: Slagalica koja traje samo jedan potez.
ca: Un problema que és només d'un moviment.
cs: Úloha, která má pouze jeden tah.
da: En taktikopgave der kun er ét træk lang.
el: Τακτικά που έχουν μόνο μία κίνηση.
eo: Puzlo, kiu estas nur unu movo longa.
es: Un movimiento para ganar.
eu: Jokaldi bakarrean ebazten den ariketa.
fa: یک معما که فقط یک حرکت طول می‌کشد.
fi: Tehtävä, jossa vaaditaan vain yksi siirto.
gl: Un crebacabezas dunha soa xogada.
he: פאזל המכיל מסע אחד בלבד.
hy: Խնդիր, որտեղ պետք է անել միայն մեկ հաղթող քայլ։
id: Teka-teki yang hanya satu gerakan panjang.
it: Un problema lungo una sola mossa.
kk: Бір жүріспен ғана шешілетін жұмбақ.
ko: 한 수짜리 퍼즐입니다.
lt: Tik vieno ėjimo galvosūkiai.
lv: Uzdevums, kas ilgst tikai vienu gājienu.
nl: Een puzzel die maar één zet vereist.
pt: Um problema que é resolvido com apenas um movimento.
ro: Un puzzle care are doar o mutare.
ru: Задача, где нужно сделать только один выигрывающий ход.
sk: Úloha, ktorá je iba jednoťahová.
sl: Uganka, ki ima eno potezo.
sq: Një ushtrim që zgjidhet me një lëvizje.
sr: Проблем који је сачињен од само једног потеза.
sv: Ett schackproblem som bara är ett drag långt.
tr: Yalnızca bir hamle uzunluğundaki bulmacalar.
uk: Задача, що складається лише з одного ходу.
vi: Câu đố mà chỉ có một nước đi.
zh: 仅包含一步棋的谜题。
zh_tw: 只有一步長的題目

# puzzleThemeOpening
source: Opening
ar: افتتاح
az: Debüt
be: Дэбют
bg: Дебют
bn: প্রারম্ভিক খেলা
bs: Otvaranje
ca: Obertura
cs: Zahájení
da: Åbning
el: Άνοιγμα
eo: Malfermo
es: Apertura
eu: Hasiera
fa: گشایش
fi: Avaus
gl: Apertura
he: פתיחה
hy: Սկզբնախաղ
id: Pembuka
it: Apertura
kk: Бастау
ko: 오프닝
lt: Debiutai
lv: Atklātne
pt: Abertura
ro: Deschidere
ru: Дебют
sk: Otvorenie
sl: Otvoritev
sq: Hapje
sr: Отварање
sv: Öppning
tr: Açılış
uk: Дебют
vi: Khai cuộc
zh: 开局
zh_tw: 開局

# puzzleThemeOpeningDescription
source: A tactic during the first phase of the game.
af: 'N Taktiek tydens die eerste fase van die wedstryd.
ar: تكتيك في مرحلة الافتتاح.
az: Oyunun ilk mərhələsindəki taktikalar.
be: Тактыка на першым этапе гульні.
bg: Тактика в първата фаза на играта.
bn: খেলার শুরুর পর্যায়ের কৌশল।
bs: Taktika u prvoj fazi igre.
ca: Una tàctica durant la primera fase del joc.
cs: Taktický obrat v zahájení.
da: En taktik i den første fase af spillet.
el: Τακτικά κατά την πρώτη φάση της παρτίδας.
eo: Taktiko dum la unua fazo de la ludo.
es: Una táctica durante la primera fase de la partida.
eu: Partidaren lehenengo faseko taktika.
fa: تاکتیک در مرحله اول بازی.
fi: Taktiikka pelin ensimmäisessä vaiheessa.
gl: Táctica durante a primeira fase do xogo.
he: טקטיקה במהלך השלב הראשון של המשחק.
hy: Մարտավարություն խաղի առաջին փուլում։
id: Taktik selama fase pertama permainan.
it: Una tattica durante la prima fase della partita.
kk: Ойынның алғашқы кезеңіндегі тактика.
ko: 게임 초반부에서의 전략
lt: Taktika, kuri galioja pirmoje žaidimo fazėje.
lv: Atklātnes posma taktika.
nl: Tactiek in de eerste fase van de partij.
pt: Uma tática durante a primeira fase do jogo.
ro: O tactică în prima etapă a jocului.
ru: Тактика в первой стадии игры.
sk: Taktika počas prvého úseku hry.
sl: Taktika v prvi fazi partije.
sq: Një taktikë gjatë fazës së parë të lojës.
sr: Тактика у току прве фазе партије.
sv: En taktik under spelets första fas.
tr: Oyunun ilk aşamasında hayatınızı kolaylaştıran taktikler.
uk: Тактика на першому етапі гри.
vi: Chiến thuật trong phần mở đầu của ván cờ.
zh: 对局第一阶段的战术。
zh_tw: 棋局中起始階段的戰術

# puzzleThemeOperaMate
source: Opera mate
nl: Operamat
ru: Оперный мат
vi: Chiếu hết kiểu Opera
zh: 歌剧将杀

# puzzleThemeOperaMateDescription
source: Check the king with a rook and use a bishop to defend the rook.
nl: Zet de koning mat met een toren en gebruik een loper om de toren te verdedigen.
ru: Ладья ставит мат под защитой слона.
vi: Dùng quân xe chiếu vua và dùng quân tượng để bảo vệ quân xe.
zh: 用车将军，并用象来保护车。

# puzzleThemePawnEndgame
source: Pawn endgame
af: Pand eindspel
ar: نهاية اللعبة بالجنود
az: Piyada sonluğu
be: Пешачны эндшпіль
bg: Пешечен Ендшпил
bn: সৈন্যের সমাপনী খেলা
bs: Pijunska krajnica
ca: Final de peons
cs: Pěšcové koncovky
da: Bondeslutspil
el: Φινάλε πιονιών
eo: Peona finaĵo
es: Final de peones
eu: Peoien finala
fa: آخربازی پیاده
fi: Sotilasloppupeli
gl: Final de peóns
he: סיום רגלים
hy: Զինվորային վերջնախաղ
id: Babak akhir pion
it: Finale di pedoni
kk: Сарбаздар ойынсоңы
ko: 폰 엔드게임
lt: Pėstininkų endšpilis
lv: Bandinieku beigu spēle
nl: Pionneneindspel
pt: Final de peões
ro: Final cu pioni
ru: Пешечный эндшпиль
sk: Pešiaková koncovka
sl: Končnica s kmeti
sq: Fund loje me ushtar
sr: Пешачка завршница
sv: Bondeslutspel
tr: Piyon oyunsonu
uk: Пішаковий ендшпіль
vi: Tàn cuộc Tốt
zh: 兵残局
zh_tw: 兵殘局

# puzzleThemePawnEndgameDescription
source: An endgame with only pawns.
af: 'N Eindspel met slegs pionne.
ar: نهاية لعبة بجنود فقط.
az: Sadəcə piyadalardan ibarət oyun sonu.
be: Эндшпіль выключна з пешкамі.
bg: Ендшпил само с пешки.
bn: শুধুমাত্র সৈন্য দ্বারা সমাপনী খেলা।
bs: Završno kolo sa samo pijunima.
ca: Final amb només peons.
cs: Koncovka pouze s pěšci.
da: Et slutspil kun med bønder.
el: Φινάλε μόνο με πιόνια.
eo: Finaĵo nur kun soldatoj.
es: Un final solo con peones.
eu: Peoiak bakarrik dituen finala.
fa: آخربازی، تنها با پیاده‌ها.
fi: Loppupeli, jossa on vain sotilaita.
gl: Un final no que só hai peóns.
he: סיום עם רגלים בלבד.
hy: Վերջնախաղ զինվորներով։
id: Babak akhir hanya dengan pion.
it: Un finale con soli pedoni.
kk: Сарбаздары ғана бар ойынсоңы.
ko: 폰만 있는 엔드게임.
lt: Endšpilis tik su pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai bandinieki.
nl: Een eindspel met alleen pionnen.
pt: Um final de jogo só com peões.
ro: Un final de partidă doar cu pioni.
ru: Эндшпиль с пешками.
sk: Koncovka iba s pešiakmi.
sl: Končnica samo s kmeti.
sq: Një fund loje vetëm me ushtarë.
sr: Завршница са само пешацима.
sv: Ett slutspel med endast bönder.
tr: Yalnızca piyonların olduğu oyunsonları.
uk: Ендшпіль лише з пішаками.
vi: Một thế tàn cuộc chỉ với tốt.
zh: 只有兵的残局。
zh_tw: 只剩兵的殘局

# puzzleThemePin
source: Pin
af: Speld
ar: تثبيت
az: Bağlama
be: Звязка
bg: Свръзка
bn: Pin/আটকে ফেলা
bs: Značka
ca: Clavada
cs: Vazba
da: Binding
el: Κάρφωμα
eo: Alpinglo
es: Clavada
eu: Iltzaketa
fa: آچمزی
fi: Kiinnitys
gl: Cravada
he: ריתוק
hy: Կապ
it: Inchiodatura
kk: Байлау
ko: 핀
lt: Surišimas
lv: Piespraušana
nl: Penning
pt: Cravada
ro: Blocare
ru: Связка
sk: Väzba
sl: Vezava
sq: Mbërthimi
sr: Везивање
sv: Fastlåsning
tr: Açmaz
uk: Зв'язування
vi: Ghim
zh: 牵制
zh_tw: 牽制

# puzzleThemePinDescription
source: A tactic involving pins, where a piece is unable to move without revealing an attack on a higher value piece.
af: 'N Taktiek wat spelde insluit, waar 'n stuk nie kan beweeg sonder om 'n aanval op 'n stuk met 'n hoër waarde te openbaar nie.
ar: تكتيك يستخدم التثبيت حيث تكون القطعة غير قادرة على الحركة لأنها ستعرض قطعة ذات قيمة أكبر للهجوم.
az: Hərəkət edəcəyi təqdirdə, özündən daha dəyərli bir fiqur hücuma məruz qalacağı üçün, yerindən tərpənə bilməyən, bağlanmış fiqurları əhatə edən taktikalar.
be: Тактыка, уключаючая звязкі, дзе фігура не можа рухацца, не дазволіўшы нападзенне на больш каштоўную фігуру.
bg: Тактика, използваща свръзка, където една фигура не може да бъде преместена без да оголи за атака стоящата зад нея по-ценна фигура.
bn: এক ধরণের কৌশল যেখানে একটি গুটির চাল দিলে নিজের বড় গুটির উপর আক্রমন হবে।
bs: Taktika koja uključuje značke, gdje se figura ne može pomaknuti a da ne otkrije napad na figuru veće vrijednosti.
ca: Una tàctica que involucra clavades, on una peça no es pot moure sense revelar un atac a una altra peça amb més valor.
cs: Taktika zahrnující vazby, kde se figura nemůže pohnout bez odhalení útoku na figuru vyšší hodnoty.
da: En taktik med bindinger, hvor en brik er ude af stand til at bevæge sig uden at afdække et angreb på en brik af højere værdi.
el: Τακτικά που περιλαμβάνουν καρφώματα. Ένα κομμάτι είναι καρφωμένο όταν αδυνατεί να μετακινηθεί χωρίς να αποκαλύψει μια επίθεση σε ένα κομμάτι μεγαλύτερης αξίας.
eo: Taktiko temas pri alpingloj, kie ŝakpeco ne povas movi sen malkovri atakon sur pli valora ŝakpeco.
es: Una táctica donde una pieza no puede moverse sin revelar un ataque a una pieza de mayor valor.
eu: Iltzaketak ardatz dituen taktika, pieza bat mugitu ezin denean gehiago balio duen pieza bat airean utziko duelako.
fa: راهکنش آچمزی، که یک مهره نمی‌تواند حرکت کند، مگر اینکه به مهره ارزشمندتر پشتش حمله می‌شود.
fi: Taktiikka, jossa kiinnitetty nappula ei pysty liikkumaan paljastamatta arvokkaampaan nappulaan kohdistuvaa hyökkäystä.
gl: Unha táctica que involucra cravadas, onde unha peza non se pode mover sen expoñer ó ataque unha peza de maior valor.
he: טקטיקה המשלבת ריתוק, בו כלי מנוע מלזוז מבלי לחשוף איום על כלי חשוב יותר.
hy: Կապի օգտագործումով մարտավարություն, երբ խաղաքարը չի կարող քայլել, այլապես գրոհի տակ կհայտնվի նրա հետևում գտնվող ավելի արժեքավոր խաղաքարը։
id: Taktik meliputi pin, dimana bidak tidak dapat bergerak tanpa membuka serangan pada bidak yang bernilai lebih tinggi.
it: Una tattica in cui un pezzo non può muoversi senza scoprire un attacco ad un pezzo di maggior valore.
kk: Артта тұрған құнды тасты жоғалту қаупі болғандықтан, алдыңғы тас орнынан кете алмайтындай жағдай.
ko: 더 높은 가치의 기물이 공격받게 되기 때문에 기물을 움직이지 못하게 하는 전술입니다.
lt: Taktika susijusi su surišimais, kai figūra negali pajudėti neatidengdama atakos į kitą, vertingesnę figūrą.
lv: Taktika, kas iesaista piespraušanu – pozīciju, kurā figūra nevar izkustēties bez uzbrukuma atklāšanas augstākas vērtības figūrai.
nl: Tactiek waarbij een stuk niet verplaatst kan worden op straffe van een aanval op een stuk van hogere waarde.
pt: Uma tática que envolve cravadas, onde uma peça é incapaz de se mover sem revelar um ataque a uma peça de valor superior.
ro: O tactică cu blocări, unde o piesă nu se poate mișca fără a descoperi un atac asupra unei piese mai valoroase.
ru: Тактика, использующая связку, когда фигура не может сделать ход, иначе под атаку попадёт стоящая за ней более ценная фигура.
sk: Taktika spojená s väzbou, kedy sa figúrka nemôže pohnúť bez toho aby neodkryla napadnutie figúry vyššej hodnoty.
sl: Taktika, ki vključuje vezavo, kjer se figura ne more premakniti, ne da bi razkrila napad na figuro višje vrednosti.
sq: Një taktikë që përfshin mbërthim, ku një pjesë s’është në gjendje të lëvizë pa zbuluar një sulm ndaj një guri me vlerë më të lartë.
sr: Тактика која садржи везивања, где се фигура не може померити без откривања напада на вреднију фигуру.
sv: En taktik som involverar fastlåsning, där en attackerad pjäs inte kan flyttas utan att exponera en mer värdefull pjäs.
tr: Hareket ettiği takdirde arkasında bulunan, kendisinden daha değerli bir taş tehlikeye düşeceği için olduğu yere mıhlanmış zavallı taşları içeren taktikler.
uk: Тактика, коли фігура не може зробити хід, тому що буде втрачена цінніша фігура.
vi: Một chiến thuật khiến một quân cờ không thể di chuyển mà không để lộ mục tiêu là quân cờ đằng sau nó với giá trị lớn hơn.
zh: 涉及牵制的战术，即一个棋子若移动，会暴露对其后方更高价值棋子的攻击。
zh_tw: 一種涉及「牽制」，讓一敵方子無法在讓其他更高價值的子不被受到攻擊下移動的戰術。

# puzzleThemePromotion
source: Promotion
af: Promosie
ar: ترقية
az: Çevrilmə
be: Ператварэнне пешкі
bg: Произвеждане
bn: Promotion/পদোন্নতি
bs: Promaknuče
ca: Promoció
cs: Proměna figury
da: Bondeforvandling
el: Προαγωγή
eo: Damigo
es: Promoción
eu: Sustapena
fa: ارتقا
fi: Korotus
gl: Promoción
he: הכתרה
hy: Վերածում
id: Promosi
it: Promozione
kk: Айналу
ko: 프로모션
lt: Paaukštinimas
lv: Paaugstināšana
nl: Promotie
pt: Promoção
ro: Promovare
ru: Превращение
sk: Premena
sl: Promocija
sq: Gradim
sr: Промоција
sv: Promovering
tr: Terfi
uk: Перетворення
vi: Phong cấp
zh: 升变
zh_tw: 升變

# puzzleThemePromotionDescription
source: Promote one of your pawn to a queen or minor piece.
af: 'N Pion wat bevorder of dreig om te bevorder, is die sleutel tot die taktiek.
ar: ترقية جنديك إلى وزير أو أي قطعة أخرى.
az: Çevrilən və ya çevrilməyə yaxın bir piyada taktikanın açarıdır.
be: Ператварыцце адну з пешак ў ферзя або легкую фігуру.
bg: Произвеждането на пешка, или заплахата за произвеждане, е ключова стратегия.
bn: আপনার সৈন্যকে মন্ত্রী বা অন্য লঘু গুটিতে উন্নীত করুন।
bs: Promaknite jednog svog pijuna u kraljicu ili sporednu figuru.
ca: Un peó que promociona o que amenaça a promocionar és clau de la tàctica.
cs: Proměna pěšce v dámu nebo lehkou figuru.
da: En bonde, der forvandles eller truer med at forvandle, er nøglen til taktikken.
el: Προάγετε ένα πιόνι σας σε μια βασίλισσα ή σε κάποιο ελαφρύ κομμάτι.
eo: Rangaltigi soldaton al damo aŭ malpli grava peco.
es: Promover uno de sus peones a una dama o una pieza menor.
eu: Sustatuko den edo sustatze-bidean dagoen peoia da ariketa honen muina.
fa: یکی از پیاده‌های‌تان را به وزیر یا سواری دیگر ارتقا دهید.
fi: Taktiikassa keskeistä on sotilas, joka korottuu tai uhkaa korottua.
gl: Coroa un peón para convertelo en dama ou unha peza menor.
he: הכתרת אחד מהרגלים למלכה או לכלי משני.
hy: Քայլ, որի ժամանակ զինվորը հասնում է վերջին հորիզոնականին և վերածվում նույն գույնի ցանկացած խաղաքարի, բացի արքայից։
id: Promosi salah satu pion menjadi menteri atau bidak minor lainnya.
it: Un pedone che promuove o che minaccia di promuovere è la chiave della tattica.
kk: Айналуға ұмтылған не айналу қаупін төндіретін сарбаз – тактиканың өзегі.
ko: 폰을 퀸이나 다른 기물로 승진
lt: Pėstininkas, kuris pasiaukština ar kėsinasi pasiaukštinti yra raktas šiai taktikai.
lv: Paaugstiniet bandinieku par dāmu vai citu figūru.
nl: Een pion die promoveert of dreigt te promoveren is hier cruciaal.
pt: Promova o teu peão a uma dama ou numa peça menor.
ro: Un pion care promovează sau amenință să promoveze e cheia acestei tactici.
ru: Ход при котором пешка ходит на последнюю горизонталь и заменяется по выбору игрока на любую другую фигуру того же цвета, кроме короля.
sk: Premena pešiaka alebo hrozba premeny pešiaka je kľúčom k tejto taktike.
sl: Promovirajte enega svojega kmeta v kraljico ali lahko figuro.
sq: Gradoni një nga ushtarët tuaj si mbretëreshë ose një gur më të ulët.
sr: Промовишите једног од Ваших пешака у даму или лаку фигуру.
sv: En taktik som bygger på en bonde som förvandlas eller hotar att förvandlas.
tr: Terfi eden veya terfi etmek üzere olan bir piyon taktik bilgisinin olmazsa olmazıdır.
uk: Перетворення пішака або загроза перетворення є ключовою тактикою.
vi: Phong cấp tốt của bạn thành quân hậu hoặc những quân phụ khác.
zh: 将兵升变为后或轻子。
zh_tw: 讓兵走到後排升變為皇后或其他高價值的子。

# puzzleThemeQueenEndgame
source: Queen endgame
af: Koningin eindspel
ar: نهاية مباراة الوزير
az: Vəzir sonluğu
be: Ферзевы эндшпіль
bg: Дамски ендшпили
bn: মন্ত্রীর সমাপনী খেলা
bs: Kraljičina krajnica
ca: Final de dames
cs: Dámské koncovky
da: Dronningeslutspil
el: Φινάλε βασιλισσών
eo: Dama finaĵo
es: Final de damas
eu: Damen finala
fa: آخربازی وزیر
fi: Daamiloppupeli
gl: Final de damas
he: סיום מלכות
hy: Թագուհու վերջնախաղ
id: Babak akhir menteri
it: Finale di donna
kk: Уәзір ойынсоңы
ko: 퀸 엔딩
lt: Valdovės endšpilis
lv: Dāmu beigu spēle
nl: Dame-eindspel
pt: Final de dama
ro: Final cu regine
ru: Ферзевый эндшпиль
sk: Dámska koncovka
sl: Končnica z damo
sq: Fund loje me mbretëreshë
sr: Дамска завршница
sv: Damslutspel
tr: Vezir oyunsonu
uk: Ферзевий ендшпіль
vi: Tàn cuộc Hậu
zh: 后残局
zh_tw: 后殘局

# puzzleThemeQueenEndgameDescription
source: An endgame with only queens and pawns.
af: 'N Eindspel met slegs koninginne en pionne.
ar: نهاية المباراة بالوزير و الجنود.
az: Yalnız vəzirlər və piyadalardan ibarət oyun sonu.
be: Эндшпіль выключна з ферзмі і пешкамі.
bg: Ендшпил само с дами и пешки.
bn: শুধু মন্ত্রী এবং সৈন্যদের নিয়ে একটা সমাপনী খেলা।
bs: Završno kolo sa samo kraljicama I pijunima.
ca: Un final només amb reines i peons.
cs: Koncovka jen s dámy a pěšci.
da: Et slutspil med kun dronninger og bønder.
el: Φινάλε μόνο με βασίλισσες και πιόνια.
eo: Finaĵo nur kun damoj kaj soldatoj.
es: Un final solo con damas y peones.
eu: Damak eta peoiak bakarrik dituen finala.
fa: آخربازی، تنها با وزیرها و پیاده‌ها.
fi: Loppupeli, jossa on vain daamit ja sotilaita.
gl: Un final no que só hai damas e peóns.
he: סיום עם מלכות ורגלים בלבד.
hy: Միայն թագուհիներով և զինվորներով վերջնախաղ։
id: Babak akhir hanya dengan menteri dan pion.
it: Un finale con sole donne e pedoni.
kk: Уәзірлер мен сарбаздары ғана бар ойынсоңы.
ko: 퀸과 폰만 있는 엔드게임
lt: Endšpilis tik su valdovėmis ir pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai bandinieki un dāmas.
nl: Een eindspel met alleen dame en pionnen.
pt: Um final com apenas damas e peões.
ro: Un final de partidă doar cu regine și pioni.
ru: Эндшпиль с ферзями и пешками.
sk: Koncovka iba s kráľovnami a pešiakmi.
sl: Končina samo z damama in kmeti.
sq: Një fund loje me vetëm mbretëresha dhe ushtarë.
sr: Завршница са само краљицама и пешацима.
sv: Ett slutspel med endast dam och bönder.
tr: Sadece vezir ve piyon içeren oyunsonu.
uk: Ендшпіль лише з ферзем та пішаками.
vi: Một thế cờ tàn chỉ có hậu và tốt.
zh: 只有后和兵的残局。
zh_tw: 只剩后和兵的殘局

# puzzleThemeQueenRookEndgame
source: Queen and Rook
af: Queen and Rook endgame
ar: وزير و قلعة
az: Vəzir və Top
be: Ферзева-ладдзейны эндшпіль
bg: Дама и топ
bn: মন্ত্রী এবং নৌকা
bs: Završnica s damom i topom
ca: Dama i Torre
cs: Královna a věž
da: Dronning og tårn-slutspil
el: Βασίλισσα και πύργος
eo: Damo kaj Turo
es: Final de dama y torre
eu: Dama eta Gaztelua
fa: وزیر و رخ
fi: Daami- ja torniloppupeli
gl: Final de dama e torre
he: מלכה וצריח
hy: Թագուհով և նավակով վերջնախաղ
id: Menteri dan Benteng
it: Finale di donna e torre
kk: Уәзір мен Тура
ko: 퀸과 룩
lt: Valdovės ir bokšto endšpilis
lv: Dāmu un torņu beigu spēle
nl: Dame-toreneindspel
pt: Dama e torre
ro: Final cu regine și turnuri
ru: Ферзево-ладейный эндшпиль
sk: Dáma a Veža
sl: Končnica z damo in trdnjavo
sq: Mbretëreshë dhe Torrë
sr: Краљица и Топ
sv: Dam och torn
tr: Vezir ve kale oyunsonu
uk: Ферзевий та туровий ендшпіль
vi: Hậu và Xe
zh: 后车残局
zh_tw: 后與車

# puzzleThemeQueenRookEndgameDescription
source: An endgame with only queens, rooks and pawns.
af: 'N Eindspel met slegs koninginne, toring en pionne.
ar: نهاية المباراة تضمن وزير و قلاع و جنود.
az: Yalnız vəzirlər, toplar və piyadalardan ibarət oyun sonu.
be: Эндшпіль выключна з ферзямі, ладдзямі і пешкамі.
bg: Ендшпил само с дами, топове и пешки.
bn: শুধু মন্ত্রী, নৌকা এবং সৈন্যদের নিয়ে সমাপনী খেলা।
bs: Završnica samo s damama, topovima i pješacima.
ca: Un final amb només dames, torres i peons.
cs: Konec hry jen s královnami, věžemi a pěšci.
da: Et slutspil med kun dronninger, tårne og bønder.
el: Ένα φινάλε μόνο με βασίλισσες, πύργους και πιόνια.
eo: Finaĵo nur kun damoj, turoj kaj soldatoj.
es: Un final solo con damas, torres y peones.
eu: Damak, gazteluak eta peoiak bakarrik dituen finala.
fa: آخربازی، تنها با وزیرها، رُخ‌ها و پیاده‌ها.
fi: Loppupeli, jossa on vain daameja, torneja ja sotilaita.
gl: Un final no que só hai damas, torres e peóns.
he: סיום עם מלכות, צריחים ורגלים בלבד.
hy: Միայն թագուհիներով, նավակներով և զինվորներով վերջնախաղ։
id: Permainan Akhir hanya dengan menteri, benteng, dan pion.
it: Un finale con sole donne, torri e pedoni.
kk: Уәзірлер, туралар мен сарбаздары ғана бар ойынсоңы.
ko: 퀸과 룩, 폰만 있는 엔드게임
lt: Endšpilis tik su valdovėmis, bokštais ir pėstininkais.
lv: Beigu spēle, kurā iesaistīti tikai bandinieki, torņi un dāmas.
nl: Een eindspel met alleen dame, torens en pionnen.
pt: Um final de jogo só com damas, torres e peões.
ro: Un final de partidă doar cu regine, turnuri și pioni.
ru: Эндшпиль с ферзями, ладьями и пешками.
sk: Koncovka iba s dámami, vežami a pešiakmi.
sl: Končnica z damami, trdnjavami in kmeti.
sq: Një fund loje me vetëm mbretëresha, torra dhe ushtarë.
sr: Завршница са само краљицама, топовима и пешацима.
sv: Ett slutspel med endast damer, torn och bönder.
tr: Sadece vezir, kale ve piyon içeren oyunsonu.
uk: Ендшпіль лише з ферзями, турами та пішаками.
vi: Một thế cờ tàn chỉ có hậu, xe và tốt.
zh: 只有后、车与兵的残局。
zh_tw: 只剩后、車和兵的殘局

# puzzleThemeQueensideAttack
source: Queenside attack
af: Queenside aanval
ar: هجوم على طرف الوزير
az: Vəzir cinahında hücum
be: Атака на ферзевам флангу
bg: Атака на дамския фланг
bn: মন্ত্রী-দিকের আক্রমণ
bs: Napad sa kraljičine strane
ca: Atac pel flanc de dama
cs: Útok na dámském křídle
da: Angreb på dronningesiden
el: Επίθεση στην πλευρά της βασίλισσας
eo: Atako al la dama flanko
es: Ataque en el flanco de dama
eu: Damaren aldeko erasoa
fa: حمله به جناح وزیر
fi: Hyökkäys daamisivustalla
gl: Ataque no flanco de dama
he: תקיפה בצד המלכה
hy: Գրոհ թագուհու թևում
id: Serangan sisi menteri
it: Attacco sull'ala di donna
kk: Уәзір жақты шабуыл
ko: 퀸사이드 공격
lt: Valdovės pusės ataka
lv: Dāmas puses uzbrukums
nl: Aanval op de damevleugel
pt: Ataque no lado da dama
ro: Atac pe partea reginei
ru: Атака на ферзевом фланге
sk: Útok na dámskom krídle
sl: Napad po daminem krilu
sq: Sulm më anë të mbretëreshës
sr: Напад на даминој страни
sv: Damflygelattack
tr: Vezir tarafına saldırı
uk: Атака на ферзевому фланзі
vi: Tấn công cánh hậu
zh: 后翼进攻
zh_tw: 后翼攻擊

# puzzleThemeQueensideAttackDescription
source: An attack of the opponent's king, after they castled on the queen side.
af: 'N Aanval van die koning van die opponent, nadat hulle aan die koninginkant gegooi het.
ar: الهجوم على ملك الخصم بعد التبييت على جناح الوزير.
az: Uzun qalaqurma edən rəqib şahına hücum.
be: Атака на караля суперніка, пасля ягонай доўгай ракіроўкі.
bg: Атака на противниковия цар след голяма рокада.
bn: প্রতিপক্ষের রাজার মন্ত্রীর দিকে ক্যাসলিং করার পর আক্রমণ।
bs: Napad protivničkog kralja, nakon što su se bacali na kraljičinu stranu.
ca: Un atac al rei de l'oponent, després de que hagi enrocat en llarg.
cs: Útok na soupeřova krále poté, co udělal dlouhou rošádu.
da: Et angreb på modstanderens konge efter der er rokeret langt.
el: Επίθεση στον αντίπαλο βασιλιά, μετά από μεγάλο ροκέ.
eo: Atako al la kontraŭula reĝo, post kiam ri arokis damflanke.
es: Un ataque al rey del oponente, luego de haber realizado el enroque largo.
eu: Aurkariaren erregearen aurkako erasoa, hau luzean endrokatu ostean.
fa: حمله به شاه حریف، پس از آنکه آنها قلعه بزرگ رفتند.
fi: Hyökkää vastustajan kuninkaan kimppuun tämän linnoituttua daamisivustalle.
gl: Un ataque sobre o rei do opoñente, despois de que este enrocase en longo.
he: תקיפת המלך של היריב, לאחר שהצריח לצד המלכה.
hy: Գրոհ մրցակցի՝ երկար կողմում փոխատեղում կատարած արքայի վրա։
id: Serangan raja lawan, setelah lawan rokade panjang.
it: Un attacco al re avversario, dopo che ha arroccato lungo.
kk: Қарсылас патшасы уәзір жаққа бекінгеннен кейін оған жасалатын шабуыл.
ko: 상대 킹이 퀸사이드 캐슬링을 한 뒤의 공격.
lt: Ataka priešininko karaliui po to, kai jis atliko rokiruotę valdovės pusėje.
lv: Uzbrukums pretinieka karalim pēc rokādes dāmas pusē.
nl: Een aanval op de vijandelijke koning na een lange rokade.
pt: Um ataque ao rei do adversário, após este ter feito roque grande (para o lado da dama).
ro: Un atac asupra regelui adversarului, după ce a făcut rocada pe partea reginei.
ru: Атака короля, рокировавшегося в длинную сторону.
sk: Útok na súperovho kráľa po tom ako súper zahral veľkú rošádu.
sl: Napad nasprotnikovega kralja, po rokadi na damino krilo.
sq: Sulm ndaj mbretit të kundërshtarit, pas rokade më anë të mbretëreshësh.
sr: Напад на противничког краља, након што су се рокадирали на краљичиној страни.
sv: En attack mot motståndarens kung, efter att motståndaren gjort kort rockad.
tr: Uzun rok atan rahip şaha saldırı.
uk: Атака на короля суперника, після того як він зробив рокіровку на ферзевому фланзі.
vi: Tấn công vua đối phương sau khi họ nhập thành cánh hậu.
zh: 在对手进行长易位后，对其王展开的进攻。
zh_tw: 在對方於后翼易位後的攻擊。
