Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyWhiteIsWinning
source: White is winning
af: Wit is beter
ar: الأبيض يفوز
az: Ağlar qalib gəlir
be: Белыя перамагаюць
bg: Белите печелят
bn: সাদা জিতছে
bs: Bijeli dobija
ca: El blanc està guanyant
cs: Bílý má rozhodující výhodu
da: Hvid vinder
el: Τα λευκά κερδίζουν
eo: Blanko estas gajnanta
es: Las blancas están ganando
eu: Zuria irabazten ari da
fa: سفید می‌برد
fi: Valkea on voitolla
gl: As brancas están gañando
he: יתרון מכריע ללבן
hy: Սպիտակները հաղթում են
id: Putih menang telak
it: Il bianco sta vincendo
kk: Ақ жеңеді
ko: 백이 이기고 있음
lt: Laimi baltieji
lv: Baltie tuvojas uzvarai
nl: Wit staat gewonnen
pt: Brancas estão ganhando
ro: Albul câștigă
ru: Белые побеждают
sk: Biely stojí na výhru
sl: Beli zmaguje
sq: I bardhi po fiton
sr: Бели побеђује
sv: Vit vinner
tr: Beyaz kazanıyor
uk: Білі перемагають
vi: Bên trắng đang thắng dần
zh: 白方胜势
zh_tw: 白方要取得勝利了

# studyBlackIsWinning
source: Black is winning
af: Swart is beter
ar: الأسود يفوز
az: Qaralar qalib gəlir
be: Чорныя перамагаюць
bg: Черните печелят
bn: কালো জিতছে
bs: Crni dobija
ca: El negre està guanyant
cs: Černý má rozhodující výhodu
da: Sort vinder
el: Τα μαύρα κερδίζουν
eo: Nigro estas gajnanta
es: Las negras están ganando
eu: Beltza irabazten ari da
fa: سیاه می‌برد
fi: Musta on voitolla
gl: As negras están gañando
he: יתרון מכריע לשחור
hy: Սևերը հաղթում են
id: Hitam menang telak
it: Il nero sta vincendo
kk: Қара жеңеді
ko: 흑이 이기고 있음
lt: Laimi juodieji
lv: Melnie tuvojas uzvarai
nl: Zwart staat gewonnen
pt: Pretas estão ganhando
ro: Negrul câștigă
ru: Чёрные побеждают
sk: Čierny stojí na výhru
sl: Črni zmaguje
sq: I ziu po fiton
sr: Црни побеђује
sv: Svart vinner
tr: Siyah kazanıyor
uk: Чорні перемагають
vi: Bên đen đang thắng dần
zh: 黑方胜势
zh_tw: 黑方要取得勝利了

# studyNovelty
source: Novelty
af: Nuwigheid
ar: جديد
be: Новаўвядзенне
bg: Нововъведeние
bn: নোভেল্টি
bs: Nov potez
ca: Novetat
cs: Novinka
da: Nyfunden
eo: Novaĵo
es: Novedad
eu: Berritasuna
fa: روش و ایده‌ای نو در شروع بازی
fi: Uutuus
gl: Novidade
he: חידוש
hy: Նորույթ
id: Langkah baru
it: Novità
kk: Жаңашылдық
ko: 새로운 수
lt: Naujovė
lv: Oriģināls gājiens
nl: Noviteit
pt: Novidade teórica
ro: Noutate
ru: Новинка
sk: Novinka
sl: Novost
sq: Risi
sv: Ny variant
tr: Farklı bir açılış
uk: Новинка
vi: Mới lạ
zh: 创新着法
zh_tw: 新奇的

# studyDevelopment
source: Development
af: Ontwikkeling
ar: تطوير
be: Развіццё
bg: Развитие
bs: Razvoj
ca: Desenvolupament
cs: Vývin
da: Udvikling
el: Ανάπτυξη
eo: Programado
es: Desarrollo
eu: Garapena
fa: گسترش
fi: Kehitys
gl: Desenvolvemento
he: פיתוח
hy: Զարգացում
id: Pengembangan
it: Sviluppo
kk: Дамыту
ko: 발전
lt: Plėtojimas
lv: Attīstība
nl: Ontwikkeling
pt: Desenvolvimento
ro: Dezvoltare
ru: Развитие
sk: Vývin
sl: Razvoj
sq: Zhvillim
sv: Utveckling
tr: Gelişim hamlesi
uk: Розвиток
vi: Phát triển
zh: 子力发展
zh_tw: 發展

# studyInitiative
source: Initiative
af: Inisiatief
ar: مبادرة
be: Ініцыятыва
bg: Инициатива
bs: Inicijativa
ca: Iniciativa
cs: S iniciativou
da: Initiativ
el: Πρωτοβουλία
eo: Iniciato
es: Iniciativa
eu: Iniziatiba
fa: ابتکار عمل
fi: Aloite
gl: Iniciativa
he: יוזמה
hy: Նախաձեռնություն
id: Inisiatif
it: Iniziativa
kk: Белсенді
ko: 주도권
lt: Iniciatyva
lv: Iniciatīva
nl: Initiatief
pt: Iniciativa
ro: Inițiativă
ru: Инициатива
sk: Iniciatíva
sl: Iniciativa
sq: Nismë
sr: Иницијатива
sv: Initiativ
tr: Girişim
uk: Ініціатива
vi: Chủ động
zh: 主动权
zh_tw: 佔據主動

# studyAttack
source: Attack
af: Aanval
ar: هجوم
be: Напад
bg: Атака
bs: Napad
ca: Atac
cs: S útokem
da: Angreb
el: Επίθεση
eo: Atako
es: Ataque
eu: Erasoa
fa: حمله
fi: Hyökkäys
gl: Ataque
he: התקפה
hy: Գրոհ
id: Serangan
it: Attacco
kk: Шабуыл
ko: 공격
lt: Ataka
lv: Uzbrukums
nl: Aanval
pt: Ataque
ro: Atac
ru: Атака
sk: Útok
sl: Napad
sq: Sulm
sr: Напад
tr: Saldırı
uk: Атака
vi: Tấn công
zh: 进攻
zh_tw: 攻擊

# studyCounterplay
source: Counterplay
af: Teenstoot
ar: هجوم مضاد
be: Контргульня
bg: Контра атака
bs: Protivnapad
ca: Contra atac
cs: S protihrou
da: Modspil
el: Αντεπίθεση
eo: Kontraŭludo
es: Contrajuego
eu: Kontraerasoa
fa: بازی‌متقابل
fi: Vastapeli
gl: Contraataque
he: מתקפת נגד
hy: Հակախաղ
id: Serangan balik
it: Contrattacco
kk: Қарсы шабуыл
ko: 반격
lt: Kontraėjimas
lv: Pretspēle
nl: Tegenspel
pt: Contra-jogo
ro: Contraatac
ru: Контригра
sk: Protiútok
sl: Protinapad
sq: Kundërsulm
sv: Motspel
tr: Karşı saldırı
uk: Контргра
vi: Phản công
zh: 反击
zh_tw: 反擊

# studyTimeTrouble
source: Time trouble
af: Tydskommer
ar: مشكلة وقت
be: Цэйтнот
bg: Проблем с времето
bs: Cajtnot
ca: Problema de temps
cs: Časová tíseň
da: Tidsproblemer
el: Πίεση χρόνου
eo: Tempa ĝeno
es: Problema de tiempo
eu: Denbora-arazoak
fa: تنگی زمان
fi: Aikapula
gl: Apuros de tempo
he: מצוקת זמן
hy: Ցայտնոտ
id: Tekanan waktu
it: Problemi di tempo
kk: Уақыт қаупі
ko: 시간이 부족함
lt: Laiko problemos
lv: Laika trūkuma grūtības
nl: Tijdnood
pt: Pouco tempo
ro: Probleme de timp
ru: Цейтнот
sk: Časová tieseň
sl: Časovna stiska
sq: Probleme me këtë instalim?
sv: Tidsproblem
tr: Vakit sıkıntısı
uk: Цейтнот
vi: Sắp hết thời gian
zh: 无暇多虑
zh_tw: 時間壓力

# studyWithCompensation
source: With compensation
af: Met vergoeding
ar: مع تعويض
be: З кампенсацыяй
bg: С компенсация
bs: S kompenzacijom
ca: Amb compensació
cs: S kompenzací
da: Med kompensation
el: Με αντάλλαγμα
eo: Kun kompenso
es: Con compensación
eu: Konepntsazioarekin
fa: دارای مزیت و برتری
fi: Kompensaatio
gl: Con compensación
he: עם פיצוי
hy: Փոխհատուցմամբ
id: Dengan kompensasi
it: Con compenso
kk: Өтеумен
ko: 보상이 있음
lt: Su kompensacija
lv: Ar atlīdzinājumu
nl: Met compensatie
pt: Com compensação
ro: Cu compensații
ru: С компенсацией
sk: S výhodou
sl: S kompenzacijo
sq: Me kompesim
sv: Med kompensation
tr: Pozisyon avantajı ile
uk: З компенсацією
vi: Có bù đắp
zh: 优势补偿
zh_tw: 優勢補償

# studyWithTheIdea
source: With the idea
af: Met die idee
ar: مع فكرة
be: З ідэяй
bg: С идеята
bs: S idejom
ca: Amb la idea
cs: S ideou
da: Med ideen
el: Με ιδέα
eo: Kun la ideo
es: Con la idea
eu: Ideiarekin
fa: با طرح
fi: Ideana
gl: Coa idea
he: עם הרעיון
hy: Մտահղացմամբ
id: Dengan ide
it: Con l'idea
kk: Бір оймен
ko: 아이디어
lt: Su mintimi
lv: Ar domu
nl: Met het idee
pt: Com a ideia
ro: Cu ideea
ru: С идеей
sk: S myšlienkou
sl: Z idejo
sq: Me idenë
sv: Med idén
tr: Plan doğrultusunda
uk: З ідеєю
vi: Với ý tưởng
zh: 意图
zh_tw: 教科書式的

# studyNextChapter
source: Next chapter
af: Volgende hoofstuk
ar: الفصل التالي
be: Наступны раздзел
bg: Следваща глава
bs: Sljedeće poglavlje
ca: Capítol següent
cs: Další kapitola
da: Næste kapitel
el: Επόμενο κεφάλαιο
eo: Sekva ĉapitro
es: Capítulo siguiente
eu: Hurrengo kapitulua
fa: بخش بعدی
fi: Seuraava luku
gl: Capítulo seguinte
he: הפרק הבא
hy: Հաջորդ գլուխը
id: Bab selanjutnya
it: Prossimo capitolo
kk: Келесі бөлім
ko: 다음 챕터
lt: Kitas skyrius
lv: Nākamā nodaļa
nl: Volgende hoofdstuk
pt: Próximo capítulo
ro: Capitolul următor
ru: Следующая глава
sk: Ďalšia kapitola
sl: Naslednje poglavje
sq: Kapitulli pasues
sv: Nästa kapitel
tr: Sonraki bölüm
uk: Наступний розділ
vi: Chương tiếp theo
zh: 下一章
zh_tw: 下一章

# studyPrevChapter
source: Previous chapter
af: Vorige hoofstuk
ar: الفصل السابق
be: Папярэдні раздзел
bg: Предишна глава
bs: Prethodno poglavlje
ca: Capítol Anterior
cs: Předchozí kapitola
da: Forrige kapitel
el: Προηγούμενο κεφάλαιο
eo: Antaŭa ĉapitro
es: Capítulo anterior
eu: Aurreko kapitulua
fa: بخش پیشین
fi: Edellinen luku
gl: Capítulo anterior
he: הפרק הקודם
hy: Նախորդ գլուխը
id: Bab sebelumnya
it: Capitolo precedente
kk: Алдыңғы бөлім
ko: 이전 챕터
lt: Ankstenis skyrius
lv: Iepriekšējā nodaļa
nl: Vorige hoofdstuk
pt: Capítulo anterior
ro: Capitolul precedent
ru: Предыдущая глава
sk: Predchádzajúca kapitola
sl: Prejšnje poglavje
sq: Kapitulli i mëparshëm
sv: Föregående kapitel
tr: Önceki bölüm
uk: Попередній розділ
vi: Chương trước
zh: 上一章
zh_tw: 上一章

# studyStudyActions
source: Study actions
af: Studie aksie
ar: خيارات الدراسة
be: Дзеянні ў навучанні
bg: Опции за учене
bs: Opcije za studiju
ca: Acions de l'estudi
cs: Akce pro studii
da: Studiehandlinger
el: Ρυθμίσεις μελέτης
eo: Studaj agoj
es: Acciones de estudio
eu: Azterlanen akzioak
fa: عملگرهای مطالعه
fi: Tutkielmatoiminnot
gl: Accións de estudo
he: פעולות לוח למידה
hy: Գործողությունները ստուդիայում
id: Pembelajaran
it: Studia azioni
kk: Зерттеу әрекеттері
ko: 연구 작업
lt: Studijos veiksmai
lv: Izpētes darbības
nl: Studie sneltoetsen
pt: Opções de estudo
ro: Acţiuni de studiu
ru: Действия в студии
sk: Úkony pri štúdii
sl: Študijske akcije
sq: Studioni veprimet
sv: Studie-alternativ
tr: Çalışma seçenekleri
uk: Команди дослідження
vi: Các thao tác trong nghiên cứu
zh: 研习操作
zh_tw: 研討操作

# studyTopics
source: Topics
af: Onderwerpe
ar: المواضيع
be: Тэмы
bg: Теми
bs: Teme
ca: Temes
cs: Témata
da: Emner
el: Θέματα
eo: Temoj
es: Temas
eu: Gaiak
fa: موضوع‌ها
fi: Aiheet
gl: Temas
he: נושאים
hy: Թեմաներ
id: Topik
it: Discussioni
kk: Тақырыптар
ko: 주제
lt: Temos
lv: Temati
nl: Onderwerpen
pt: Tópicos
ro: Subiecte
ru: Темы
sk: Témy
sl: Teme
sq: Tema
sr: Теме
sv: Ämnen
tr: Konular
uk: Теми
vi: Chủ đề
zh: 主题
zh_tw: 主題

# studyMyTopics
source: My topics
af: My onderwerpe
ar: المواضيع الخاصة بي
be: Мае тэмы
bg: Моите теми
bs: Moje teme
ca: Els meus temes
cs: Moje témata
da: Mine emner
el: Τα θέματά μου
eo: Miaj temoj
es: Mis temas
eu: Nire gaiak
fa: موضوع‌های من
fi: Omat aiheeni
gl: Os meus temas
he: הנושאים שלי
hy: Իմ թեմաները
id: Topik saya
it: Le mie discussioni
kk: Менің тақырыптарым
ko: 내 주제
lt: Mano temos
lv: Mani temati
nl: Mijn onderwerpen
pt: Os meus tópicos
ro: Subiectele mele
ru: Мои темы
sk: Moje témy
sl: Moje teme
sq: Temat e mia
sr: Моје теме
sv: Mina ämnen
tr: Konularım
uk: Мої теми
vi: Chủ đề của tôi
zh: 我的主题
zh_tw: 我的主題

# studyPopularTopics
source: Popular topics
af: Gewilde onderwerpe
ar: المواضيع الشائعة
be: Папулярныя тэмы
bg: Популярни теми
bs: Popularne teme
ca: Temes populars
cs: Oblíbená témata
da: Populære emner
el: Δημοφιλή θέματα
eo: Popularaj temoj
es: Temas populares
eu: Gai arrakastatsuak
fa: موضوع‌های محبوب
fi: Suositut aiheet
gl: Temas populares
he: נושאים פופולריים
hy: Շատ դիտվող թեմաներ
id: Topik populer
it: Argomenti popolari
kk: Белгілі тақырыптар
ko: 인기 주제
lt: Populiarios temos
lv: Populāri temati
nl: Populaire onderwerpen
pt: Tópicos populares
ro: Subiecte populare
ru: Популярные темы
sk: Populárne témy
sl: Priljubljene teme
sq: Tema popullore
sr: Популарне теме
sv: Populära ämnen
tr: Popüler konular
uk: Популярні теми
vi: Chủ đề phổ biến
zh: 热门主题
zh_tw: 熱門主題

# studyManageTopics
source: Manage topics
af: Bestuur onderwerpe
ar: إدارة المواضيع
be: Кіраваць тэмамі
bg: Управление на темите
bs: Upravljajte temama
ca: Gestiona els temes
cs: Správa témat
da: Administrér emner
el: Διαχείριση θεμάτων
eo: Administri temojn
es: Administrar temas
eu: Kudeatu gaiak
fa: مدیریت موضوع‌ها
fi: Aiheiden hallinta
gl: Administrar temas
he: עריכת נושאים
hy: Թեմաների կառավարում
id: Kelola topik
it: Gestisci discussioni
kk: Тақырыптарды басқару
ko: 주제 관리
lt: Valdyti temas
lv: Pārvaldīt tematus
nl: Onderwerpen beheren
pt: Gerir tópicos
ro: Gestionează subiecte
ru: Управление темами
sk: Spravovať témy
sl: Upravljaj teme
sq: Administroni tema
sv: Hantera ämnen
tr: Konuları yönet
uk: Управління темами
vi: Quản lý chủ đề
zh: 管理主题
zh_tw: 管理主題

# studyBack
source: Back
af: Terug
ar: رجوع
be: Назад
bg: Обратно
bs: Nazad
ca: Enrere
cs: Zpět
da: Tilbage
el: Πίσω
eo: Reen
es: Volver
eu: Atzera joan
fa: بازگشت
fi: Takaisin
gl: Voltar
he: חזרה
hy: Հետ
id: Kembali
it: Indietro
kk: Кері қайту
ko: 뒤로
lt: Atgal
lv: Atpakaļ
nl: Terug
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sq: Mbrapsht
sv: Tillbaka
tr: Baştan başlat
uk: Назад
vi: Quay Lại
zh: 返回
zh_tw: 返回

# studyPlayAgain
source: Play again
af: Speel weer
ar: اللعب مجددا
be: Гуляць зноў
bg: Играйте отново
bs: Igrajte ponovo
ca: Torna a jugar
cs: Hrát znovu
da: Spil igen
el: Παίξτε ξανά
eo: Reludi
es: Jugar de nuevo
eu: Jokatu berriz
fa: دوباره بازی کنید
fi: Pelaa uudelleen
gl: Xogar de novo
he: הפעל שוב
hy: Կրկին խաղալ
id: Main lagi
it: Gioca di nuovo
kk: Қайта ойнау
ko: 다시 플레이
lt: Žaisti dar kartą
lv: Spēlēt vēlreiz
nl: Opnieuw spelen
pt: Jogar novamente
ro: Joacă din nou
ru: Сыграть снова
sk: Hrať znova
sl: Igrajte ponovno
sq: Riluaje
sv: Spela igen
tr: Tekrar oyna
uk: Грати знову
vi: Chơi lại
zh: 重玩
zh_tw: 再玩一次

# studyWhatWouldYouPlay
source: What would you play in this position?
af: Wat sal jy in hierdie posisie speel?
ar: ماذا ستلعب في هذا الموقف؟
be: Як бы вы пахадзілі ў гэтай пазіцыі?
bg: Какво бихте играли в тази позиция?
bs: Šta biste odigrali u ovoj poziciji?
ca: Que jugaríeu en aquesta posició?
cs: Co byste v této pozici hráli?
da: Hvad ville du spille i denne position?
el: Τι θα παίζατε σε αυτή τη θέση;
eo: Kion vi ludus en ĉi tiu pozicio?
es: ¿Qué jugarías en esta posición?
eu: Zer jokatuko zenuke posizio honetan?
fa: در این وضعیت چطور بازی می‌کنید؟
fi: Mitä pelaisit tässä asemassa?
gl: Que xogarías nesta posición?
he: מה הייתם משחקים בעמדה הזו?
hy: Ինչպե՞ս կխաղայիք այս դիրքում
it: Cosa giocheresti in questa posizione?
kk: Осы күйде не ойнамақсыз?
ko: 이 포지션에서 무엇을 하시겠습니까?
lt: Ar norėtumėte žaisti nuo šios pozicijos?
lv: Kā jūs spēlētu šādā pozīcijā?
nl: Wat zou je in deze stelling spelen?
pt: O que jogaria nessa situação?
ro: Ce ai juca în această poziție?
ru: Как бы вы сыграли в этой позиции?
sk: Čo by ste hrali v tejto pozícii?
sl: Kaj bi igrali v tem položaju?
sq: Ç’lëvizje do të bënit në këtë pozicion?
sv: Vad skulle du spela i denna position?
tr: Burada hangi hamleyi yapardınız?
uk: Що б Ви зіграли в цій позиції?
vi: Bạn sẽ làm gì ở thế cờ này?
zh: 在此局面下，您会走哪一步？
zh_tw: 你會在這個位置上怎麼走？

# studyYouCompletedThisLesson
source: Congratulations! You completed this lesson.
af: Geluk! Jy het hierdie les voltooi.
ar: تهانينا! لقد أكملت هذا الدرس.
be: Віншуем! Вы прайшлі гэты ўрок.
bg: Поздравления! Вие завършихте този урок.
bs: Čestitamo! Kompletirali ste ovu lekciju.
ca: Enhorabona, heu completat aquesta lliçó.
cs: Blahopřejeme! Dokončili jste tuto lekci.
da: Tillykke! Du har fuldført denne lektion.
el: Συγχαρητήρια! Ολοκληρώσατε αυτό το μάθημα.
eo: Gratulon! Vi kompletigis la lecionon.
es: ¡Felicidades! Has completado esta lección.
eu: Zorionak! Ikasgai hau osatu duzu.
fa: تبریک! شما این درس را کامل کردید.
fi: Onnittelut! Olet suorittanut tämän oppiaiheen.
gl: Parabéns! Completaches esta lección.
he: מזל טוב! סיימתם את השיעור.
hy: Շնորհավորո՜ւմ ենք։ Դուք ավարեցիք այս դասը։
id: Selamat. Anda telah menyelesaikan pelajaran ini.
it: Congratulazioni! Hai completato questa lezione.
kk: Құтты болсын! Сіз бұл сабақты бітірдіңіз.
ko: 축하합니다! 이 레슨을 완료했습니다.
lt: Sveikiname! Jūs pabaigėte šią pamoką.
lv: Apsveicam! Pabeidzāt šo nodarbību.
nl: Gefeliciteerd! Je hebt deze les voltooid.
pt: Parabéns! Completou esta lição.
ro: Felicitări! Ai terminat această lecție.
ru: Поздравляем! Вы прошли этот урок.
sk: Gratulujeme! Túto lekciu ste ukončili.
sl: Čestitke! Končali ste to lekcijo.
sq: Përgëzime! E mbaruat këtë mësim.
sv: Grattis! Du har slutfört denna lektionen.
tr: Tebrikler! Bu dersi tamamlandınız.
uk: Вітаємо! Ви завершили цей урок.
vi: Chúc mừng! Bạn đã hoàn thành bài học này.
zh: 恭喜！您已完成本课程。
zh_tw: 恭喜！您完成了這個課程。

# studyPerPage
source: {param} per page
ar: {param} في كل صفحة
bg: {param} на страница
bs: {param} po stranici
ca: {param} per pàgina
cs: {param} na stránku
da: {param} pr. side
el: {param} ανά σελίδα
eo: Po {param} en ĉiu paĝo
es: {param} por página
eu: {param} orrialde bakoitzean
fa: {param} میز
fi: {param} per sivu
gl: {param} por páxina
he: {param} לכל עמוד
it: {param} per pagina
ko: 페이지 당 {param}개
lt: {param} puslapyje
nl: {param} per pagina
pt: {param} por página
ro: {param} pe pagină
ru: {param} на страницу
sk: {param} na stránku
sl: {param} na stran
sq: {param} për faqe
sv: {param} per sida
tr: Sayfa başına {param}
uk: {param} на сторінку
vi: {param} mỗi trang
zh: 每页 {param} 条
zh_tw: {param} 每頁

# studyGetTheTour
source: Need help? Get the tour!
af: Hulp nodig? Doen die toer!
ar: بحاجة للمساعدة؟ احصل على الجولة!
bs: Trebate pomoć? Zakažite obilazak!
ca: Necessites ajuda? Segueix el gira!
cs: Potřebujete pomoc? Pojďme na prohlídku!
da: Brug for hjælp? Tag rundvisningen!
el: Χρειάζεστε βοήθεια; Ξεναγηθείτε!
es: ¿Necesitas ayuda? ¡Haz la visita guiada!
eu: Laguntzarik behar? Etorri gurekin!
fa: کمک لازم داری؟ یه دور بزن!
fi: Avun tarpeessa? Katso esittely!
gl: Precisas axuda? Comeza a andaina!
he: זקוקים לעזרה? קבלו הדרכה!
it: Hai bisogno di aiuto? Fai un tour!
ko: 도움이 필요하세요? 투어를 해보세요!
nl: Hulp nodig? Volg de rondleiding!
pt: Precisas de ajuda? Obter uma visita guiada!
ro: Ai nevoie de ajutor? Urmează turul!
ru: Нужна помощь? Пройдите обучение!
sk: Potrebujete pomoc? Pozrite sa ako to funguje!
sl: Potrebujete pomoč? Oglejte si ogled!
sq: Ju duhet ndihmë? Bëni turin!
sv: Behöver du hjälp? Ta en snabbtur!
tr: Yardıma mı ihtiyacın var? Tura başla!
uk: Потрібна допомога? Пройдіть ознайомчий тур!
vi: Cần giúp đỡ? Khám phá nào!
zh: 需要帮助？开始引导！
zh_tw: 需要幫助？查看導覽！

# studyWelcomeToLichessStudyTitle
source: Welcome to Lichess Study!
af: Welkom by Lichess Studie!
ar: مرحبًا بك في Lichess study !
bg: Добре дошли в Lichess Study!
bs: Dobrodošli u Lichess studiju!
ca: Benvingut/da als estudis de Lichess!
cs: Vítejte v Lichess studiích!
da: Velkommen til Lichess Study!
el: Καλώς ήρθατε στις μελέτες του Lichess!
eo: Bonvenu al Lichess Studo!
es: ¡Bienvenido a Lichess Study!
eu: Ongi etorri Lichess Study-ra!
fa: به بخش مطالعه لیچس خوش‌آمدید!
fi: Tervetuloa Lichess-tutkielmiin!
gl: Benvido ós Estudos de Lichess!
he: ברוכים הבאים ללוחות הלמידה של Lichess!
it: Benvenuto allo Studio!
ko: Lichess 연구에 오신 것을 환영합니다!
nl: Welkom bij Lichess Study!
pt: Bem-vindo ao Estudo Lichess!
ro: Bine ai venit în Studiile Lichess!
ru: Добро пожаловать в Студии Lichess!
sk: Vitajte v Lichess štúdii!
sl: Dobrodošli v Lichess Study!
sq: Mirë se vini te Ushtrim në Lichess!
sv: Välkommen till Lichess Studier!
tr: Lichess Dersine Hoşgeldin!
uk: Ласкаво просимо до Lichess Дослідження!
vi: Chào mừng đến với Lichess Study!
zh: 欢迎来到 Lichess 研习！
zh_tw: 歡迎來到 Lichess 研究區！
