Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# challengeYourXRatingIsTooFarFromY
source: Your {param1} rating is too far from {param2}.
af: Jou {param1} gradering is te ver van {param2}.
ar: تقييمك {param1} أعلى من {param2}.
az: Sizin {param1} reytinqiniz {param2}-in reytinqindən çox uzaqdır.
be: Ваш рэйтынг у рэжыме «{param1}» значна адрозніваецца ад {param2}.
bg: Разликата между вашия рейтинг {param1} и {param2} е твърде голяма.
bn: আপনার {param1} রেটিংস এবং {param2} এর ব্যবধান অনেক.
bs: Vaš {param1} rejting predaleko je od {param2}.
ca: La teva qualificació de {param1} és massa distant de la de {param2}.
cs: Vaše {param1} hodnocení je příliš daleko od {param2}.
da: Din {param1} rating er for langt fra {param2}.
el: Η βαθμολογία σας στο {param1} διαφέρει σημαντικά από αυτήν του χρήστη {param2}.
eo: Via rango por {param1} estas tro for de la rango de {param2}.
es: Tu puntuación de {param1} difiere mucho de la de {param2}.
eu: Zure {param1} puntuazioa urrunegi dago {param2}-tik.
fa: درجه‌بندی {param1} شما با {param2} اختلاف زیادی دارد.
fi: {param1}-vahvuuslukusi on liian kaukana pelaajan {param2} vahvuusluvusta.
gl: A túa puntuación {param1} difire moito da de {param2}.
he: הדירוג שלך ב{param1} רחוק מדי מהדירוג של {param2}.
hy: Ձեր {param1} վարկանիշը շատ հեռու է {param2}-ից։
id: Rating {param1} Anda terlalu jauh dari {param2}.
it: Il tuo punteggio {param1} è troppo diverso da quello di {param2}.
kk: Сіз {param1} рейтингіңіз {param2}-дан тым алшақ.
ko: 당신의 레이팅 등급인 {param1}과 상대의 레이팅 등급인 {param2}과의 격차가 너무 큽니다.
lt: Jūsų {param1} reitingas per toli nuo {param2}.
lv: Jūsu {param1} reitings ir par tālu no {param2}.
mk: Вашиот {param1} рејтинг е многу поголем од {param2}.
nl: Je rating van {param1} wijkt te veel af van {param2}.
pt: O teu ranking {param1} esta muito distante de {param2}.
ro: Scorul tău pe {param1} este prea mare față de {param2}.
ru: Ваш рейтинг {param1} слишком далёк от {param2}.
sk: Medzi Vaším {param1} hodnotením a hodnotením hráča {param2} je príliš veľký rozdiel.
sl: Vaš {param1} rating je predaleč od ratinga igralca {param2}.
sq: Vlerësimi juaj prej {param1} është shumë larg nga {param2}.
sr: Ваш {param1} рејтинг је предалек од {param2}.
sv: Din {param1}rating är för långt ifrån {param2}.
tr: {param1} puanınız {param2} ile kıyaslandığında büyük fark var.
uk: Ваш рейтинг {param1} занадто далекий від {param2}.
vi: Hệ số {param1} của bạn quá cách biệt so với {param2}.
zh: 您的 {param1} 等级分与 {param2} 相差太远
zh_tw: 您的{param1}積分與{param2}相差太多

# challengeCannotChallengeDueToProvisionalXRating
source: Cannot challenge due to provisional {param} rating.
af: Kan nie uitdaag nie weens voorlopige {param} gradering.
ar: لا يمكن ارسال التحدي بسبب تقييم {param} المبدئي.
az: Müvəqqəti {param} reytinqi səbəbilə çağırış edə bilməzsiz.
be: Не магчыма выклікаць на гульню з умоўным {param} рэйтынгам.
bg: Не можете да отправите предизвикателството поради временен рейтинг {param}.
bn: আপনার প্রভিশনাল রেটিংস {param} এর জন্য চ্যালেঞ্জ করা যাবে না
bs: Nemoguće izazvati zbog privremenog {param} rejtinga.
ca: No es pot desafiar a causa de la qualificació provisional de {param}.
cs: Nelze vyzvat kvůli prozatimnímu {param} elu.
da: Kan ikke udfordre på grund af provisorisk {param} rating.
el: Δεν είναι δυνατή η δημιουργία πρόκλησης επειδή έχετε προσωρινή βαθμολογία στο {param}.
eo: Ne povi defii, pro provizora {param} rango.
es: No puedes desafiar debido a que tu puntuación de {param} es provisional.
eu: Ezin duzu erronkarik egin behin-behineko {param} puntuazioa duzulako.
fa: به‌خاطر درجه‌بندی {param} موقت، نمی‌توانید پیشنهاد بازی دهید.
fi: Et voi haastaa, koska {param}-vahvuuslukusi on tilapäinen.
gl: Non podes desafiar dado que a túa puntuación en {param} é provisional.
he: אין אפשרות להזמין למשחק בגלל שדירוגך ב־{param} זמני.
hy: Հնարավոր չէ հրավիրել խաղի՝ {param} վարկանիշի անհավաստիության պատճառով։
id: Dilarang menantang orang lain dikarenakan rating {param} masih sementara.
it: Non puoi inviare la sfida poiché hai ancora un punteggio {param} provvisorio.
kk: {param} рейтингіңіз – болжамалы, сондықтан ойынға шақыра алмайсыз.
ko: {param} 가 아직 레이팅이 확정되지 않아서 도전하실 수 없습니다.
lt: Negalima sukurti iššūkio dėl laikino {param} reitingo.
lv: Nevar izaicināt pagaidu {param} reitinga dēļ.
mk: Не можеш да го предизвикаш на игра поради привремениот {param} рејтинг.
nl: Uitdagen niet mogelijk vanwege voorlopige {param}-rating.
pt: Não podes desafiar devido a ranking provisório {param}.
ro: Nu se poate provoca datorită scorului provizoriu la {param}.
ru: Невозможно вызвать на игру из-за недостоверности рейтинга {param}.
sk: Nemôžete odoslať výzvu kvôli provizórnemu {param} hodnoteniu.
sl: Izzivanje ni mogoče, zaradi začasnega {param} ratinga.
sq: S’mund të jepni sfida, për shkak vlerësimi të përkohshëm {param}.
sr: Немогуће изазвати због привременог {param} рејтинга.
sv: Kan inte utmana på grund av provisorisk {param}rating.
tr: {param} puanınız geçici olduğu için başka oyunculara meydan okuyamazsınız.
uk: Неможливо через умовність рейтингу {param}.
vi: Không thể thách đấu do hệ số {param} tạm thời.
zh: 由于您的 {param} 等级分不稳定，无法发起挑战
zh_tw: 由於您的{param}積分不夠穩定，無法發出挑戰。

# challengeXOnlyAcceptsChallengesFromFriends
source: {param} only accepts challenges from friends.
af: {param} aanvaar net uitdagings van vriende.
ar: {param} يقبل التحديات من الأصدقاء فقط.
az: {param} yalnız dostlarından çağırış qəbul edir.
be: {param} прымае выклікі толькі ад сяброў.
bg: {param} приема предизвикателства само от приятели.
bn: {param} শুধু বন্ধুদের থেকে চ্যালেঞ্জ গ্রহন করেন.
bs: {param} prihvata samo izazove od prijatelja.
ca: {param} només accepta desafiaments dels amics.
cs: {param} přijímá výzvy pouze od přátel.
da: {param} accepterer kun udfordringer fra venner.
el: Ο χρήστης {param} δέχεται προκλήσεις μόνο από φίλους.
eo: {param} nur akceptas defiojn de amikoj.
es: {param} sólo acepta desafíos de sus amigos.
eu: {param} erabiltzaileak bere lagunen erronkak onartzen ditu bakarrik.
fa: {param} فقط پیشنهاد بازی از دوستانش را می‌پذیرد.
fi: {param} ottaa vastaan haasteita vain kavereiltaan.
gl: {param} só acepta desafíos de amigos.
he: {param} מאשר/ת רק אתגרים מחברים.
hy: {param}-ն մարտահրավերներ է ընդունում միայն ընկերներից։
id: {param} hanya menerima tantangan dari teman.
it: {param} accetta sfide solo da amici.
kk: {param} тек достардың шақыруын қабылдайды.
ko: {param}님은 친구인 상대만 도전을 받아들입니다.
lt: {param} priima iššūkius tik iš draugų.
lv: {param} pieņem izaicinājumus tikai no draugiem.
mk: {param} прифаќа само предизвици од пријатели.
nl: {param} neemt alleen uitdagingen aan van vrienden.
pt: {param} só aceita desafios de amigos.
ro: {param} acceptă provocări doar de la prieteni.
ru: {param} принимает вызовы только от друзей.
sk: {param} prijíma výzvy iba od priateľov.
sl: {param} sprejema izzive samo od prijateljev.
sq: {param} pranon sfida vetëm nga shokë.
sr: {param} само прихвата изазове од пријатеља.
sv: {param} accepterar endast utmaningar från vänner.
tr: {param} sadece arkadaşlarından gelen oyun davetlerini kabul ediyor.
uk: {param} приймає виклики лише від друзів.
vi: {param} chỉ chấp nhận những thách đấu từ bạn bè.
zh: {param} 只接受来自好友的挑战
zh_tw: {param}只接受好友的對弈邀請

# challengeDeclineGeneric
source: I'm not accepting challenges at the moment.
af: Ek aanvaar nie uitdagings op die oomblik nie.
ar: أنا لا أقبل التحديات في الوقت الراهن.
az: Hal-hazırda çağırışları qəbul etmirəm.
be: Не прымаю выклікі на дадзены момант.
bg: Не приемам предизвикателства в момента.
bn: দুঃখিত আমি এই মুহুর্তে কোনো চ্যালেঞ্জ গ্রহন করছি না.
bs: Trenutno ne prihvatam izazove.
ca: No accepto desafiaments en aquest moment.
cs: V tuto chvíli nepřijímám výzvy.
da: Jeg accepterer ikke udfordringer i øjeblikket.
el: Δε δέχομαι προκλήσεις αυτή τη στιγμή.
eo: Mi ne akceptas defiojn en tiu ĉi momento.
es: No acepto desafíos en este momento.
eu: Orain ez dut erronkarik onartzen.
fa: من فعلا پیشنهاد بازی نمی‌پذیرم.
fi: En ota tällä hetkellä haasteita vastaan.
gl: Neste momento non acepto desafíos.
he: אני לא מקבל/ת הזמנות עכשיו.
hy: Այս պահին մարտահրավերներ չեմ ընդունում։
id: Saya tidak menerima tantangan saat ini.
it: Al momento non accetto sfide.
kk: Мен әзірше шақыруларды қабылдамаймын.
ko: 지금 도전을 받지 않습니다.
lt: Šiuo metu iššūkių nepriimu.
lv: Pašlaik nepieņemu izaicinājumus.
mk: Не прифаќам предизвици во моментов.
nl: Momenteel neem ik geen uitdagingen aan.
pt: Não estou a aceitar desafios no momento.
ro: Nu accept provocări la momentul actual.
ru: Я не принимаю вызовы прямо сейчас.
sk: Momentálne neprijímam výzvy.
sl: Sedaj ne sprejemam izzivov.
sq: Hëpërhë s’pranoj sfida.
sr: Тренутно не прихватам изазове.
sv: Jag accepterar inte utmaningar för tillfället.
tr: Şimdilik oyun tekliflerini kabul etmiyorum.
uk: Зараз я не приймаю викликів.
vi: Hiện tại tôi đang không chấp nhận thách đấu.
zh: 我目前不接受挑战
zh_tw: 我目前不接受對弈

# challengeDeclineLater
source: This is not the right time for me, please ask again later.
af: Dit is 'n ongeleë tyd, vra asseblief weer later.
ar: هذا ليس الوقت المناسب بالنسبة لي، أرجو أن تسأل مرة أخرى لاحقاً.
az: Bu mənim üçün uyğun vaxt deyil, lütfən sonra yenidən soruşun.
be: Гэта ня зрычны час для мяне, калі ласка, спытайцеся пазней.
bg: Не приемам предизвикателства точно сега, моля опитайте пак по-късно.
bn: এটা আমার জন্য এখন উপযুক্ত সময় নয়,দয়া করে পরে আবার জিজ্ঞাসা করুন.
bs: Ne odgovara mi ovaj trenutak; molim, izazovite me ponovo kasnije.
ca: Ara mateix no puc, si us plau prova-ho més tard.
cs: Teď nemohu, požádejte mne prosím později.
da: Det er ikke et godt tidspunkt for mig, spørg gerne igen senere.
el: Δεν είμαι διαθέσιμος αυτήν τη στιγμή, ρωτήστε με ξανά αργότερα.
eo: Mi ne akceptas defiojn nun, bonvolu demandi denove poste.
es: Ahora no me viene bien. Vuelve a intentarlo más tarde, por favor.
eu: Hori ez da momenturik onena, eskatu beranduago.
fa: الان زمان مناسبی برای من نیست، لطفا بعدا دوباره درخواست دهید.
fi: Ajankohta ei sovi minulle juuri nyt, pyydä myöhemmin uudelleen.
gl: Agora mesmo non podo. Por favor, téntao máis tarde.
he: זה לא הזמן המתאים עבורי, אנא שאל שוב מאוחר יותר.
hy: Այս պահին մարտահրավերներ չեմ ընդունում, խնդրում եմ, հրավիրեք ինձ ավելի ուշ։
id: Bukan waktu yang bagus untukku, mungkin lain kali.
it: Non adesso, chiedimelo più tardi per favore.
kk: Қазір мен үшін ыңғайлы кез емес, кейін сұрап көріңіз.
ko: 시간이 맞지 않습니다. 나중에 다시 요청해주세요.
lt: Šiuo metu nepriimu iššūkių, pabandykite dar kartą vėliau.
lv: Šis laiks man neder, lūdzu piedāvājiet vēlāk.
mk: Во моментов не можам да прифатам, ве молам пробајте повторно подоцна.
nl: Op dit moment neem ik geen uitdagingen aan, probeer het later nog eens.
pt: Este não é o momento certo para mim, por favor pergunte novamente mais tarde.
ro: Nu este timpul potrivit, te rog întreabă mai târziu.
ru: Я не принимаю вызовы прямо сейчас, пожалуйста, вызовите меня позже.
sk: Teraz pre mňa nie je vhodný čas, prosím spýtajte sa neskôr.
sl: Zdaj ni pravi čas, posimo vprašajte kasneje.
sq: S’është koha e duhur për mua, ju lutemi, pyetni më vonë.
sr: Изазов ми тренутно не одговара, молим Вас питајте опет касније.
sv: Detta är inte rätt tid för mig, vänligen fråga igen senare.
tr: Şu anda müsait değilim, lütfen daha sonra yeniden teklif ediniz.
uk: Зараз не найкращий час для мене, будь ласка, напишіть пізніше.
vi: Đây không phải là thời gian thích hợp với tôi, hãy hỏi lại sau.
zh: 我现在不方便对弈，请稍后再邀请
zh_tw: 我現在不接受對弈，請晚點再詢問

# challengeDeclineTooFast
source: This time control is too fast for me, please challenge again with a slower game.
af: Die tydskontrole is te vinnig vir my, daag my weer uit met 'n stadiger tydskontrole.
ar: هذه المباراة سريعة جدا بالنسبة لي، يرجى تحدي مرة أخرى مع مباراة أبطأ.
az: Bu vaxt nəzarəti mənim üçün çox sürətlidir, lütfən daha yavaş bir oyunla yenidən çağırış edin.
be: Гэты кантроль часу занадта хуткі для мяне, калі ласка, выклічце зноў на больш павольную гульню.
bg: Този контрол на времето е прекалено бърз за мен, моля, предизвикайте ме пак с по-бавна игра.
bn: এই টাইম কন্ট্রোলের গেম আমার জন্য খুবই দ্রুত হয়ে যায়, অনুগ্রহ করে আরেকটু ধীর গতির গেম দিয়ে চ্যালেঞ্জ দিন.
bs: Ova kontrola vremena je prebrza za mene, molim vas ponovo izazovite sporijom igrom.
ca: Aquest control de temps és massa ràpid per a mi. Si us plau, desafia'm un altra vegada amb un ritme més lent.
cs: Toto časové tempo je na mne příliš rychlé, vyzvi mně prosím na pomalejší.
da: Denne tidskontrol er for hurtig for mig. Udfordr mig gerne igen med et langsommere spil.
el: Αυτός ο χρόνος είναι πολύ γρήγορος για μένα, προκαλέστε με ξανά με έναν πιο αργό.
eo: Ĉi tempokontrolo estas tro rapida por mi, bonvolu defii denove per pli malrapida ludo.
es: Este control de tiempo es demasiado rápido para mí. Por favor, desafíame de nuevo a una partida más lenta.
eu: Erritmo hori azkarregia da, proposatu partida geldoago bat.
fa: این زمان‌بندی برایم خیلی کم است، لطفا دوباره با زمان‌بندی بیشتر پیشنهاد بازی دهید.
fi: Tämä aikaraja on minulle liian nopea, haasta minut uudelleen hitaampaan peliin.
gl: Paréceme pouco tempo. Proba cun ritmo máis lento.
he: קטגוריית הזמן הזו מהירה מדי בשבילי, בבקשה הזמן אותי שוב למשחק יותר איטי.
hy: Այդ ժամակարգն ինձ համար շատ արագ է, խնդրում եմ, հրավիրեք ինձ ավելի երկար ժամակարգով խաղի։
id: Kecepatan waktu terlalu cepat untukku, harap tantang lagi dengan waktu permainan yang lebih lambat.
it: Questa cadenza è troppo veloce per me, sfidami ad una partita più lenta per favore.
kk: Бұл уақыт қалпы мен үшін тым шапшаң, одан баяу ойынға шақыруды жіберіңізші.
ko: 시간이 너무 짧습니다. 더 느린 게임으로 신청해주세요.
lt: Ši laiko kontrolė man per greita, kitame iššūkyje nurodykite lėtesnį žaidimą.
lv: Šī laika kontrole man ir par ātru, lūdzu izaiciniet mani ar lēnāku spēli.
mk: Овој временски формат е многу брз за мене, те молам предизвикај ме на побавна игра.
nl: Dit tempo is mij te snel, daag me a.u.b. uit voor een langzamere partij.
pt: Este controlo de tempo é muito rápido para mim, por favor, desafie-me novamente com um jogo mais lento.
ro: Acest timp este prea rapid pentru mine, te rog să mă provoci cu un timp mai lent.
ru: Такой контроль слишком быстрый для меня, пожалуйста, вызовите меня с контролем времени побольше.
sk: Táto časová kontrola je pre mňa prirýchla, prosím vyzvite ma opäť s dlhšou.
sl: Tokratna kontrola je zame prehitra, prosim, ponovno izzivajte s počasnejšo igro.
sq: Ky kontroll kohe është shumë i shpejtë për mua, ju lutemi, ribëni sfidë me një lojë më të ngadaltë.
sr: Ова временска контрола је пребрза за мене, молим Вас изазовите опет на спорију партију.
sv: Denna tidskontroll är för snabb för mig, vänligen utmana igen med ett långsammare parti.
tr: Bu süre ayarı benim için çok hızlı, lütfen daha yavaş oyunları teklif ediniz.
uk: Цей контроль часу занадто швидкий для мене, будь ласка, киньте виклик з більш повільною грою.
vi: Tùy chọn thời gian quá nhanh đối với tôi, hãy thách đấu lại với một thời gian chậm hơn.
zh: 这个时限对我来说太快了，请发起一个更慢的对局挑战
zh_tw: 這個時間控制對我來說太快了，請用慢一點的遊戲再次挑戰。

# challengeDeclineTooSlow
source: This time control is too slow for me, please challenge again with a faster game.
af: Die tydskontrole is te stadig vir my, daag my weer uit met 'n vinniger tydskontrole.
ar: هذه المباراة بطيئة جدا بالنسبة لي، يرجى تحدي مرة أخرى مع مباراة أسرع.
az: Bu vaxt nəzarəti mənim üçün çox yavaşdır lütfən daha sürətli bir oyunla yenidən çağırış edin.
be: Гэты кантроль часу занадта павольны для мяне, калі ласка, выклічце зноў на больш хуткую гульню.
bg: Този контрол на времето е твърде бавен за мен, моля, предизвикайте ме пак с по-бърза игра.
bn: এই টাইম কন্ট্রলের গেম আমার জন্য খুবই ধীর গতির হয়ে যায়, অনুগ্রহ করে আরেকটু দ্রুত গতির গেম দিয়ে চেলেঞ্জ দিন.
bs: Ova kontrola vremena je prespora za mene, molim vas ponovo izazovite bržom igrom.
ca: Aquest control de temps és massa lent per a mi. Si us plau, desafia'm una altra vegada amb un ritme més ràpid.
cs: Vyzvi mne prosím k delší partii, toto časové tempo je na mne moc rychlé.
da: Denne tidskontrol er for langsom for mig. Udfordr mig gerne igen med et hurtigere spil.
el: Αυτός ο χρόνος είναι πολύ αργός για μένα, προκαλέστε με ξανά με έναν πιο γρήγορο.
eo: Ĉi tempokontrolo estas tro malrapida por mi, bonvolu defii denove per pli rapida ludo.
es: Este control de tiempo es demasiado lento para mí. Por favor, desafíame de nuevo a una partida más rápida.
eu: Erritmo hori geldoegia da, proposatu partida azkarrago bat.
fa: این زمان‌بندی برایم خیلی زیاد است، لطفا دوباره با زمان‌بندی کمتر پیشنهاد بازی دهید.
fi: Tämä aikaraja on minulle liian hidas, haasta minut uudelleen nopeampaan peliin.
gl: Paréceme moito tempo. Proba cun ritmo máis rápido.
he: קטגוריית הזמן הזו איטית מדי בשבילי, בבקשה הזמן אותי שוב למשחק יותר מהיר.
hy: Այդ ժամակարգն ինձ համար շատ դանդաղ է, խնդրում եմ, հրավիրեք ինձ ավելի կարճ ժամակարգով խաղի։
id: Kecepatan waktu terlalu lama untukku, harap tantang lagi dengan waktu permainan yang lebih cepat.
it: Questa cadenza è troppo lenta per me, sfidami ad una partita più veloce per favore.
kk: Бұл уақыт қалпы мен үшін тым баяу, шапшаңдау ойынға шақыруды жіберіңізші.
ko: 시간이 너무 깁니다. 더 빠른 게임으로 다시 신청해주세요.
lt: Ši laiko kontrolė man per lėta, kitame iššūkyje nurodykite greitesnį žaidimą.
lv: Šī laika kontrole man ir par lēnu, lūdzu izaiciniet mani ar ātrāku spēli.
mk: Овој временски формат е многу бавен за мене, те молам предизвикај ме на побрза игра.
nl: Dit tempo is mij te traag, daag me a.u.b. uit voor een snellere partij.
pt: Este controlo de tempo é muito lento para mim, por favor, desafie-me novamente com um jogo mais rápido.
ro: Acest timp este prea lent pentru mine, te rog să mă provoci cu un timp mai rapid.
ru: Такой контроль слишком медленный для меня, пожалуйста, вызовите меня с контролем времени поменьше.
sk: Táto časová kontrola je pre mňa príliš pomalá, prosím vyzvite ma opäť s rýchlejšou.
sl: Tokratna kontrola je zame prepočasna, prosim, znova izzivajte s hitrejšo igro.
sq: Ky kontroll kohe është shumë i ngadaltë për mua, ju lutemi, ribëni sfidë me një lojë më të ngadaltë.
sr: Ова временска контрола је преспора за мене, молим Вас изазовите опет на бржу партију.
sv: Denna tidskontroll är för långsam för mig, vänligen utmana igen med ett snabbare parti.
tr: Bu süre ayarı benim için çok yavaş, lütfen daha hızlı oyunları teklif ediniz.
uk: Цей контроль часу занадто повільний для мене, будь ласка, киньте виклик з більш швидкою грою.
vi: Tùy chọn thời gian quá chậm đối với tôi, hãy thách đấu lại với một thời gian nhanh hơn.
zh: 这个时限对我来说太慢了，请发起一个更快的对局挑战
zh_tw: 這個時間控制對我來說太慢了，請用快一點的遊戲再次挑戰。

# challengeDeclineTimeControl
source: I'm not accepting challenges with this time control.
af: Ek aanvaar nie uitdagings met hierdie tydskontrole nie.
ar: وقت المبارات لا يناسبني.
az: Bu vaxt nəzarətilə olan çağırışları qəbul etmirəm.
be: Не прымаю выклікі з гэтым кантролем часу.
bg: Не приемам предизвикателства с такъв времеви формат.
bn: এই টাইম কন্ট্রল গেমে আমি চ্যালেঞ্জ গ্রহন করি না.
bs: Ne prihvatam izazove sa ovom kontrolom vremena.
ca: No accepto desafiaments amb aquest control de temps.
cs: V tuto chvíli nepřijímám výzvy s tímto časovým tempem.
da: Jeg accepterer ikke udfordringer med denne tidskontrol.
el: Δε δέχομαι προκλήσεις με αυτόν τον χρόνο σκέψης.
eo: Mi ne akceptas defiojn kun ĉi tiu tempokontrolo.
es: No acepto desafíos con ese control de tiempo.
eu: Ez dut erritmo horretako erronkarik onartzen.
fa: من با این زمان‌بندی، پیشنهاد بازی را نمی‌پذیرم.
fi: En ota vastaan haasteita tällä aikarajalla.
gl: Non acepto desafíos a este ritmo.
he: אני לא מאשר/ת אתגרים בקטגוריית הזמן הזו.
hy: Այդպիսի ժամակարգով մարտահրավերներ չեմ ընդունում։
id: Saya tidak menerima tantangan dengan waktu permainan seperti ini.
it: Non accetto sfide con questa cadenza di tempo.
kk: Мен бұндай уақыт қалпындағы ойындарға шақыруды қабылдамаймын.
ko: 이 시간 제한으로는 도전을 받지 않겠습니다.
lt: Nepriimu iššūkių su šia laiko kontrole.
lv: Pašlaik nepieņemu izaicinājumus ar šo laika kontroli.
mk: Не прифаќам предизвици со овој временски формат.
nl: Ik neem geen uitdagingen aan met dit tempo.
pt: Não estou a aceitar desafios com este controlo de tempo.
ro: Nu accept provocări cu acest timp.
ru: Я не принимаю вызовы с таким контролем времени.
sk: Neprijímam výzvy s touto časovou kontrolou.
sl: S tem časovnim nadzorom ne sprejemam izzivov.
sq: Nuk pranoj sfida me këtë kontroll kohe.
sr: Не прихватам изазове са овом временском контролом.
sv: Jag antar inte utmaningar med denna tidskontroll.
tr: Bu süre ayarına sahip oyun tekliflerini kabul etmiyorum.
uk: Я не приймаю виклики з таким контролем часу.
vi: Tôi không chấp nhận các thách đấu với tùy chọn thời gian này.
zh: 我不接受此时限设置的挑战
zh_tw: 我不接受這個挑戰的時間控制。

# challengeDeclineRated
source: Please send me a rated challenge instead.
af: Stuur eerder vir my 'n gegradeerde uitdaging asseblief.
ar: من فضلك أرسل لي تحدياً مقيماً بدلاً من ذلك.
az: Zəhmət olmasa mənə reytinqli bir çağırış göndərin.
be: Калі ласка, прышлі рэйтынгавы выклік замест гэтага.
bg: Вместо това изпращайте ми рейтингови предизвикателства, моля.
bn: অনুগ্রহ পুর্বক আমাকে রেটেড গেমের চ্যালেঞ্জ দিন.
bs: Umjesto toga, pošaljite mi ocijenjeni izazov.
ca: Si us plau, envia'm un desafiament puntuat.
cs: Vyzvěte mě raději k hodnocené partii.
da: Send mig gerne en ratet udfordring i stedet.
el: Στείλτε μου μία βαθμολογημένη και όχι φιλική πρόκληση.
eo: Bonvolu sendi al mi rangan defion anstataŭe.
es: Desafíame a una partida por puntos, mejor.
eu: Mesedez bidali puntuaziorako balio duen erronka bat.
fa: لطفا به جایش، پیشنهاد بازی رسمی بده.
fi: Lähetä minulle sen sijaan haaste pisteytettyyn peliin.
gl: Por favor, rétame a unha partida puntuada.
he: בבקשה שלח/י לי הזמנה למשחק מדורג במקום.
hy: Հրավիրեք ինձ վարկանիշային խաղի, խնդրում եմ։
id: Tolong tantang aku dengan permainan di rating.
it: Mandami una sfida classificata per favore.
kk: Оның орнына маған бағаланатын шақыруды жіберіңізші.
ko: 대신 레이팅 대전을 신청해주세요.
lt: Vietoje šio iššūkio atsiųskite vertinamą iššūkį.
lv: Labāk lūdzu atsūtiet vērtētu izaicinājumu.
mk: Ве молам испратете ми покана за рангиран предизвик.
nl: Stuur me a.u.b. een uitdaging met rating.
pt: Por favor, envie-me um desafio a valer para a classificação.
ro: Te rog să îmi trimiți în loc o provocare oficială.
ru: Вызовите меня на рейтинговую игру, пожалуйста.
sk: Pošlite mi hodnotenú výzvu, prosím.
sl: Prosim, pošljite mi rangirani izziv.
sq: Të lutem më dërgo një sfide të vlerësuar.
sr: Уместо овог, молим Вас да ми пошаљете рангиран изазов.
sv: Vänligen skicka en rankad utmaning istället.
tr: Bunun yerine puanlı oyun teklifi yapınız lütfen.
uk: Будь ласка, замість цього відправте мені рейтинговий виклик.
vi: Hãy gửi yêu cầu thách đấu có xếp hạng cho tôi.
zh: 请向我发起排位挑战
zh_tw: 請向我發送積分對弈。
