Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# importGameDataPrivacyWarning
source: This PGN can be accessed by the public. To import a game privately, use a study.
af: Hierdie PGN is toeganklik vir die algemene publiek. Gebruik 'n studie om 'n spel privaat in te voer.
ar: يمكن لأي أحد الوصول إلى PGN، إذا أردت إنشاء تحليل خاص، استخدم قسم دراسة.
bn: এই PGN জনসাধারণের দ্বারা অধিগত করা যেতে পারে। ব্যক্তিগতভাবে একটি গেম ইমপোর্ট করতে, একটি স্টাডি ব্যবহার করুন.
bs: Ovom PGN-u može pristupiti javnost. Za privatni uvoz igre, koristite studiju.
ca: Aquest PGN és accessible públicament. Per a importar un joc de manera privada, utilitza un estudi.
cs: K této PGN má přístup kdokoli. Chcete-li hru naimportovat soukromě, použijte studii.
da: Denne PGN kan tilgås af offentligheden. For at importere et parti privat, skal du bruge et studie.
el: Η παρτίδα που θα εισαγάγετε θα είναι προσβάσιμη δημόσια. Δημιουργήστε μια μελέτη αν θέλετε η παρτίδα να είναι ιδιωτική.
eo: Ĉi tiun PGN estas atingebla de la publiko. Por importi ludon private, uzu studon.
es: Este PGN es de acceso público. Para importar una partida de forma privada, utiliza un estudio.
eu: PGN hau edonork deskargatu dezake. Partida bat era pribatuan inportatzeko azterlan bat erabili behar duzu.
fa: این PGN برای عموم در دسترس است، برای وارد کردن یک بازی خصوصی، از *مطالعه* استفاده کنید.
fi: Tähän PGN:ään on julkinen pääsy. Käytä tutkielmaa halutessasi tuoda pelin ja pitää sen yksityisenä.
gl: Este PGN é de acceso público. Para importar unha partida de xeito privado, emprega un estudo.
he: ה־PGN הזה זמין לציבור. כדי לייצא את המשחק באופן פרטי, השתמשו בלוח למידה.
hy: Այս PGN ֆայլը կարող է հասանելի լինել բոլորին։ Պարտիան անհատապես ներբեռնելու համար օգտագործեք ստուդիան։
id: Berkas PGN ini bisa diakses oleh publik. Untuk mengimpor pertandingan dengan privasi, gunakan study.
it: Questo PGN è accessibile pubblicamente. Per importare una partita privatamente, utilizza uno studio.
kk: Бұл PGN - жалпыға жария болады. Жеке болуын қаласаңыз, Зерттеу арқылы салуыңыз керек.
ko: 이 PGN은 모두가 볼 수 있게 됩니다. 비공개로 대국을 불러오려면, 연구 기능을 이용하세요.
lt: Šis PGN failas yra prieinamas visiems. Jei norite įkelti partiją privačiai, naudokite studijas.
lv: Jebkurš var piekļūt šim PGN. Lai importētu spēli privāti, izveido izpēti.
nl: Deze PGN kan toegankelijk zijn voor iedereen. Gebruik een studie om een partij privé te importeren.
pt: Este PGN pode ser acessada pelo público. Para importar um jogo de forma privada, use um estudo.
ro: Acest PGN poate fi accesat public. Pentru a importa un joc în mod privat, folosește un studiu.
ru: Этот PGN-файл может быть доступен публично. Чтобы импортировать игру приватно, используйте студию.
sk: Toto PGN je verejne dostupné. Ak chcete partiu importovať súkromne, použite štúdiu!
sl: Ta PGN je javno dostopen. Za zasebni uvoz igre uporabite študijo.
sq: Kjo PGN mund të shihet nga publiku. Që të importoni privatisht një lojë, përdorni një ushtrim.
sr: Овај PGN је јавно доступан. Ако желиш да партију увезеш као приватну, користи студију.
sv: Denna PGN kan nås av allmänheten. För att importera ett parti privat, använd en studie.
tr: Bu PGN herkes tarafından erişilebilir. Bir oyunu özel olarak yüklemek istiyorsanız bir çalışma kullanın.
uk: Цей PGN може бути у вільному доступі. Для імпорту гри в приватному режимі використовуйте студії.
vi: Ai cũng có thể truy cập PGN này. Để nhập ván cờ một cách riêng tư, hãy sử dụng nghiên cứu.
zh: 此 PGN 可被公开访问。要私密导入对局，请使用研习功能。
zh_tw: 此為公開 PGN。若要導入私人棋局，請使用研究。

source: This is a chess CAPTCHA.
af: Hierdie is 'n skaak CAPTCHA.
ar: هذا اختبار شطرنجي للتمييز بين الحاسب والإنسان
az: Bu, şahmat təsdiqləmə sistemidir.
be: Гэта шахматная CAPTCHA.
bg: Това е шахматна CAPTCHA.
bn: এটি হল দাবা CAPTCHA
bs: Ovo je šahovski CAPTCHA.
ca: Això és un CAPTCHA d'escacs.
cs: Toto je šachové CAPTCHA.
da: Dette er en skak-CAPTCHA.
el: Αυτό είναι CAPTCHA σκακιού.
eo: Jen ŝaka CAPTCHA.
es: Esto es un CAPTCHA de ajedrez.
eu: Hau xake-CAPTCHA bat da
fa: این یک کپچا [کد امنیتی] شطرنجی است
fi: Tämä on shakkivarmistus.
gl: Isto é un CAPTCHA de xadrez.
he: זה CAPTCHA של שחמט.
hy: Սա շախմատային CAPTCHA է
id: Ini adalah CAPTCHA catur.
it: Questo è un CAPTCHA di scacchi.
kk: Бұл шахмат түрлі CAPTCHA.
ko: 자동 기입을 방지하기 위한 체스 퀴즈입니다.
lt: Tai yra šachmatinė „CAPTCHA“.
lv: Šis ir šaha CAPTCHA.
mk: Ова е шаховско CAPTCHA
nl: Dit is een schaak CAPTCHA.
pt: Este é um "CAPTCHA" de xadrez.
ro: Aceasta este o verificare anti-spam pe baza unei poziții de șah.
ru: Это шахматная капча.
sk: Šachová CAPTCHA
sl: To je test, ki loči ljudi od računalnikov
sq: Kjo është një CAPTCHA shahu.
sr: Ово је шаховска капча.
sv: Detta är en schack-CAPTCHA
tr: Bu bir satranç CAPTCHA'sıdır.
uk: Це — шахова капча.
vi: Đây là mã CAPTCHA cờ vua.
zh: 这是一个国际象棋验证码。
zh_tw: 此為西洋棋驗證碼。

# clickOnTheBoardToMakeYourMove
source: Click on the board to make your move, and prove you are human.
af: Kliek op die bord om jou skuif te maak, en te bewys jy is 'n mens.
ar: اضغط على الرقعة لاختيارالنقلة وتأكيد إنسانيتك
az: Lövhədə bir gediş edin və robot olmadığınızı təsdiq edin.
be: Зрабіце ход, каб даказаць, што вы – чалавек.
bg: Играйте хода си на дъската и докажете че сте човек.
bn: বোর্ডে ক্লিক করে চাল দিয়ে প্রমাণ করুন যে আপনি সত্যিই মানুষ, রোবট নন।
bs: Kliknite na ploču, povucite potez i dokažite da ste čovjek.
ca: Clica al tauler per fer el teu moviment i així demostrar que ets humà.
cs: Kliknutím na šachovnici zadejte váš tah a dokažte, že jste človek.
da: Klik på brættet for at foretage dit træk, og bevis at du ikke er en robot.
el: Κάνετε κλικ στη σκακιέρα για να κινήσετε τα πιόνια και να αποδείξετε πως είστε άνθρωπος.
eo: Alklaku la ŝaktabulon por fari movon kaj pruvi, ke vi estas homa.
es: Haz clic en el tablero para hacer tu jugada y demostrar que eres humano.
eu: Egizu jokaldia taulan, gizakia zarela frogatzeko.
fa: روی صفحه بزنید تا حرکت‌تان را بروید و اثبات کنید که انسانید.
fi: Tee siirtosi todistaaksesi olevasi ihminen.
gl: Preme no taboleiro para facer a túa xogada e demostrar que es humano.
he: לחץ/י על הלוח כדי לעשות מהלך, כדי להוכיח שאת/ה בן אנוש.
hy: Սեղմեք դաշտին, որ անեք ձեր քայլը և ապացուցեք, որ մարդ եք:
id: Klik pada papan untuk melangkah dan buktikan bahwa anda asli manusia.
it: Clicca sulla scacchiera e fai la tua mossa, per provare che sei un umano.
kk: Тақтада жүріс жасаумен адам екеніңізді растаңыз.
ko: 보드를 클릭해서 체스 퍼즐을 풀고 당신이 사람임을 알려주세요.
lt: Spustelėkite ant lentos norėdami atlikti ėjimą ir įrodyti, kad esate žmogus.
lv: Noklikšķiniet uz laukuma, lai izdarītu gājienu un pierādītu, ka esat cilvēks.
mk: Кликни на таблата за да го повлечеш својот потег и така докажи дека си човек.
nl: Klik op het bord om je zet te spelen en te bewijzen dat je een mens bent.
pt: Clica no tabuleiro para fazeres a tua jogada, provando que és humano.
ro: Apăsați pe tablă pentru a muta, dovedind că sunteți om.
ru: Кликните по доске и сделайте ход, чтобы доказать, что вы человек, а не компьютер. (Всем известно, что компьютеры не умеют играть в шахматы!).
sk: Kliknite na šachovnicu a spravte ťah, aby ste dokázali, že ste človek.
sl: Odigraj potezo in dokaži, da nisi robot
sq: Klikoni mbi fushën për të bërë lëvizjen tuaj dhe të dëshmoni se jeni qenie njerëzore.
sr: Кликај на таблу да направиш свој потез и докажи да си људско биће.
sv: Klicka på brädet och gör ditt drag för att bevisa att du är en människa.
tr: İnsan olduğunuzu kanıtlamak için tahtaya tıklayın ve hamlenizi yapın.
uk: Натисніть на дошці, щоб зробити хід і довести, що ви людина.
vi: Nhấn vào bàn cờ để di chuyển, và chứng minh bạn là con người.
zh: 点击棋盘走棋，以证明您是人类。
zh_tw: 點擊棋盤走棋以證明您是人類。

# captcha_fail
source: Please solve the chess captcha.
af: Los asseblief die skaak captcha op.
ar: الرجاء حل مسألة الشطرنج مات بنقلة واحدة.
az: Lütfən şahmat doğrulamasını həll edin.
be: Калі ласка, вырашыце шахматную CAPTCHA.
bg: Моля решете шахматната captcha
bn: দয়া করে দাবার ক্যাপচা সমাধান করুন.
bs: Molimo riješite šahovski Captcha.
ca: Si us plau resol el captcha d'escacs.
cs: Prosím vyřešte šachovou captcha.
da: Løs venligst denne skak-captcha.
el: Παρακαλούμε λύστε το σκακιστικό captcha.
eo: Bonvolu solvi la ŝakan captcha-on.
es: Por favor, resuelva el captcha de ajedrez.
eu: Ebatzi xake captcha mesedez.
fa: لطفا captcha را حل کنید
fi: Ratkaise shakki-captcha.
gl: Por favor resolve o CAPTCHA de xadrez.
he: אנא בצע/י את המהלך הנכון בלוח ה־Captcha.
hy: Խնդրում ենք լուծել շախմատային CAPTCHA-ն։
id: Harap selesaikan captcha catur.
it: Per favore risolvi il captcha-puzzle.
kk: Шахмат түріндегі есепті шешіңіз.
ko: 문제를 풀어 인간임을 증명해주세요.
lt: Prašome išspręsti šachmatų galvosūkį.
lv: Lūdzu, atrisiniet šaha cilvēktestu.
mk: Ве молиме решете ја шаховската капча.
nl: Gelieve de schaak-captcha op te lossen.
pt: Por favor, resolve o captcha.
ro: Vă rugăm să completați acest puzzle.
ru: Пожалуйста, решите шахматную капчу.
sk: Prosím vyriešte šachovú captcha.
sl: Prosimo, rešite ta test.
sq: Ju lutemi, zgjidhni captcha-n e shahut.
sr: Молимо Вас да решите шаховску капчу.
sv: Vänligen lös schack-captchan.
tr: Lütfen satranç CAPTCHA'sını çözün.
uk: Будь ласка, вирішіть шахову капчу.
vi: Hãy giải mã captcha cờ vua.
zh: 请完成国际象棋验证码。
zh_tw: 請完成驗證。

source: Not a checkmate
af: Nie skaakmat nie
ar: ليست كش مات
az: Mat deyil
be: Гэта не мат
bg: Не е шах-и-мат
bn: এটি কিস্তিমাত নয়
bs: Nije mat
ca: No és escac i mat
cs: Toto není mat.
da: Ikke en mat
el: Δεν είναι ματ
eo: Ne ŝakmato
es: No es jaque mate
eu: Hori ez da xake-matea!
fa: این یک کیش و مات نیست
fi: Siirto ei ole shakkimatti
gl: Non é xaque mate.
he: לא מט
hy: Մատ չէ
id: Bukan skakmat
it: Non è scacco matto
kk: Мат емес
ko: 체크메이트가 아닙니다.
lt: Tai ne šachas ir matas
lv: Nav šahs un mats
mk: Не е шахмат.
nl: Dit is geen schaakmat
pt: Não é xeque-mate.
ro: Nu este șah mat
ru: Это не мат
sk: Nie je to mat
sl: To ni mat
sq: S’është shah-mat
sr: Није шах-мат
sv: Inte schackmatt
tr: Mat değil
uk: Це не мат
vi: Không phải là một nước chiếu hết
zh: 并非将杀
zh_tw: 沒有將死

# whiteCheckmatesInOneMove
source: White to checkmate in one move
af: Wit om te skaakmat in een skuif
ar: كش مات للأبيض في نقلة واحدة
az: Ağlar bir gedişə mat edir
be: Белыя ставяць мат у адзін ход
bg: Белите на ход, мат в един ход
bn: সাদা দলের একটি মুভে চেকমেট
bs: Bijeli matira u jednom potezu
ca: Les blanques fan escac i mat en una jugada
cs: Bílý dá prvním tahem mat
da: Hvid sætter mat i ét træk
el: Παίζουν τα λευκά, κάντε ματ με μια κίνηση
eo: La blanka ludanto devas matigi per unu movo
es: Juegan blancas y dan mate en una
eu: Zuriek xake-mate jokaldi bakarrean
fa: سفید در یک حرکت مات می‌کند
fi: Valkean yhden siirron matti
gl: Xogas brancas e dan mate nunha
he: מט ב־1 ללבן
hy: Սպիտակները մատ են անում մեկ քայլից
id: Putih skakmat dalam satu langkah
it: Il Bianco dà matto in una mossa
kk: Ақ бір жүріспен мат қояды
ko: 백이 한 수 만에 체크메이트하기
lt: Baltųjų šachas ir matas vienu ėjimu
lv: Baltie pieteiks matu vienā gājienā
mk: Мат со белите во еден потег
nl: Wit zet schaakmat in één zet
pt: As brancas dão mate em um movimento
ro: Albele să dea șah mat într-o mutare
ru: Белые ставят мат в один ход
sk: Biely dá mat 1. ťahom
sl: Beli matira v eni potezi
sq: I bardhi në shah-mat me një lëvizje
sr: Бели матира у једном потезу
sv: Vit gör schackmatt på ett drag
tr: Beyaz bir hamlede mat eder
uk: Білі ставлять мат в один хід
vi: Bên trắng hãy chiếu hết trong một nước đi
zh: 白方一步将杀
zh_tw: 白方一步將死

# blackCheckmatesInOneMove
source: Black to checkmate in one move
af: Swart om te skaakmat in een skuif
ar: كش مات للأسود في نقلة واحدة
az: Qaralar bir gedişə mat edir
be: Чорныя ставяць мат у адзін ход
bg: Черните на ход, мат в един ход
bn: কালো দলের একটি মুভে চেকমেট
bs: Crni matira u jednom potezu
ca: Les negres fan escac i mat en una jugada
cs: Černý dá prvním tahem mat
da: Sort sætter mat i ét træk
el: Παίζουν τα μαύρα, κάντε ματ με μια κίνηση
eo: La nigra ludanto devas matigi per unu movo
es: Juegan negras y dan mate en una
eu: Beltzek xake-mate jokaldi bakarrean
fa: سیاه در یک حرکت مات می‌کند
fi: Mustan yhden siirron matti
gl: Xogas negras e dan mate nunha
he: מט ב־1 לשחור
hy: Սևերը մատ են անում մեկ քայլից
id: Hitam skakmat dalam satu langkah
it: Il Nero dà matto in una mossa
kk: Қара бір жүріспен мат қояды
ko: 흑이 한 수 만에 체크메이트하기
lt: Juodųjų šachas ir matas vienu ėjimu
lv: Melnie pieteiks matu vienā gājienā
mk: Мат со црните во еден потег
nl: Zwart zet schaakmat in één zet
pt: As pretas dão mate em um movimento
ro: Negrele să dea șah mat într-o mutare
ru: Чёрные ставят мат в один ход
sk: Čierny dá mat 1. ťahom
sl: Črni matira v eni potezi
sq: I ziu në shah-mat me një lëvizje
sr: Црни матира у једном потезу
sv: Svart gör schackmatt på ett drag
tr: Siyah bir hamlede mat eder
uk: Чорні ставлять мат в один хід
vi: Bên đen hãy chiếu hết trong một nước đi
zh: 黑方一步将杀
zh_tw: 黑方一步棋將死對手

source: Retry
af: Probeer weer
ar: أعد المحاولة
az: Yenidən sına
be: Яшчэ раз
bg: Опитай отново
bn: আবার চেষ্টা করুন
bs: Pokušajte ponovo
ca: Reintentar
cs: Zkusit znovu
da: Prøv igen
el: Επανάληψη
eo: Reprovi
es: Reintentar
eu: Berriro saiatu
fa: تلاش دوباره
fi: Yritä uudelleen
gl: Tentar de novo
he: נסו שוב
hy: Կրկին փորձել
id: Mengulang
it: Riprova
kk: Қайталау
ko: 재시도
lt: Kartoti
lv: Mēģināt vēlreiz
mk: Обиди се повторно
nl: Probeer het opnieuw
pt: Tentar novamente
ro: Mai încercați
ru: Повторить
sk: Znova
sl: Poskusi ponovno
sq: Riprovoni
sr: Покушај поново
sv: Försök igen
tr: Tekrar dene
uk: Спробуйте ще
vi: Thử lại
zh: 重试
zh_tw: 重試

source: Reconnecting
af: Konnekteer weer
ar: إعادة الإتصال
az: Yenidən qoşulur
be: Перападлучэнне
bg: Свързване
bn: পুনঃসংযোগের চেষ্টা চলছে
bs: Ponovno spajanje
ca: S'està reconnectant
cs: Připojování
da: Genopretter forbindelsen
el: Επανασύνδεση
eo: Rekonektante
es: Reconectando
eu: Konektatuz
fa: بازاتصال...
fi: Yhdistetään uudelleen
gl: Conectando de novo
he: מתחבר מחדש
hy: Կապի միացում
id: Menyambung ulang
it: Riconnessione
kk: Байланыс қайта орнауда
ko: 연결 중
lt: Jungiamasi
lv: Atjauno savienojumu
mk: Повторно конектирање
nl: Opnieuw aan het verbinden
pt: A reconectar
ro: Se reconectează
ru: Переподключение
sk: Pripájanie
sl: Ponovno vzpostavljanje povezave
sq: Po rilidhet
sr: Поново повезујемо
sv: Återansluter
tr: Yeniden bağlanılıyor
uk: Повторне підключення
vi: Đang kết nối lại
zh: 重新连接中
zh_tw: 重新連接中

# noNetwork
source: Offline
af: Vanlyn af
ar: غير متصل
bg: Офлайн
bn: অফলাইন
bs: Bez mreže
ca: Desconnectat
el: Εκτός σύνδεσης
eo: Nekonektita
es: Desconectado
eu: Deskonektatuta
fa: بُرون‌خط
fi: Ei yhteyttä
gl: Desconectado
he: לא מחובר
hy: Օֆլայն
it: Non in linea
kk: Желіден тыс
ko: 오프라인
lt: Neprisijungta
lv: Bezsaistē
pt: Desligado
ro: Deconectat
ru: Офлайн
sl: Brez povezave
sq: Jashtë linje
sr: Ван мреже
tr: Çevrimdışı
uk: Не в мережі
vi: Ngoại tuyến
zh: 离线
zh_tw: 離線

# favoriteOpponents
source: Favourite opponents
af: Gunsteling opponente
ar: خصوم مفضلين
az: Sevimli rəqiblər
be: Улюбленыя супернікі
bg: Предпочитани съперници
bn: প্রিয় প্রতিদ্বন্দ্বী
bs: Omiljeni protivnici
ca: Adversaris favorits
cs: Oblíbení soupeři
da: Favoritmodstandere
el: Αγαπημένοι αντίπαλοι
eo: Plej ŝatataj kontraŭuloj
es: Oponentes favoritos
eu: Gogoko aurkariak
fa: رقبای مورد علاقه
fi: Suosikkivastustajat
gl: Rivais preferidos
he: יריבים מועדפים
hy: Սիրելի հակառակորդներ
id: Lawan Favorit
it: Avversari preferiti
kk: Қалаулы қарсыластар
ko: 관심있는 상대
lt: Dažniausi varžovai
lv: Biežākie pretinieki
mk: Омилени противници
nl: Favoriete tegenstanders
pt: Adversários favoritos
ro: Adversari preferați
ru: Предпочитаемые соперники
sk: Obľúbení súperi
sl: Priljubljeni nasprotniki
sq: Kundërshtarë të preferuar
sr: Омиљени противници
sv: Favoritmotståndare
tr: Favori rakipler
uk: Улюблені суперники
vi: Đối thủ yêu thích
zh: 最常对阵的棋手
zh_tw: 最喜歡的對手

source: Follow
af: Volg
ar: تابع
az: İzlə
be: Падпісацца
bg: Следвай
bn: অনুসরণ
bs: Pratite
ca: Seguir
cs: Sledovat
da: Følg
el: Ακολουθήστε
eo: Sekvi
es: Seguir
eu: Jarraitu
fa: دنبالیدن
fi: Seuraa
gl: Seguir
he: עקבו
hy: Հետևել
id: Ikuti
it: Segui
kk: Серік болу
ko: 팔로우
lt: Sekti
lv: Sekot
mk: Следи
nl: Volgen
pt: Seguir
ro: Urmăriți
ru: Подписаться
sk: Sledovať
sl: Sledi
sq: Ndiqeni
sr: Прати
sv: Följ
tr: Takip et
uk: Спостерігати
vi: Theo dõi
zh: 关注
zh_tw: 關注

source: Following
af: Besig om te volg
ar: متابع
az: İzlənən
be: Вы падпісаны
bg: Следвам
bn: অনুসরণ করছেন
bs: Pratite
ca: Seguint
cs: Sledován
da: Følger
el: Ακολουθείτε
eo: Sekvanta
es: Siguiendo
eu: Jarraitzen
fa: دنبال‌شدگان
fi: Seurataan
gl: Seguindo
he: ברשימת המעקב
hy: Հետևում եք
id: Mengikuti
it: Stai seguendo
kk: Серіксіз
ko: 팔로잉
lt: Sekamas
lv: Sekotie
mk: Ги следи
nl: Volgend
pt: A seguir
ro: Se urmărește
ru: Подписаны
sk: Sledujete
sl: Igralcu že sledite
sq: Ndiqet
sr: Пратиш
sv: Följer
tr: Takip ediyorsun
uk: Спостерігають
vi: Đang theo dõi
zh: 已关注
zh_tw: 已關注

source: Unfollow
af: Ontvolg
ar: إالغاء المتابعة
az: İzləmədən çıx
be: Адпісацца
bg: Не следвай
bn: আর অনুসরণ নয়
bs: Prestanite pratiti
ca: Deixa de seguir
cs: Přestat sledovat
da: Ophør med at følge
el: Κατάργηση παρακολούθησης
eo: Malsekvi
es: Dejar de seguir
eu: Jarraitzeari uztea
fa: وادنبالیدن
fi: Älä seuraa
gl: Deixar de seguir
he: הפסיקו מעקב
hy: Չհետևել
id: Tidak mengikuti
it: Non seguire più
kk: Серік болмау
ko: 팔로우 취소
lt: Nebesekti
lv: Beigt sekot
mk: Од-следи
nl: Stop met volgen
pt: Deixar de seguir
ro: Opriți urmărirea
ru: Отписаться
sk: Zrušiť sledovanie
sl: Nehajte slediti
sq: Ndalo së ndjekuri
sr: Отпрати
sv: Sluta följa
tr: Takibi bırak
uk: Не спостерігати
vi: Bỏ theo dõi
zh: 取消关注
zh_tw: 取消關注

# followX
source: Follow {param}
af: Volg {param}
ar: متابعة {param}
az: {param}-i izləyin
be: Падпісацца на {param}
bg: Последвай {param}
bn: {param}-কে ফলো করুন
bs: Prati {param}
ca: Seguir a {param}
cs: Sledovat {param}
da: Følg {param}
el: Ακολουθήστε τον χρήστη {param}
eo: Sekvi {param}
es: Seguir a {param}
eu: Jarraitu {param}
fa: دنبالیدن {param}
fi: Seuraa {param}
gl: Seguir a {param}
he: עקבו אחר {param}
hy: Հետևել {param}-ին
id: Ikuti {param}
it: Segui {param}
kk: {param} серік болу
ko: {param} 팔로우하기
lt: Sekti {param}
lv: Sekot {param}
mk: Следи {param}
nl: Volg {param}
pt: Seguir {param}
ro: Urmărește utilizatorul {param}
ru: Подписаться на {param}
sk: Sledovať {param}
sl: Sledite {param}
sq: Ndiq {param}
sr: Прати {param}
sv: Följ {param}
tr: {param} Takip Et
uk: Спостерігати за {param}
vi: Theo dõi {param}
zh: 关注 {param}
zh_tw: 追蹤{param}

# unfollowX
source: Unfollow {param}
af: Ontvolg {param}
ar: إلغاء متابعة{param}
az: {param} təqibindən çıxar
be: Адпісацца ад {param}
bg: Прекрати следването на {param}
bn: {param}কে অননুসরণ করুন
bs: Prestani pratiti {param}
ca: Deixa de seguir a {param}
cs: Přestat sledovat {param}
da: Følg ikke længere {param}
el: Κατάργηση ακολούθησης του χρήστη {param}
eo: Malsekvi {param}
es: Dejar de seguir a {param}
eu: Utzi {param} jarraitzeari
fa: وادنبالیدن {param}
fi: Lopeta käyttäjän {param} seuraaminen
gl: Deixar de seguir a {param}
he: הפסיקו לעקוב אחר {param}
hy: Չհետևել {param}-ին
id: Stop mengikuti {param}
it: Smetti di seguire {param}
kk: {param} серік болмау
ko: {param} 팔로우 취소하기
lt: Nebesekti {param}
lv: Nesekot {param}
mk: Одследи {param}
nl: {param} ontvolgen
pt: Deixar de seguir {param}
ro: Nu mai urmări utilizatorul {param}
ru: Отписаться от {param}
sk: Prestať sledovať {param}
sl: Prenehaj spremljati {param}
sq: Mos e ndiq më {param}
sr: Престани да пратиш {param}
sv: Sluta följa {param}
tr: {param} Takibi Bırak
uk: Не стежити за {param}
vi: Bỏ theo dõi {param}
zh: 取消关注 {param}
zh_tw: 取消追蹤{param}

source: Block
af: Blokeer
ar: حظر
az: Blok
be: Заблакаваць
bg: Блокирай
bn: বাধা দিন
bs: Blokirajte
ca: Bloqueja
cs: Blokovat
da: Blokér
el: Αποκλείστε
eo: Bloki
es: Bloquear
eu: Blokeatu
fa: مسدود کن
fi: Estä
gl: Bloquear
he: חסמו
hy: Արգելափակել
id: Blokir
it: Blocca
kk: Бұғаттау
ko: 차단
lt: Blokuoti
lv: Bloķēt
mk: Блокирај
nl: Blokkeren
pt: Bloquear
ro: Blocare
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sq: Bllokoje
sr: Блокирај
sv: Blockera
tr: Engelle
uk: Заблокувати
vi: Chặn
zh: 屏蔽
zh_tw: 加入黑名單

source: Blocked
af: Geblok
ar: محظور
az: Bloklanıb
be: Заблакаваны
bg: Блокирани
bn: বাধাগ্রস্ত
bs: Blokiran
ca: Bloquejat
cs: Blokován
da: Blokeret
el: Αποκλεισμένος
eo: Blokita
es: Bloqueado
eu: Blokeatuta
fa: مسدود شده
fi: Estetty
gl: Bloqueado
he: חסום
hy: Արգելափակված է
id: Diblokir
it: Bloccato
kk: Бұғатталған
ko: 차단됨
lt: Užblokuotas
lv: Bloķētie
mk: Блокиран
nl: Geblokkeerd
pt: Bloqueado
ro: Blocat
ru: Заблокированные
sk: Blokovaný
sl: Blokiran
sq: I bllokuar
sr: Блокиран/а
sv: Blockerad
tr: Engellendi
uk: Заблоковано
vi: Đã chặn
zh: 已屏蔽
zh_tw: 已加入黑名單

source: Unblock
af: Ontblok
ar: إلغاء الحظر
az: Blokdan çıxart
be: Разблакіраваць
bg: Отблокирай
bn: বাধা উঠিয়ে নিন
bs: Odblokiraj
ca: Desbloqueja
cs: Odblokovat
da: Stop blokering
el: Κατάργηση απόκλεισης
eo: Malbloki
es: Desbloquear
eu: Desblokeatu
fa: لغو انسداد
fi: Poista esto
gl: Desbloquear
he: בטל חסימה
hy: Հանել արգելափակումը
id: Buka blokir
it: Sblocca
kk: Бұғаттан шығару
ko: 차단 해제
lt: Atblokuoti
lv: Atbloķēt
mk: Одблокирај
nl: Deblokkeren
pt: Desbloquear
ro: Deblocare
ru: Разблокировать
sk: Odblokovať
sl: Odblokiraj
sq: Zhbllokoje
sr: Одблокирај
sv: Avblockera
tr: Engeli kaldır
uk: Розблокувати
vi: Bỏ chặn
zh: 取消屏蔽
zh_tw: 移除出黑名單

# xStartedFollowingY
source: {param1} started following {param2}
af: {param1} het begin om {param2} te volg
ar: {param1} بدأ متابعة {param2}
az: {param1} {param2} adlı oyunçunu izləməyə başladı
be: {param1} падпісаўся на {param2}
bg: {param1} започна да следва {param2}
bn: {param1} অনুসরণ করা শুরু করেছেন {param2}
bs: {param1} je počeo pratiti {param2}
ca: {param1} ha començat a seguir {param2}
cs: {param1} začal sledovat {param2}
da: {param1} følger nu {param2}
el: Ο χρήστης {param1} άρχισε να ακολουθεί τον {param2}
eo: {param1} eksekvis {param2}
es: {param1} comenzó a seguir a {param2}
eu: {param1} {param2} jarraitzen hasi da
fa: {param1} دنبالیدن {param2} را آغازید
fi: {param1} alkoi seurata {param2}
gl: {param1} comezou a seguir a {param2}
he: {param1} התחיל/ה לעקוב אחרי {param2}
hy: {param1}-ը այժմ հետևում է {param2}-ին
id: {param1} mulai mengikuti {param2}
it: {param1} ha iniziato a seguire {param2}
kk: {param1} {param2} серігі болды
ko: {param1}(이)가 {param2}(을)를 팔로우했습니다
lt: {param1} pradėjo sekti {param2}
lv: {param1} sāka sekot {param2}
mk: {param1} почна да го следи {param2}
nl: {param1} volgt nu {param2}
pt: {param1} começou a seguir {param2}
ro: {param1} a început să urmărească pe {param2}
ru: {param1} подписался на {param2}
sk: {param1} začal sledovať {param2}
sl: {param1} je začel slediti {param2}
sq: {param1} nisi të ndjekë {param2}
sr: {param1} је почео/ла пратити {param2}
sv: {param1} började följa {param2}
tr: {param1}, {param2} isimli oyuncuyu takip etmeye başladı
uk: {param1} починає спостерігати за {param2}
vi: {param1} đã bắt đầu theo dõi {param2}
zh: {param1} 开始关注 {param2}
zh_tw: {param1}開始關注{param2}

source: More
af: Meer
ar: المزيد
az: Daha çox
be: Яшчэ
bg: Още
bn: আরও
bs: Više
ca: Més
cs: Více
da: Mere
el: Περισσότερα
eo: Pli
es: Más
eu: Gehiago
fa: بیشتر
fi: Lisää
gl: Máis
he: עוד
hy: Ավելին
id: Lainnya
it: Altro
kk: Жаю
ko: 더보기
lt: Daugiau
lv: Vairāk
mk: Повеќе
nl: Meer
pt: Mais
ro: Mai mult
ru: Ещё
sk: Viac
sl: Več
sq: Më shumë
sr: Више
sv: Visa mer
tr: Daha fazla
uk: Більше
vi: Xem thêm
zh: 更多
zh_tw: 更多
