Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyNbMembers
source: {count, plural, =1{{count} Member} other{{count} Members}}
af: {count, plural, =1{{count} Lid} other{{count} Lede}}
ar: {count, plural, =0{{count} عضو} =1{{count} عضو} =2{{count} عضو} few{{count} عضو} many{{count} عضو} other{{count} أعضاء}}
az: {count, plural, =1{{count} Üzv} other{{count} Üzv}}
be: {count, plural, =1{{count} удзельнік} few{{count} удзельніка} many{{count} удзельнікаў} other{{count} удзельнікаў}}
bg: {count, plural, =1{{count} Член} other{{count} Членове}}
bn: {count, plural, =1{{count} জন সদস্য} other{{count} জন সদস্য}}
bs: {count, plural, =1{{count} Član} few{{count} Člana} other{{count} Članova}}
ca: {count, plural, =1{{count} Membre} other{{count} Membres}}
cs: {count, plural, =1{{count} člen} few{{count} členi} many{{count} členů} other{{count} členů}}
da: {count, plural, =1{{count} Medlem} other{{count} Medlemmer}}
el: {count, plural, =1{{count} Μέλος} other{{count} Μέλη}}
eo: {count, plural, =1{{count} Membro} other{{count} Membroj}}
es: {count, plural, =1{{count} Miembro} other{{count} Miembros}}
eu: {count, plural, =1{Kide {count}} other{{count} kide}}
fa: {count, plural, =1{{count} عضو} other{{count} عضو}}
fi: {count, plural, =1{{count} jäsen} other{{count} jäsentä}}
gl: {count, plural, =1{{count} Membro} other{{count} Membros}}
he: {count, plural, =1{משתמש אחד} =2{{count} משתמשים} many{{count} משתמשים} other{{count} משתמשים}}
hy: {count, plural, =1{{count} մասնակից} other{{count} մասնակից}}
id: {count, plural, other{{count} Anggota}}
it: {count, plural, =1{{count} membro} other{{count} membri}}
kk: {count, plural, =1{{count} мүше} other{{count} мүше}}
ko: {count, plural, other{멤버 {count}명}}
lt: {count, plural, =1{{count} narys} few{{count} nariai} many{{count} narių} other{{count} narių}}
lv: {count, plural, =0{{count} Dalībnieki} =1{{count} Dalībnieks} other{{count} Dalībnieki}}
nl: {count, plural, =1{{count} Deelnemer} other{{count} Deelnemers}}
pt: {count, plural, =1{{count} membro} other{{count} membros}}
ro: {count, plural, =1{{count} membru} few{{count} membri} other{{count} membri}}
ru: {count, plural, =1{{count} участник} few{{count} участника} many{{count} участников} other{{count} участников}}
sk: {count, plural, =1{{count} Člen} few{{count} Členovia} many{{count} Členov} other{{count} Členov}}
sl: {count, plural, =1{{count} Član} =2{{count} Člana} few{{count} Člani} other{{count} Članov}}
sq: {count, plural, =1{{count} Anëtar} other{{count} Anëtarë}}
sr: {count, plural, =1{{count} Члан} few{{count} Чланa} other{{count} Чланова}}
sv: {count, plural, =1{{count} Medlem} other{{count} Medlemmar}}
tr: {count, plural, =1{{count} Üye} other{{count} Üye}}
uk: {count, plural, =1{{count} учасник} few{{count} учасники} many{{count} учасників} other{{count} учасників}}
vi: {count, plural, other{{count} Thành viên}}
zh: {count, plural, other{{count} 位成员}}
zh_tw: {count, plural, other{{count}位成員}}

# studyPasteYourPgnTextHereUpToNbGames
source: {count, plural, =1{Paste your PGN text here, up to {count} game} other{Paste games as PGN text here. For each game, a new chapter is created. The study can have up to {count} chapters.}}
af: {count, plural, =1{Plak jou PGN teks hier, tot by {count} spel} other{Plak jou PGN teks hier, tot by {count} spelle}}
ar: {count, plural, =0{ألصق نص PGN هنا، حتى {count} مباراة} =1{الصق نص الPGN هنا، حتى {count} لعبة واحدة} =2{ألصق نص PGN هنا، حتى {count} مباراة} few{ألصق نص PGN هنا، حتى {count} مباراة} many{ألصق نص PGN هنا، حتى {count} مباراة} other{الصق الPGN هنا، حتى {count} العاب}}
az: {count, plural, =1{PGN mətninizi bura yapışdırın, ən çox {count} oyuna qədər} other{PGN mətninizi bura yapışdırın, ən çox {count} oyuna qədər}}
be: {count, plural, =1{Устаўце сюды ваш PGN тэкст, не больш за {count} гульню} few{Устаўце сюды ваш PGN тэкст, не больш за {count} гульні} many{Устаўце сюды ваш PGN тэкст, не больш за {count} гульняў} other{Устаўце сюды ваш PGN тэкст, не больш за {count} гульняў}}
bg: {count, plural, =1{Постави твоя PGN текст тук, до {count} партия} other{Постави твоя PGN текст тук, до {count} партии}}
bn: {count, plural, =1{PGN টেক্সট এখানে পেস্ট করুন, {count} টি খেলা পর্যন্ত} other{PGN টেক্সট এখানে পেস্ট করুন, {count} টি খেলা পর্যন্ত}}
bs: {count, plural, =1{Ovdje zalijepite svoj PGN tekst, do {count} partije} few{Ovdje zalijepite svoj PGN tekst, do {count} partije} other{Ovdje zalijepite svoj PGN tekst, do {count} partija}}
ca: {count, plural, =1{Enganxa el teu PGN aquí, fins a {count} partida} other{Enganxa el teu PGN aquí, fins a {count} partides}}
cs: {count, plural, =1{Vložte obsah vašeho PGN souboru (až {count} hra)} few{Vložte obsah vašeho PGN souboru (až {count} hry)} many{Vložte obsah vašeho PGN souboru (až {count} her)} other{Vložte obsah vašeho PGN souboru (až {count} her)}}
da: {count, plural, =1{Indsæt din PGN-tekst her, op til {count} parti} other{Indsæt din PGN-tekst her, op til {count} partier}}
el: {count, plural, =1{Επικολλήστε το αρχείο PGN εδώ (μέχρι {count} παρτίδα επιτρέπεται)} other{Επικολλήστε το PGN εδώ. Για κάθε παρτίδα θα δημιουργηθεί νέο κεφάλαιο. Μια μελέτη μπορεί να έχει μέχρι {count} κεφάλαια.}}
eo: {count, plural, =1{Algluu ĉi tie vian PGN kodon, maksimume ĝis {count} ludo} other{Algluu ĉi tie vian PGN kodon, ĝis maksimume {count} ludoj}}
es: {count, plural, =1{Pega aquí el código PGN, {count} partida como máximo} other{Pega aquí el código PGN, {count} partidas como máximo}}
eu: {count, plural, =1{Itsatsi hemen zure PGNa, gehienez partida {count}} other{Itsatsi hemen zure PGNa, gehienez {count} partida}}
fa: {count, plural, =1{متن PGN خود را در اینجا بچسبانید، تا {count} بازی} other{متن PGN خود را در اینجا بچسبانید، تا {count} بازی}}
fi: {count, plural, =1{Liitä PGN tähän, enintään {count} peli} other{Liitä PGN tähän, enintään {count} peliä}}
gl: {count, plural, =1{Pega o teu texto PGN aquí, ata {count} partida} other{Pega aquí o PGN das partidas: por cada unha créase un novo capítulo. O estudo pode conter ata {count} capítulos.}}
he: {count, plural, =1{הדבק את טקסט הPGN שלך כאן, עד למשחק {count}} =2{הדבק את טקסט הPGN שלך כאן, עד ל{count} משחקים} many{הדבק את טקסט הPGN שלך כאן, עד ל{count} משחקים} other{הדבק את טקסט הPGN שלך כאן, עד ל{count} משחקים}}
hy: {count, plural, =1{Տեղադրեք տեսքտը PGN ձևաչափով, {count} պարտիայից ոչ ավելի} other{Տեղադրեք տեսքտը PGN ձևաչափով, {count} պարտիայից ոչ ավելի}}
id: {count, plural, other{Tempelkan PGN kamu disini, lebih dari {count} permainan}}
it: {count, plural, =1{Incolla qui il testo PGN, massimo {count} partita} other{Incolla qui i testi PGN, massimo {count} partite}}
kk: {count, plural, =1{PGN мәтінін осында қойыңыз, {count} ойын ғана} other{PGN мәтінін осында қойыңыз, {count} ойынға дейін}}
ko: {count, plural, other{PGN을 여기에 붙여넣으세요. 최대 {count} 게임까지 가능합니다.}}
lt: {count, plural, =1{Įklijuokite savo PGN tekstą čia, iki {count} žaidimo} few{Įklijuokite savo PGN tekstą čia, iki {count} žaidimų} many{Įklijuokite savo PGN tekstą čia, iki {count} žaidimo} other{Įklijuokite savo PGN tekstą čia, iki {count} žaidimų}}
lv: {count, plural, =0{Ielīmējiet PGN tekstu šeit, ne vairāk kā {count} spēles} =1{Ielīmējiet PGN tekstu šeit, ne vairāk kā {count} spēli} other{Ielīmējiet PGN tekstu šeit, ne vairāk kā {count} spēles}}
nl: {count, plural, =1{Plak je PGN tekst hier, tot {count} spel mogelijk} other{Plak hier spellen als PGN-tekst. Voor elk spel wordt een nieuw hoofdstuk gemaakt. De studie kan maximaal {count} hoofdstukken hebben.}}
pt: {count, plural, =1{Cole seu texto PGN aqui, até {count} jogo} other{Cole seu texto PGN aqui, até {count} jogos}}
ro: {count, plural, =1{Lipiți textul PGN aici, până la {count} meci} few{Lipiți textul PGN aici, până la {count} meciuri. Pentru fiecare joc se creează un nou capitol.} other{Lipiți textul PGN aici, până la {count} meciuri. Pentru fiecare joc se creează un nou capitol.}}
ru: {count, plural, =1{Вставьте текст в формате PGN, не больше {count} игры} few{Вставьте текст в формате PGN, не больше {count} игр} many{Вставьте текст в формате PGN, не больше {count} игр} other{Вставьте текст в формате PGN, не больше {count} игр}}
sk: {count, plural, =1{Váš PGN text vložte sem, maximálne {count} partiu} few{Váš PGN text vložte sem, maximálne {count} partie} many{Váš PGN text vložte sem, maximálne {count} partií} other{Váš PGN text vložte sem, maximálne {count} partií}}
sl: {count, plural, =1{Prilepite PGN besedilo, z največ {count} partijo} =2{Prilepite PGN besedilo, z največ {count} partijama} few{Prilepite PGN besedilo, z največ {count} partijami} other{Prilepite PGN besedilo, z največ {count} partijami}}
sq: {count, plural, =1{Hidhni këtu tekstin e PGN-s tuaj, deri në {count} lojë} other{Hidhni këtu tekstin e PGN-s tuaj, deri në {count} lojëra}}
sr: {count, plural, =1{Налепи свој PGN текст овде, до {count} партије} few{Налепи партије као PGN текст овде. За сваку партију, ново поглавље је направљено. Студија може садржати до {count} поглавља.} other{Налепи партије као PGN текст овде. За сваку партију, ново поглавље је направљено. Студија може садржати до {count} поглавља.}}
sv: {count, plural, =1{Klistra in din PGN-kod här, upp till {count} parti} other{Klistra in din PGN-kod här, upp till {count} partier}}
tr: {count, plural, =1{PGN metninizi buraya yapıştırın, en fazla {count} oyuna kadar} other{PGN metninizi buraya yapıştırın, en fazla {count} oyuna kadar}}
uk: {count, plural, =1{Вставте ваш PGN текст тут, до {count} гри} few{Вставте ваш PGN текст тут, до {count} ігор} many{Вставте ваш PGN текст тут, до {count} ігор} other{Вставте ваш PGN текст тут, до {count} ігор}}
vi: {count, plural, other{Dán PGN ở đây, tối đa {count} ván}}
zh: {count, plural, other{在此处以 PGN 文本格式粘贴对局。每个对局将创建一个新章节。研习最多可包含 {count} 个章节。}}
zh_tw: {count, plural, other{在此貼上PGN文本，最多可導入{count}個棋局}}

# teamBattleOfNbTeams
source: {count, plural, =1{Battle of {count} teams} other{Battle of {count} teams}}
ca: {count, plural, =1{Batalla d'{count} equip} other{Batalla de {count} equips}}
el: {count, plural, =1{Μάχη {count} ομάδας} other{Μάχη {count} ομάδων}}
eo: {count, plural, =1{Batalo de {count} teamoj} other{Battle de {count} teamoj}}
fi: {count, plural, =1{{count} joukkueen välinen taisto} other{{count} joukkueen välinen taisto}}
it: {count, plural, =1{Battaglia ad {count} squadra} other{Battaglia a {count} squadre}}
nl: {count, plural, =1{Wedstrijd met {count} teams} other{Wedstrijd met {count} teams}}
ru: {count, plural, =1{Турнир на {count} команду} few{Турнир на {count} команды} many{Турнир на {count} команд} other{Турнир на {count} команд}}
uk: {count, plural, =1{Битва {count} команд} few{Битва {count} команд} many{Битва {count} команд} other{Битва {count} команд}}
vi: {count, plural, other{Trận chiến giữa {count} đội}}
zh: {count, plural, other{{count} 个团队的对战}}

# teamNbLeadersPerTeam
source: {count, plural, =1{One leader per team} other{{count} leaders per team}}
ca: {count, plural, =1{Un líder per equip} other{{count} Líders per equip}}
el: {count, plural, =1{Ένας αρχηγός ανά ομάδα} other{{count} αρχηγοί ανά ομάδα}}
eo: {count, plural, =1{Unu gvidanto je teamo} other{{count} gvidantoj je teamo}}
fi: {count, plural, =1{Yksi johtaja per joukkue} other{{count} johtajaa per joukkue}}
it: {count, plural, =1{Un leader per squadra} other{{count} leader per squadra}}
nl: {count, plural, =1{Eén leider per team} other{{count} leiders per team}}
ru: {count, plural, =1{{count} лидер на клуб} few{{count} лидера на клуб} many{{count} лидеров на клуб} other{{count} лидеров на клуб}}
uk: {count, plural, =1{Один лідер на команду} few{{count} лідери на команду} many{{count} лідерів на команду} other{{count} лідерів на команду}}
vi: {count, plural, other{mỗi đội lấy {count} người dẫn đầu}}
zh: {count, plural, other{每个团队 {count} 名领导}}

# timeagoJustNow
source: just now
af: sopas
ar: الآن
az: elə indi
be: зараз
bg: току що
bn: এখনই
bs: upravo sada
ca: ara mateix
cs: právě teď
da: for lidt siden
el: μόλις τώρα
eo: ĵus nun
es: hace un momento
eu: orain
fa: چند لحظه پیش
fi: juuri äsken
gl: agora mesmo
he: בדיוק עכשיו
hy: հենց հիմա
id: baru saja
it: adesso
kk: жаңа ғана
ko: 방금
lt: ką tik
lv: tikko
mk: тукушто
nl: zojuist
pt: agora mesmo
ro: chiar acum
ru: только что
sk: práve teraz
sl: pravkar
sq: tani
sr: управо сада
sv: just nu
tr: şu anda
uk: щойно
vi: vừa mới đây
zh: 即将开始
zh_tw: 剛剛

# timeagoRightNow
source: right now
af: nou
ar: حاليا
az: indicə
be: прама зараз
bg: точно сега
bn: এই মুহূর্তে
bs: upravo sada
ca: ara mateix
cs: právě teď
da: netop nu
el: αυτή τη στιγμή
eo: ĵuse
es: ahora mismo
eu: orain
fa: هم‌اکنون
fi: juuri nyt
gl: agora
he: עכשיו
hy: հենց հիմա
id: sekarang
it: adesso
kk: дәл қазір
ko: 지금
lt: dabar
lv: tieši tagad
mk: Тукушто
nl: op dit moment
pt: agora mesmo
ro: chiar acum
ru: прямо сейчас
sk: práve teraz
sl: ta trenutek
sq: pikërisht tani
sr: управо сад
sv: just nu
tr: hemen şimdi
uk: зараз
vi: ngay bây giờ
zh: 正在进行
zh_tw: 現在

# timeagoCompleted
source: completed
af: voltooi
ar: منتهى
be: завершана
bg: завършено
bn: সম্পন্ন হয়েছে
bs: završeno
ca: completat
cs: dokončeno
da: afsluttet
el: ολοκληρώθηκε
eo: finita
es: completado
eu: amaituta
fa: کامل شده
fi: suoritettu
gl: completado
he: הושלם
hy: ավարտված
id: telah selesai
it: completato
kk: аяқталған
ko: 종료됨
lt: užbaigta
mk: завршено
nl: voltooid
pt: concluído
ro: completat
ru: завершено
sk: ukončené
sl: končano
sq: mbaroi
sr: завршено
sv: slutfört
tr: tamamlanmış
uk: завершено
vi: đã hoàn thành
zh: 已完成
zh_tw: 已結束

# timeagoInNbSeconds
source: {count, plural, =1{in {count} second} other{in {count} seconds}}
af: {count, plural, =1{in {count} sekonde} other{in {count} sekondes}}
ar: {count, plural, =0{خلال {count} ثانية} =1{خلال ثانية} =2{خلال ثانيتين} few{خلال {count} ثوانٍ} many{خلال {count} ثوانِ} other{خلال {count} ثانية}}
be: {count, plural, =1{праз {count} секунду} few{праз {count} секунды} many{праз {count} секунд} other{праз {count} секунд}}
bg: {count, plural, =1{след {count} секунда} other{след {count} секунди}}
bn: {count, plural, =1{{count} সেকেন্ডের মধ্যে} other{{count} সেকেন্ডের মধ্যে}}
bs: {count, plural, =1{za {count} sekundu} few{za {count} sekunde} other{za {count} sekundi}}
ca: {count, plural, =1{en {count} segon} other{en {count} segons}}
cs: {count, plural, =1{za {count} sekundu} few{za {count} sekundy} many{za {count} sekund} other{za {count} sekund}}
da: {count, plural, =1{om {count} sekund} other{om {count} sekunder}}
el: {count, plural, =1{σε {count} δευτερόλεπτο} other{σε {count} δευτερόλεπτα}}
eo: {count, plural, =1{en {count} sekundo} other{en {count} sekundoj}}
es: {count, plural, =1{en {count} segundo} other{en {count} segundos}}
eu: {count, plural, =1{segundo {count} barru} other{{count} segundo barru}}
fa: {count, plural, =1{تا {count} ثانیهٔ دیگر} other{تا {count} ثانیهٔ دیگر}}
fi: {count, plural, =1{{count} sekunnin kuluttua} other{{count} sekunnin kuluttua}}
gl: {count, plural, =1{en {count} segundo} other{en {count} segundos}}
he: {count, plural, =1{עוד שנייה} =2{עוד {count} שניות} many{עוד {count} שניות} other{עוד {count} שניות}}
hy: {count, plural, =1{{count} վայրկյան հետո} other{{count} վայրկյաններ հետո}}
id: {count, plural, other{dalam {count} detik}}
it: {count, plural, =1{tra {count} secondo} other{tra {count} secondi}}
kk: {count, plural, =1{{count} секундта} other{{count} секундта}}
ko: {count, plural, other{{count}초 후}}
lt: {count, plural, =1{po {count} sekundės} few{po {count} sekundžių} many{po {count} sekundės} other{po {count} sekundžių}}
lv: {count, plural, =0{pēc {count} sekundēm} =1{pēc {count} sekundes} other{pēc {count} sekundēm}}
mk: {count, plural, =1{За {count} секунди} other{За {count} секунди}}
nl: {count, plural, =1{over {count} seconde} other{over {count} seconden}}
pt: {count, plural, =1{em {count} segundos} other{em {count} segundos}}
ro: {count, plural, =1{într-o secundă} few{în {count} secunde} other{în {count} de secunde}}
ru: {count, plural, =1{через {count} секунду} few{через {count} секунды} many{через {count} секунд} other{через {count} секунд}}
sk: {count, plural, =1{o {count} sekundu} few{o {count} sekundy} many{o {count} sekúnd} other{o {count} sekúnd}}
sl: {count, plural, =1{čez {count} sekund} =2{čez {count} sekundi} few{čez {count} sekunde} other{čez {count} sekund}}
sq: {count, plural, =1{në {count} sekondë} other{pas {count} sekondave}}
sr: {count, plural, =1{за {count} секунди} few{за {count} сати} other{за {count} дана}}
sv: {count, plural, =1{om {count} sekund} other{om {count} sekunder}}
tr: {count, plural, =1{{count} saniyede} other{{count} saniyede}}
uk: {count, plural, =1{за {count} секунду} few{за {count} секунди} many{за {count} секунд} other{за {count} секунди}}
vi: {count, plural, other{trong {count} giây}}
zh: {count, plural, other{{count} 秒后}}
zh_tw: {count, plural, other{{count}秒後}}

# timeagoInNbMinutes
source: {count, plural, =1{in {count} minute} other{in {count} minutes}}
af: {count, plural, =1{in {count} minuut} other{in {count} minute}}
ar: {count, plural, =0{خلال {count} دقيقة} =1{خلال {count} دقيقة} =2{خلال {count} دقيقتين} few{خلال {count} دقائق} many{خلال {count} دقيقة} other{خلال {count} دقيقة}}
be: {count, plural, =1{праз {count} хвіліну} few{праз {count} хвіліны} many{праз {count} хвілін} other{праз {count} хвілін}}
bg: {count, plural, =1{след {count} минута} other{след {count} минути}}
bn: {count, plural, =1{{count} মিনিটের মধ্যে} other{{count} মিনিটের মধ্যে}}
bs: {count, plural, =1{za {count} minutu} few{za {count} minute} other{za {count} minuta}}
ca: {count, plural, =1{en {count} minut} other{en {count} minuts}}
cs: {count, plural, =1{za {count} minutu} few{za {count} minuty} many{za {count} minut} other{za {count} minut}}
da: {count, plural, =1{om {count} minut} other{om {count} minutter}}
el: {count, plural, =1{σε {count} λεπτό} other{σε {count} λεπτά}}
eo: {count, plural, =1{en {count} minuto} other{en {count} minutoj}}
es: {count, plural, =1{en {count} minuto} other{en {count} minutos}}
eu: {count, plural, =1{minutu {count}en} other{{count} minututan}}
fa: {count, plural, =1{تا {count} دقیقه دیگر} other{تا {count} دقیقه دیگر}}
fi: {count, plural, =1{{count} minuutin kuluttua} other{{count} minuutin kuluttua}}
gl: {count, plural, =1{en {count} minuto} other{en {count} minutos}}
he: {count, plural, =1{עוד דקה {count}} =2{עוד {count} דקות} many{עוד {count} דקות} other{עוד {count} דקות}}
hy: {count, plural, =1{{count} րոպե հետո} other{{count} րոպեներ հետո}}
id: {count, plural, other{dalam {count} menit}}
it: {count, plural, =1{tra {count} minuto} other{tra {count} minuti}}
kk: {count, plural, =1{{count} минутта} other{{count} минутта}}
ko: {count, plural, other{{count}분 후}}
lt: {count, plural, =1{po {count} minutės} few{po {count} minučių} many{po {count} minutės} other{po {count} minučių}}
lv: {count, plural, =0{pēc {count} minūtēm} =1{pēc {count} minūtes} other{pēc {count} minūtēm}}
mk: {count, plural, =1{За {count} минута} other{За {count} минути}}
nl: {count, plural, =1{over {count} minuut} other{over {count} minuten}}
pt: {count, plural, =1{dentro de {count} minutos} other{em {count} minutos}}
ro: {count, plural, =1{într-un minut} few{în {count} minute} other{în {count} de minute}}
ru: {count, plural, =1{через {count} минуту} few{через {count} минуты} many{через {count} минут} other{через {count} минут}}
sk: {count, plural, =1{o {count} minútu} few{o {count} minút} many{o {count} minút} other{o {count} minút}}
sl: {count, plural, =1{čez {count} minuto} =2{čez {count} minuti} few{čez {count} minute} other{čez {count} minut}}
sq: {count, plural, =1{në {count} minutë} other{pas {count} minutave}}
sv: {count, plural, =1{om {count} minut} other{om {count} minuter}}
tr: {count, plural, =1{{count} dakikada} other{{count} dakikada}}
uk: {count, plural, =1{за {count} хвилину} few{за {count} хвилини} many{за {count} хвилин} other{за {count} хвилини}}
vi: {count, plural, other{trong {count} phút}}
zh: {count, plural, other{{count} 分钟后}}
zh_tw: {count, plural, other{{count}分後}}

# timeagoInNbHours
source: {count, plural, =1{in {count} hour} other{in {count} hours}}
af: {count, plural, =1{in {count} uur} other{in {count} ure}}
ar: {count, plural, =0{خلال {count} ساعة} =1{خلال ساعة} =2{خلال ساعتين} few{خلال {count} ساعات} many{خلال {count} ساعات} other{خلال {count} ساعة}}
be: {count, plural, =1{праз {count} гадзіну} few{праз {count} гадзіны} many{праз {count} гадзін} other{праз {count} гадзін}}
bg: {count, plural, =1{след {count} час} other{след {count} часа}}
bn: {count, plural, =1{{count} ঘন্টার মধ্যে} other{{count} ঘন্টার মধ্যে}}
bs: {count, plural, =1{za {count} sat} few{za {count} sata} other{za {count} sati}}
ca: {count, plural, =1{en {count} hora} other{en {count} hores}}
cs: {count, plural, =1{za {count} hodinu} few{za {count} hodiny} many{za {count} hodin} other{za {count} hodin}}
da: {count, plural, =1{om {count} time} other{om {count} timer}}
el: {count, plural, =1{σε {count} ώρα} other{σε {count} ώρες}}
eo: {count, plural, =1{en {count} horo} other{en {count} horoj}}
es: {count, plural, =1{en {count} hora} other{en {count} horas}}
eu: {count, plural, =1{ordu {count} barru} other{{count} ordu barru}}
fa: {count, plural, =1{تا {count} ساعت دیگر} other{تا {count} ساعت دیگر}}
fi: {count, plural, =1{{count} tunnin kuluttua} other{{count} tunnin kuluttua}}
gl: {count, plural, =1{en {count} hora} other{en {count} horas}}
he: {count, plural, =1{עוד שעה {count}} =2{עוד {count} שעות} many{עוד {count} שעות} other{עוד {count} שעות}}
hy: {count, plural, =1{{count} ժամ հետո} other{{count} ժամ հետո}}
id: {count, plural, other{dalam {count} jam}}
it: {count, plural, =1{tra {count} ora} other{tra {count} ore}}
kk: {count, plural, =1{{count} сағатта} other{{count} сағатта}}
ko: {count, plural, other{{count}시간 후}}
lt: {count, plural, =1{po {count} valandos} few{po {count} valandų} many{po {count} valandos} other{po {count} valandų}}
lv: {count, plural, =0{pēc {count} stundām} =1{pēc {count} stundas} other{pēc {count} stundām}}
mk: {count, plural, =1{За {count} час} other{За {count} часови}}
nl: {count, plural, =1{over {count} uur} other{over {count} uur}}
pt: {count, plural, =1{em {count} hora} other{em {count} horas}}
ro: {count, plural, =1{într-o oră} few{în {count} ore} other{în {count} de ore}}
ru: {count, plural, =1{через {count} час} few{через {count} часа} many{через {count} часов} other{через {count} часов}}
sk: {count, plural, =1{o {count} hodinu} few{o {count} hodiny} many{o {count} hodín} other{o {count} hodín}}
sl: {count, plural, =1{čez {count} uro} =2{čez {count} uri} few{čez {count} ure} other{čez {count} ur}}
sq: {count, plural, =1{në {count} orë} other{në {count} orë}}
sv: {count, plural, =1{om {count} timme} other{om {count} timmar}}
tr: {count, plural, =1{{count} saatte} other{{count} saatte}}
uk: {count, plural, =1{за {count} годину} few{за {count} години} many{за {count} годин} other{за {count} години}}
vi: {count, plural, other{trong {count} giờ}}
zh: {count, plural, other{{count} 小时后}}
zh_tw: {count, plural, other{{count}小時後}}
