Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# classicalDesc
source: Classical games: 25 minutes and more
af: Klassieke spelle: 25 minute en meer
ar: مبارياتٌ كلاسيكيةٌ: ٢٥ دقيقة و أكثر
az: Klassik oyunlar: 25 dəqiqə və daha artıq
be: Класічныя гульні: 25 хвілін і больш
bg: Класически игри: над 25 минути
bn: ক্লাসিক্যাল গেমস: ২৫ মিনিট বা তার বেশি
bs: Klasične partije: 25 minuta i više
ca: Partides a temps clàssic: més de 25 minuts
cs: Klasické tempo: 25 a více minut
da: Klassiske spil: 25 minutter eller mere
el: Κλασικές παρτίδες: 25 λεπτά και άνω
eo: Klasikaj ludoj: 25 minutoj kaj plu
es: Partidas clásicas: 25 minutos o más
eu: Partida estandarrak: 25 minutu edo gehiagokoak
fa: بازی های فکری: ۲۵ دقیقه یا بیشتر
fi: Klassiset pelit: 25 minuuttia tai enemmän
gl: Partidas clásicas: 25 minutos ou máis
he: משחקים קלאסיים: 25 דקות או יותר
hy: Դասական պարտիաներ` 25 րոպե և ավելի
id: Permainan klasikal: 25 menit atau lebih
it: Partite classiche: 25 minuti e oltre
kk: Классикалық ойындар: 25 минут әрі одан көп
ko: 클래시컬 대국: 25분 이상
lt: Klasikinės partijos: 25 minutės ir daugiau
lv: Klasiskas spēles — ne mazāk par 25 minūtēm
mk: Класични партии: над 25 минути
nl: Klassieke partijen: 25 minuten en meer
pt: Partidas clássicas: 25 minutos ou mais
ro: Partide clasice: 25 de minute sau mai mult
ru: Классические игры: 25 минут и больше
sk: Klasické partie: 25 minút a viac
sl: Klasične partije: 25 minut in več
sq: Lojëra klasike: 25 minuta dhe më
sr: Класичне партије: 25 минута и више
sv: Klassiska partier: 25 minuter och mer
tr: Klasik oyunlar: 25 dakika ve daha fazlası
uk: Класичні ігри: 25 хвилин і більше
vi: Cờ chậm: Nhiều hơn hoặc bằng 25 phút
zh: 慢棋对局：25 分钟及以上
zh_tw: 經典模式：25分鐘以上

# correspondenceDesc
source: Correspondence games: one or several days per move
af: Korrespondensie spelle: een of meer dae per skuif
ar: ألعاب المراسلة: يوم أو عدة أيام لكل نقلة
az: Yazışmalı oyunlar: gediş başına bir və ya bir neçə gün
be: Гульні па ліставанні: адзін або некалькі дзён на ход
bg: Кореспондентски игри: един или повече дни на ход
bn: কোরেস্পডেন্স গেমস: এক বা একাধিক দিনের চাল
bs: Dopisne partije: jedan ili više dana po potezu
ca: Partides per correspondència: un o més dies per jugada
cs: Korespondenční šach: jeden nebo více dnů na tah
da: Korrespondancepartier: en eller adskillige dage pr. træk
el: Παρτίδες δι' αλληλογραφίας: μία ή περισσότερες μέρες για κάθε κίνηση
eo: Korespondaj ludoj: unu aŭ kelkaj tagoj po movo
es: Partidas por correspondencia: uno o varios días por jugada
eu: Posta bidezko partidak: egun bat edo gehiago jokaldi bakoitzeko
fa: بازی های مکاتبه ای : یک یا چند روز برای هر حرکت
fi: Kirjeshakkipelit: yksi tai useampi päivä per siirto
gl: Partidas por correspondencia: un ou varios días por xogada
he: משחקים בהתכתבות: יותר מיום עבור כל תור
hy: Նամակագրական պարտիաներ` մեկ կամ մի քանի օր քայլի համար
id: Permainan korespondensi: satu atau beberapa hari dalam satu langkah
it: Partite per corrispondenza: uno o più giorni per mossa
kk: Хат-хабарлы ойындар: әр жүріске бір не бірнеше күн
ko: 통신 대국: 한 수당 하루 또는 며칠
lt: Korespondencinės partijos: viena ar kelios dienos ėjimui
lv: Korespondencšaha spēles — viena vai vairākas dienas katram gājienam
mk: Дописни партии: еден или повеќе денови по потег
nl: Correspondentiepartijen: een of meer dagen per zet
pt: Partidas por correspondência: um ou vários dias por lance
ro: Partide prin corespondență: o mutare la una sau mai multe zile
ru: Игры по переписке: один или несколько дней на ход
sk: Korešpondenčné partie: jeden alebo viac dní na ťah
sl: Dopisne igre: dan ali več za potezo
sq: Lojëra me korrespondencë: një ose disa ditë për lëvizje
sr: Дописна парија: један или више дана по потезу
sv: Korrespondensschack: en eller flera dagar per drag
tr: Yazışmalı oyunlar: Hamle başına bir veya birkaç gün
uk: Заочні шахи: один чи декілька днів на хід
vi: Cờ qua thư: Một hoặc vài ngày cho mỗi nước
zh: 通讯棋对局：每步棋一天或数天
zh_tw: 通信模式：一天或好幾天一步

# puzzleDesc
source: Chess tactics trainer
af: Skaak raaisel instrukteur
ar: مدرب تكتيكات الشطرنج
az: Şahmat taktika məşqçisi
be: Трэнер па шахматнай тактыцы
bg: Инструктор шахматни тактики
bn: দাবা কৌশলের প্রশিক্ষক
bs: Vježbanje šahovske taktike
ca: Entrenador de tàctica
cs: Trénink šachové taktiky
da: Skaktaktik-træner
el: Εξάσκηση τακτικών
eo: Ŝaktaktika trejnisto
es: Entrenador de táctica de ajedrez
eu: Taktika ariketak
fa: تمرین تاکتیک های شطرنج
fi: Taktiikkaharjoittelu
gl: Adestrador de tácticas de xadrez
he: מאמן טקטיקות שחמט
hy: Շախմատային տակտիկայի մարզիչ
id: Pelatih taktik catur
it: Allenamento sulle tattiche scacchistiche
kk: Шахмат тактикасын үйретуші
ko: 체스 전술 트레이너
lt: Šachmatų taktikų treniruotė
lv: Šaha taktikas treneris
mk: Тренер за шаховски тактики
nl: Schaaktactieken trainer
pt: Treinador de táticas de xadrez
ro: Antrenor de tactici de șah
ru: Тактический тренажёр
sk: Tréner taktických šachových pozícií
sl: Trening šahovskih taktik
sq: Trajner taktikash shahu
sr: Шаховски тренер тактике
sv: Schacktaktikträning
tr: Satranç taktik egzersizi
uk: Тренажер шахової тактики
vi: Huấn luyện viên cờ thế
zh: 国际象棋战术训练器
zh_tw: 西洋棋戰術教練

source: Important
af: Tshivenda
ar: مهم
az: Önəmli
be: Важліва
bg: Важно
bn: গুরুত্বপূর্ণ
bs: Važno
cs: Důležité
da: Vigtigt
el: Προσοχή
eo: Grava
es: Importante
eu: Garrantzitsua
fa: مهم!
fi: Tärkeää
gl: Importante
he: חשוב
hy: Կարևոր
id: Penting
it: Importante
kk: Ескерту
ko: 중요!
lt: Dėmesio
lv: Svarīgi
mk: Важно
nl: Belangrijk
pt: Importante
ru: Важно
sk: Dôležité
sl: Pomembno
sq: E rëndësishme
sr: Важно
sv: Viktigt
tr: Önemli
uk: Важливо
vi: Chú ý
zh: 重要提示
zh_tw: 重要

# yourQuestionMayHaveBeenAnswered
source: Your question may already have an answer {param1}
ar: قد يكون سؤالك مجاوب {param1}
az: Sizin sualınız {param1} cavablanmış ola bilər.
be: Адказ на ваша пытанне можа ўжо існаваць {param1}
bg: Вашият въпрос може вече да има отговор {param1}
bn: হয়তো আপনার প্রশ্নের উত্তর রয়েছেই {param1}
bs: Na Vaše pitanje možda već postoji odgovor {param1}
ca: La teva pregunta ja pot estar resposta {param1}
cs: Vaše otázka již možná má odpověď {param1}
da: Der findes måske allerede et svar på dit spørgsmål {param1}
el: Ελέγξτε τη {param1} για να δείτε αν η ερώτησή σας έχει ήδη απαντηθεί
eo: Via demando eble jam havas respondon {param1}
es: Puede que tu pregunta ya tenga respuesta {param1}
eu: Zure galderak agian badu erantzuna {param1}
fa: سوال شما ممکن است که از قبل پاسخی داشته باشد {param1}
fi: Kysymykseesi saattaa jo löytyä vastaus {param1}
gl: Pode que a túa pregunta xa teña resposta {param1}
he: יתכן שלשאלה שלך כבר יש תשובה {param1}
hy: Ձեր հարցին հնարավոր է տրվել է {param1} պատասխանը
id: Pertanyaan anda mungkin sudah terjawab {param1}
it: La tua domanda potrebbe già avere una risposta {param1}
kk: Сіздің сұрағыңызға {param1} жауап табылар
ko: {param1}에 원하시는 답변이 있을 수 있습니다.
lt: Jūsų klausimas jau gali būti atsakytas {param1}
lv: Jūsu jautājums, iespējams, jau ir atbildēts {param1}
mk: Вашето прашање можеби е веќе одговорено {param1}
nl: Je vraag heeft mogelijk al een antwoord {param1}
pt: A tua pergunta pode já ter uma resposta {param1}
ro: Este posibil ca întrebarea ta să aibă deja un răspuns {param1}
ru: На ваш вопрос уже мог быть дан ответ {param1}
sk: Tvoja otázka už možno bola zodpovedaná {param1}
sl: Odgovor na vaše vprašanje, je lahko že v {param1}
sq: Pyetja juaj mund të ketë tashmë një përgjigje {param1}
sr: Ваше питање можда већ има одговор {param1}
sv: Din fråga kan redan ha ett svar {param1}
tr: Sorunuzun yanıtı {param1} cevaplanmış olabilir.
uk: Ваше запитання може мати відповідь {param1}
vi: Vấn đề của bạn có thể đã được giải đáp {param1}
zh: 您的问题可能已 {param1} 有了解答
zh_tw: 您的問題可能已經有答案了{param1}

source: in the FAQ
af: in die F.A.Q.
ar: فى صفحة الأسإلة المتكررة.
az: T.S.S bölməsində.
be: у частых пытаннях
bg: в Ч.З.В.
bn: F.A.Q এর মধ্যে.
bs: u FAQ-u
ca: en les P.M.F.
cs: v Často kladených dotazech (F.A.Q.).
da: i vores F.A.Q.
el: σελίδα συχνών ερωτήσεων
eo: en la F.A.Q.
es: en las preguntas frecuentes.
eu: SEGtan.
fa: در پرسش‌های پُربسامد
fi: FAQ:sta
gl: nas preguntas frecuentes.
he: בשאלות הנפוצות
hy: ՀՏՀ-ում
id: di Pertanyaan umum
it: nelle F.A.Q.
kk: Жұрттан-сұрақта
ko: F.A.Q
lt: per D.U.K.
lv: bieži uzdoto jautājumu sadaļā
mk: во ЧПП.
nl: in de veelgestelde vragen
pt: no F.A.Q. (perguntas frequentes).
ro: la întrebări și răspunsuri.
ru: в ЧаВо
sk: vo F.A.Q.
sl: v odgovorih na pogosta vprašanja.
sq: te PBR
sr: у често постављеним питањима (F.A.Q.)
sv: i Vanliga frågor.
tr: Sıkça Sorulan Sorularda
uk: в ЧаПах.
vi: tại các câu hỏi thường gặp
zh: 在常见问题中
zh_tw: 在常見問答內

# toReportSomeoneForCheatingOrBadBehavior
source: To report a user for cheating or bad behaviour, {param1}
af: Om 'n gebruiker aan te kondig vir bedrog of slegte gedrag, {param1}
ar: للإبلاغ عن مستخدم بسبب الغش أو السلوك السيئ، {param1}
az: Bir istifadəçini aldatma və ya pis davranışa görə bildirmək üçün, {param1}
be: Каб паведаміць аб падмане ці дрэнных паводзінах карыстальніка, {param1}
bg: За да докладвате потребител за нечестна игра или лошо поведение, {param1}
bn: প্রতারনারমুলক কাজ বা খারাপ আচরনের জন্য রিপোর্ট, {param1}
bs: Da prijavite korisnika zbog varanja ili lošeg ponašanja, {param1}
ca: Per reportar a un usuari per trampes o mal comportament, {param1}
cs: Chcete-li nahlásit uživatele z důvodu podvádění nebo za špatné chování, {param1}
da: For at anmelde en bruger for snyd eller dårlig opførsel, {param1}
el: Για να αναφέρετε έναν χρήστη για κλέψιμο ή για κακή συμπεριφορά, {param1}
eo: Por raporti uzanton pro trompado aŭ malbona konduto, {param1}
es: Para denunciar a un usuario por tramposo o por mal comportamiento, {param1}
eu: Erabiltzaile baten tranpa egin duela uste baduzu {param1}
fa: برای گزارش دادن یک کاربر به علت تقلب یا بدرفتاری، {param1}
fi: Toisen käyttäjän huijauksesta tai huonosta käytöksestä voit ilmoittaa {param1}
gl: Para denunciar a un usuario por tramposo ou por mal comportamento, {param1}
he: כדי לדווח על רמאות או על התנהגות עוינת, {param1}
hy: Օգտատիրոջ խարդախ կամ անպարկեշտ պահվածքը ծանուցելու համար {param1}
id: Untuk melaporkan pengguna atas kecurangan atau kelakuan buruk, {param1}
it: Per segnalare un utente per imbrogli o comportamenti errati, {param1}
kk: Дөрекі қылық не алдап ойнау туралы шағымдану үшін {param1}
ko: {param1}에서 엔진 사용이나 부적절한 행동을 신고하십시오.
lt: Norėdami pranešti apie sukčiaujantį žaidėją arba blogą elgesį, {param1}
lv: Lai ziņotu par negodīgu vai sliktu uzvešanos, {param1}
mk: За да пријавите корисник за мамење или лош однос, {param1}
nl: Om een gebruiker te rapporteren voor vals spelen of slecht gedrag, {param1}
pt: Para reportares um utilizador por fazer batota ou por mau comportamento, {param1}.
ro: Pentru a raporta un utilizator pentru trișare sau comportament inadecvat, {param1}
ru: Чтобы сообщить о мошенничестве или недостойном поведении, {param1}
sk: Pre nahlásenie užívateľa kôli podvádzaniu alebo zlému správaniu, {param1}
sl: Za prijavo uporabnika zaradi goljufanja ali neprimernega vedenja, {param1}
sq: Për të raportuar një përdorues për hile ose sjellje të keqe, {param1}
sr: Да бисте пријавили корисника због варања или лошег понашања, {param1}
sv: För att rapportera en användare för fusk eller dåligt beteende, {param1}
tr: Bir kullanıcıyı hileden ya da kötü davranışından dolayı raporlamak istiyorsanız {param1}
uk: Щоб повідомити про нечесну гру чи погану поведінку, {param1}
vi: Để báo cáo một người dùng vì gian lận hoặc hành vi xấu, {param1}
zh: 要举报用户作弊或不良行为，{param1}
zh_tw: 舉報一位作弊或違反善良風俗的玩家，{param1}

source: use the report form
af: gebruik die meldingsformulier
ar: إستخدم نموذج التبليغ
az: şikayət formundan istifadə edin
be: скарыстайцеся формай справаздачы
bg: използвайте формуляра за докладване
bn: এই রিপোর্ট ফোরাম ব্যাবহার করুন
bs: koristite formular za prijavu
ca: utilitza el formulari
cs: použijte nahlašovací formulář
da: brug anmeldelsesformularen
el: χρησιμοποιήστε τη φόρμα αναφορών
eo: uzu la raportformularon
es: usa el formulario de informe
eu: erabili salaketa egiteko formularioa
fa: از فرم گزارش استفاده کنید.
fi: ilmoituslomakkeella
gl: usa o formulario correspondente
he: השתמשו בטופס הדיווח
hy: օգտագործեք հաղորդման ձևը
id: gunakan form pelaporan
it: usa il modulo di rapporto
kk: шағым үлгісін қолданыңыз
ko: 사용자 신고
lt: naudokitės skundų forma
lv: izmantojiet ziņošanas veidni
mk: користи го образецот за пријава
nl: gebruik het meldingsformulier
pt: usa a ficha própria para o fazeres
ro: folosiți formularul de raportare
ru: заполните форму обращения
sk: použi nahlasovací formulár
sl: uporabi prijavni obrazec
sq: përdorni formularin e raportimeve
sr: користите образац за пријаву
sv: använd rapportformuläret
tr: rapor formunu kullanın
uk: використовуйте форму звіту
vi: dùng biểu mẫu báo cáo
zh: 请使用举报表单
zh_tw: 請填寫回報表單

# toRequestSupport
source: To request support, {param1}
af: Om hulp te vra, {param1}
ar: لطلب الدعم، {param1}
az: Dəstək almaq üçün, {param1}
be: Каб атрымаць дапамогу, {param1}
bg: За да поискате помощ, {param1}
bn: সমর্থনের জন্য অনুরোধ করতে, {param1}
bs: Da zatražite podršku, {param1}
ca: Per demanar suport, {param1}
cs: Chcete-li požádat o podporu, {param1}
da: For at få support, {param1}
el: Για να ζητήσετε βοήθεια, {param1}
eo: Por peti subtenon, {param1}
es: Para solicitar soporte, {param1}
eu: Laguntza eskatzeko {param1}
fa: جهت درخواست پشتیبانی، {param1}
fi: Ongelmiin voit pyytää apua {param1}
gl: Para solicitar axuda, {param1}
he: לבקשת תמיכה, {param1}
hy: Աջակցություն ստանալու համար {param1}
id: Untuk meminta bantuan, {param1}
it: Per richiedere supporto, {param1}
kk: Жәрдем іздесеңіз {param1}
ko: {param1}에서 문의하실 수 있습니다.
lt: Norėdami gauti pagalbos, {param1}
lv: Lai lūgtu atbalstu, {param1}
mk: За помош, {param1}
nl: Om ondersteuning aan te vragen, {param1}
pt: Para solicitares suporte, {param1}.
ro: Pentru a solicita asistență, {param1}
ru: Чтобы получить поддержку, {param1}
sk: Pre vyžiadanie podpory, {param1}
sl: Za zahtevo podpore, {param1}
sq: Për të kërkuar asistencë, {param1}
sr: Да бисте затражили подршку, {param1}
sv: För att begära support, {param1}
tr: Destek almak istiyorsanız, {param1}
uk: Для запиту підтримки {param1}
vi: Để yêu cầu trợ giúp, {param1}
zh: 如需请求支持，{param1}
zh_tw: {param1}以獲取協助

source: try the contact page
af: probeer die kontak bladsy
ar: جرب صفحة الإتصال
az: əlaqə səhifəsindən istifadə edin
be: паспрабуйце старонку кантактаў
bg: опитайте страницата за контакти
bn: যোগাযোগ পেজে যেয়ে দেখতে পারেন
bs: pokušajte na stranici za kontakt
ca: prova la plana de contacte
cs: vyzkoušejte stránku s kontakty
da: prøv kontakt-siden
el: χρησιμοποιείστε την σελίδα επικοινωνίας
eo: provu la kontaktopaĝon
es: prueba la página de contacto
eu: erabili kontakturako orrialdea
fa: با این صفحه ارتباط بگیرید.
fi: yhteydenottosivulta
gl: proba a páxina de contacto
he: נסו את העמוד ״צרו קשר״
hy: դիտեք կոնտակտային տվյալները
id: silakan lihat laman kontak
it: prova la pagina dei contatti
kk: байланыс туралы бетке өтіңіз
ko: 연락처
lt: aplankykite kontaktų skiltį
lv: izmēģiniet kontaktu sadaļu
mk: обрати се на страната за контакт
nl: probeer de contactpagina
pt: tenta a página de contacto
ro: încercați pagina de contact
ru: посмотрите контактную информацию
sk: vyskúšaj stránku Kontakt
sl: poskusi s stranjo za stike
sq: provoni faqen e kontaktit
sr: пробајте страницу за контакт
sv: prova kontaktsidan
tr: iletişim sayfasını kullanmayı deneyebilirsiniz
uk: спробуйте сторінку контактів
vi: hãy thử trang trợ giúp
zh: 请尝试联系页面
zh_tw: 請到協助頁面

# makeSureToRead
source: Make sure to read {param1}
af: Maak seker om {param1} te lees
ar: تحقق من قراءة {param1}
be: Абавязкова прачытайце {param1}
bg: Моля прочетете {param1}
bn: অনুগ্রহ করে {param1} পড়ুন
bs: Obavezno pročitajte {param1}
ca: Assegureu-vos de llegir {param1}
cs: Určitě si přečtěte {param1}
da: Sørg for at læse {param1}
el: Φροντίστε να διαβάσετε {param1}
eo: Certe legos {param1}
es: Asegúrate de leer {param1}
eu: Ziurtatu {param1} irakurri duzula
fa: حتما {param1} را مطالعه کنید
fi: Lue ensi töiksesi {param1}
gl: Asegúrate de ler {param1}
he: קראו את {param1}
hy: Մի մոռացեք կարդալ {param1}
id: Pastilkan membaca {param1}
it: Assicurati di leggere {param1}
kk: {param1}пен танысып алыңыз
ko: {param1}를 꼭 읽으세요
lt: Įsitikinkite, kad perskaitėte {param1}
lv: Pārliecinies, ka izlasīji {param1}
mk: Обавезно прочитајте {param1}
nl: Lees zeker {param1}
pt: Certifique-se que lê {param1}
ro: Asigură-te că ai citit {param1}
ru: Не забудьте прочитать {param1}
sk: Určite si prečítajte {param1}
sl: Ne pozabite prebrati {param1}
sq: Mos harroni të lexoni {param1}
sr: Побрини се да прочиташ {param1}
sv: Se till att läsa {param1}
tr: Okuduğunuzdan emin olun: {param1}
uk: Варто прочитати {param1}
vi: Hãy chắc rằng bạn đã đọc {param1}
zh: 请务必阅读 {param1}
zh_tw: 確保你已閱讀 {param1}

source: the forum etiquette
af: die forum etiket
ar: آداب المنتدى
be: этыкет форуму
bg: правилата за етикет на форума
bn: ফোরাম শিষ্টাচার
bs: forumski bonton
ca: l'etiqueta del fòrum
cs: pravidla chování ve fórech
da: forummets etikette
el: τους κανόνες καλής συμπεριφοράς του φόρουμ
eo: la foruma etiketo
es: las reglas del foro
eu: foroko etiketa
fa: آداب انجمن
fi: foorumin etiketti
gl: a etiqueta do foro
he: כללי ההשתתפות בפורומים
hy: ֆորումի վարվելակարգը
id: etika forum
it: le regole del forum
kk: форумдағы әдеп
ko: 포럼 에티켓
lt: forumo etiketą
lv: foruma etiķeti
mk: Форумски бон-тон
nl: de regels van het forum
pt: a etiqueta do fórum
ro: normele de comportare în forum
ru: форумный этикет
sk: etiketu fóra
sl: forumski bonton
sq: rregullat e etiketës në forum
sr: форумски бонтон
sv: forumets etikett
tr: forum görgü kuralları
uk: етикет форуму
vi: quy tắc diễn đàn
zh: 论坛礼仪
zh_tw: 論壇禮儀

# thisTopicIsArchived
source: This topic has been archived and can no longer be replied to.
af: Hierdie onderwerp is geargiveer en kan nie meer beantwoord word nie.
ar: تم أرشفة هذا الموضوع ولم يعد يمكن الرد عليه.
az: Bu mövzu arxivləşdirilib və artıq cavab verilə bilməz.
be: Гэта тэма была архівавана і абмяркаваць яе больш немагчыма.
bg: Тази тема е архивирана и не може да получава повече мнения.
bn: এই টপিক বা বিষয়টি সংরক্ষণাগারভুক্ত করা হয়েছে সুতরাং এর জবাব আর দেওয়া যাবে না.
bs: Ova je tema arhivirana i na nju se više ne može odgovarati.
ca: Aquest tema ha estat arxivat i no es pot respondre.
cs: Toto téma se archivovalo a nelze na něj dále odpovídat.
da: Dette emne er arkiveret og kan ikke længere besvares.
el: Αυτό το θέμα έχει αρχειοθετηθεί και η ανάρτηση νέων απαντήσεων δεν είναι δυνατή.
eo: Ĉi tiu temo eniris la arkivon kaj oni ne plu rajtas respondi.
es: Este tema ha sido archivado y ya no admite respuestas.
eu: Mezu hau artxibatu egin da eta jada ezin da erantzunik utzi bertan.
fa: این موضوع بایگانی شده است و دیگر نمی توان به آن پاسخ داد.
fi: Tämä aihe on arkistoitu, eikä siihen voi enää vastata.
gl: Este tema foi arquivado e non admite respostas.
he: נושא זה עבר לארכיון ולא ניתן עוד להשיב עליו.
hy: Այս թեման տեղափոխվել է արխիվ, և այն այլևս հնարավոր չէ մեկնաբանել։
id: Topik ini sudah diarsipkan dan tidak dapat dibalas.
it: Questo argomento è stato archiviato e non è più possibile rispondervi.
kk: Бұл тақырып мұрағатталды, енді жауап жазуға болмайды.
ko: 이 주제는 보존되어서 댓글을 남기실 수 없습니다.
lt: Ši tema yra suarchyvuota, tad nauji atsakymai negalimi.
lv: Šis temats ir arhivēts un šeit vairs nevar atbildēt.
mk: Темата е архивирана и не дозволува нови објави.
nl: Dit onderwerp is gearchiveerd; er kan niet meer op worden gereageerd.
pt: Este tópico foi arquivado e já não pode ser respondido.
ro: Acest subiect a fost arhivat și nu mai acceptă răspunsuri.
ru: Эта тема была помещена в архив и добавить комментарий уже нельзя.
sk: Táto téma bola presunutá do archívu a nemožno už na ňu odpovedať.
sl: Ta tema je arhivirana in nanjo ni mogoče več odgovarjati.
sq: Kjo temë është arkivuar dhe në të s’mund të përgjigjen më.
sr: Ова тема је архивирана и не може се више одговорити на њу.
sv: Detta ämne har arkiverats och kan inte längre besvaras.
tr: Bu konu arşivlenmiş ve yeni yanıtlara kapatılmıştır.
uk: Ця тема була заархівована і додати відповідь більше не можна.
vi: Chủ đề này đã được lưu trữ và không thể trả lời được nữa.
zh: 此话题已被归档，无法再回复。
zh_tw: 該討論已封存，不能再留言

# joinTheTeamXToPost
source: Join the {param1}, to post in this forum
af: Sluit aan by die {param1} om in hierdie forum te plaas
ar: انضم إلى {param1}، للمشاركة في هذا المنتدى
az: Bu forumda yazı göndərmək üçün, {param1} komandasına qoşulun
be: Далучыцеся да {param1}, каб пакінуць пісаць на форуме
bg: Присъединете се към {param1}, за да публикувате в този форум
bn: যুক্ত হোন {param1}, এই ফোরামে পোষ্ট করার জন্য
bs: Pridružite se {param1}u da biste objavljivali na ovom forumu
ca: Uneix-te a {param1}, per poder publicar
cs: Připojte se k {param1}, chcete-li přidávat příspěvky na toto fórum
da: Meld dig til {param1}, for at lave opslag i dette forum
el: Δηλώστε συμμετοχή στην {param1} για να δημιουργήσετε νέες αναρτήσεις σε αυτό το φόρουμ
eo: Aliĝu al {param1}, por afiŝi en ĉi tiu forumo
es: Únete a {param1} para publicar en este foro
eu: Egin bat {param1} taldearekin foro honetan idazteko
fa: برای فرسته گذاشتن در این انجمن، به {param1} بپیوندید
fi: Kirjoittaaksesi tähän foorumiin sinun on liityttävä {param1}
gl: Únete a {param1} para publicar neste foro
he: הצטרף ל {param1} כדי לפרסם בפורום הזה
hy: Մուտք գործեք {param1}, այս ֆորումում գրելու համար
id: Gabung dengan {param1}, untuk posting di forum ini
it: Iscriviti al team {param1}, per postare in questo forum
kk: Осы форумда хабар қалдыру үшін {param1} тобына қосылыңыз
ko: 이 포럼에 글을 올리시려면 {param1}에 가입하셔야 합니다.
lt: Norėdami rašyti šiame forume, prisijunkite prie „{param1}“
lv: Pievienojieties {param1}, lai rakstītu šajā forumā
mk: Придружи се на {param1} за да објавуваш на овој форум
nl: Neem deel aan {param1}, om in dit forum te posten
pt: Junta-te a {param1}, para publicares neste fórum
ro: Alăturați-vă echipei {param1}, pentru a posta pe acest forum
ru: Вступите в {param1}, чтобы писать в этом форуме
sk: Pripoj sa k {param1}, aby si mohol uverejňovať príspevky v tomto fóre
sl: Pridruži se ekipi {param1}, da boš lahko objavljal sporočila na forumu
sq: Që të postoni në këtë forum, bëhuni pjesë e {param1}
sr: Придружите се {param1}, да бисте могли писати поруке у овоме форуму
sv: Gå med i {param1}, för att posta i detta forum
tr: Bu forumda paylaşım yapmak için {param1} adlı takıma katılın
uk: Приєднайтесь до {param1}, щоб писати у цьому форумі
vi: Gia nhập {param1} để đăng trong diễn đàn này
zh: 加入 {param1}，以在此论坛发帖
zh_tw: 請先加入{param1}團隊，才能在這則討論裡發表留言

# teamNamedX
source: {param1} team
af: {param1} span
ar: فريق {param1}
az: {param1} komandası
be: каманда {param1}
bg: отбора {param1}
bn: {param1} দল
bs: {param1} tim
ca: {param1} equip
cs: {param1} tým
da: {param1} hold
el: ομάδα {param1}
eo: {param1} teamo
es: equipo {param1}
eu: {param1} taldea
fa: تیم {param1}
fi: {param1} -joukkueeseen
gl: equipo {param1}
he: הקבוצה {param1}
hy: {param1} թիմ
id: tim {param1}
it: Squadra {param1}
kk: {param1} тобы
ko: 팀 {param1}
lt: {param1} komanda
lv: komanda "{param1}"
mk: тим {param1}
nl: team {param1}
pt: equipa {param1}
ro: echipa {param1}
ru: клуб {param1}
sk: {param1} tím
sl: ekipa {param1}
sq: Ekipi {param1}
sr: {param1} тим
sv: {param1}-teamet
tr: {param1}
uk: {param1} команда
vi: Đội {param1}
zh: {param1} 团队
zh_tw: {param1}團隊
