Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# nbPuzzles
source: {count, plural, =1{{count} puzzle} other{{count} puzzles}}
af: {count, plural, =1{{count} kopkrapper} other{{count} raaisels}}
ar: {count, plural, =0{{count} لغز} =1{{count} لغز} =2{{count} لغزان} few{{count} ألغاز} many{{count} لغز} other{{count} لغز}}
az: {count, plural, =1{{count} tapmaca} other{{count} məsələ}}
be: {count, plural, =1{{count} задача} few{{count} задачы} many{{count} задач} other{{count} задач}}
bg: {count, plural, =1{{count} задача} other{{count} пъзели}}
bn: {count, plural, =1{{count} ধাঁধা} other{{count} ধাঁধা}}
bs: {count, plural, =1{{count} problem} few{{count} problema} other{{count} problema}}
ca: {count, plural, =1{{count} problema} other{{count} problemes}}
cs: {count, plural, =1{{count} taktická úloha} few{{count} taktické úlohy} many{{count} taktických úloh} other{{count} taktických úloh}}
da: {count, plural, =1{{count} taktikopgave} other{{count} taktikopgaver}}
el: {count, plural, =1{{count} γρίφος} other{{count} γρίφοι}}
eo: {count, plural, =1{{count} puzlo} other{{count} puzloj}}
es: {count, plural, =1{{count} ejercicio} other{{count} ejercicios}}
eu: {count, plural, =1{Ariketa {count}} other{{count} ariketa}}
fa: {count, plural, =1{{count} معما} other{{count} معما}}
fi: {count, plural, =1{{count} tehtävä} other{{count} tehtävää}}
gl: {count, plural, =1{{count} problema} other{{count} problemas}}
he: {count, plural, =1{חידה {count}} =2{{count} חידות} many{{count} חידות} other{{count} חידות}}
hy: {count, plural, =1{{count} խնդիր} other{{count} խնդիրներ}}
id: {count, plural, other{{count} taktik}}
it: {count, plural, =1{{count} puzzle} other{{count} puzzle}}
kk: {count, plural, =1{{count} жұмбақ} other{{count} жұмбақ}}
ko: {count, plural, other{퍼즐 {count}개}}
lt: {count, plural, =1{{count} užduotis} few{{count} užduotys} many{{count} užduočių} other{{count} užduočių}}
lv: {count, plural, =0{{count} uzdevumi} =1{{count} uzdevums} other{{count} uzdevumi}}
mk: {count, plural, =1{{count} проблем} other{{count} загатки}}
nl: {count, plural, =1{{count} puzzel} other{{count} puzzels}}
pt: {count, plural, =1{{count} problema} other{{count} problemas}}
ro: {count, plural, =1{O problemă șah} few{{count} probleme șah} other{{count} de probleme șah}}
ru: {count, plural, =1{{count} задача} few{{count} задачи} many{{count} задач} other{{count} задач}}
sk: {count, plural, =1{{count} úloha} few{{count} úlohy} many{{count} úloh} other{{count} úloh}}
sl: {count, plural, =1{{count} problem} =2{{count} problema} few{{count} probleme} other{{count} problemov}}
sq: {count, plural, =1{{count} ushtrimi} other{{count} ushtrime}}
sr: {count, plural, =1{{count} проблем} few{{count} проблема} other{{count} проблема}}
sv: {count, plural, =1{{count} schackproblem} other{{count} schackproblem}}
tr: {count, plural, =1{{count} bulmaca} other{{count} bulmaca}}
uk: {count, plural, =1{{count} задача} few{{count} задачі} many{{count} задач} other{{count} задач}}
vi: {count, plural, other{{count} câu đố}}
zh: {count, plural, other{{count} 道谜题}}
zh_tw: {count, plural, other{{count}個題目}}

# nbGamesWithYou
source: {count, plural, =1{{count} game with you} other{{count} games with you}}
af: {count, plural, =1{{count} spel teen jou} other{{count} spelle teen jou}}
ar: {count, plural, =0{{count} مباراة معك} =1{{count} مباراة معك} =2{{count} مباراة معك} few{{count} مباراة معك} many{{count} مباراة معك} other{{count} مباراة معك}}
az: {count, plural, =1{{count} sizinlə oynadığı oyun sayı} other{{count} sizinlə oynadığı oyun sayı}}
be: {count, plural, =1{{count} партыя з вамі} few{{count} партыі з вамі} many{{count} партый з вамі} other{{count} партый з вамі}}
bg: {count, plural, =1{{count} игри с вас} other{{count} игри с вас}}
bn: {count, plural, =1{{count} টি খেলা আপনার সঙ্গে} other{{count} টি খেলা আপনার সঙ্গে}}
bs: {count, plural, =1{{count} odigrana partija s tobom} few{{count} odigranih partija s tobom} other{{count} odigranih partija s tobom}}
ca: {count, plural, =1{{count} partida amb tu} other{{count} partides amb tu}}
cs: {count, plural, =1{{count} partie s Vámi} few{{count} partie s Vámi} many{{count} partií s Vámi} other{{count} partií s Vámi}}
da: {count, plural, =1{{count} parti med dig} other{{count} partier med dig}}
el: {count, plural, =1{{count} παιχνίδι με εσάς} other{{count} παιχνίδια με εσάς}}
eo: {count, plural, =1{{count} ludo kun vi} other{{count} ludoj kun vi}}
es: {count, plural, =1{{count} partida contigo} other{{count} partidas contigo}}
eu: {count, plural, =1{{count} partida zure aurka} other{{count} partida zure aurka}}
fa: {count, plural, =1{{count} بازی با شما} other{{count} بازی با شما}}
fi: {count, plural, =1{{count} pelejä kanssasi} other{{count} pelejä kanssasi}}
gl: {count, plural, =1{{count} partida contigo} other{{count} partidas contigo}}
he: {count, plural, =1{משחק {count} איתך} =2{{count} משחקים איתך} many{{count} משחקים איתך} other{{count} משחקים איתך}}
hy: {count, plural, =1{{count} Խաղեր՝ ձեր հետ} other{{count} Խաղեր՝ ձեր հետ}}
id: {count, plural, other{{count} kali bermain dengan anda}}
it: {count, plural, =1{{count} giocate con te} other{{count} giocate con te}}
kk: {count, plural, =1{Сізбен {count} ойын} other{Сізбен {count} ойын}}
ko: {count, plural, other{나와 {count}번 대국 함}}
lt: {count, plural, =1{{count} partija su jumis} few{{count} partijos su jumis} many{{count} partijų su jumis} other{{count} partijų su jumis}}
lv: {count, plural, =0{{count} savstarpējās spēles} =1{{count} savstarpēja spēle} other{{count} savstarpējas spēles}}
mk: {count, plural, =1{{count} игри со тебе} other{{count} игри со тебе}}
nl: {count, plural, =1{{count} partij met u} other{{count} partijen met u}}
pt: {count, plural, =1{{count} jogo contigo} other{{count} jogos contigo}}
ro: {count, plural, =1{o partidă cu tine} few{{count} partide cu tine} other{{count} de partide cu tine}}
ru: {count, plural, =1{{count} партия с вами} few{{count} партии с вами} many{{count} партий с вами} other{{count} партий с вами}}
sk: {count, plural, =1{{count} partia s Vami} few{{count} partie s Vami} many{{count} partií s Vami} other{{count} partií s Vami}}
sl: {count, plural, =1{{count} partija s teboj} =2{{count} partiji s teboj} few{{count} partije s teboj} other{{count} partij s teboj}}
sq: {count, plural, =1{{count} lojë me ju} other{{count} lojëra me ju}}
sr: {count, plural, =1{{count} партија са тобом} few{{count} партије са тобом} other{{count} партија са тобом}}
sv: {count, plural, =1{{count} parti med dig} other{{count} partier med dig}}
tr: {count, plural, =1{Sizinle oynadığı oyun sayısı: {count}} other{Sizinle oynadığı oyun sayısı: {count}}}
uk: {count, plural, =1{{count} партія з вами} few{{count} партії з вами} many{{count} партій з вами} other{{count} партій з вами}}
vi: {count, plural, other{{count} ván cờ với bạn}}
zh: {count, plural, other{与您进行了 {count} 场对局}}
zh_tw: {count, plural, other{與您下過{count}盤棋}}

# nbRated
source: {count, plural, =1{{count} rated} other{{count} rated}}
af: {count, plural, =1{{count} gegradeer} other{{count} gegradeer}}
ar: {count, plural, =0{{count} مقيمة} =1{{count} مقيمة} =2{{count} مقيمة} few{{count} مقيمة} many{{count} مقيمة} other{{count} مقيمة}}
az: {count, plural, =1{{count} reytinqli} other{{count} reytinqli}}
be: {count, plural, =1{{count} рэйтынгавая} few{{count} рэйтынгавыя} many{{count} рэйтынгавых} other{{count} рэйтынгавых}}
bg: {count, plural, =1{{count} оценена} other{{count} оценени}}
bn: {count, plural, =1{{count} অনুপাত} other{{count} অনুপাত}}
bs: {count, plural, =1{{count} za bodove} few{{count} za bodove} other{{count} za bodove}}
ca: {count, plural, =1{{count} puntuada} other{{count} puntuades}}
cs: {count, plural, =1{{count} hodnocená} few{{count} hodnocené} many{{count} hodnocených} other{{count} hodnocených}}
da: {count, plural, =1{{count} ratet} other{{count} ratede}}
el: {count, plural, =1{{count} βαθμολογημένο} other{{count} βαθμολογημένα}}
eo: {count, plural, =1{{count} taksaj ludoj} other{{count} taksaj ludoj}}
es: {count, plural, =1{{count} por puntos} other{{count} por puntos}}
eu: {count, plural, =1{Sailkatutako {count}} other{Sailkatutako {count}}}
fa: {count, plural, =1{{count} بازی رسمی} other{{count} بازی رسمی}}
fi: {count, plural, =1{{count} pisteytetty} other{{count} pisteytettyä}}
gl: {count, plural, =1{{count} puntuada} other{{count} puntuadas}}
he: {count, plural, =1{{count} מדורג} =2{{count} מדורגים} many{{count} מדורגים} other{{count} מדורגים}}
hy: {count, plural, =1{{count} վարկանիշային} other{{count} վարկանիշային}}
id: {count, plural, other{{count} dengan rating}}
it: {count, plural, =1{{count} classificata} other{{count} classificate}}
kk: {count, plural, =1{{count} бағалы} other{{count} бағалы}}
ko: {count, plural, other{공식 대국 {count} 회}}
lt: {count, plural, =1{{count} vertinama} few{{count} vertinamos} many{{count} vertinamų} other{{count} vertinamų}}
lv: {count, plural, =0{{count} vērtētas} =1{{count} vērtēta} other{{count} vērtētas}}
mk: {count, plural, =1{{count} рангирани игри} other{{count} рангирани игри}}
nl: {count, plural, =1{{count} met rating} other{{count} met rating}}
pt: {count, plural, =1{{count} partida a valer pontos} other{{count} partidas a valer pontos}}
ro: {count, plural, =1{Unul oficial} few{{count} oficiale} other{{count} oficiale}}
ru: {count, plural, =1{{count} рейтинговая} few{{count} рейтинговые} many{{count} рейтинговых} other{{count} рейтинговых}}
sk: {count, plural, =1{{count} hodnotená} few{{count} hodnotené} many{{count} hodnotených} other{{count} hodnotených}}
sl: {count, plural, =1{{count} rangiran} =2{{count} rangirana} few{{count} rangirani} other{{count} rangiranih}}
sq: {count, plural, =1{{count} e vlerësuar} other{{count} të vlerësuara}}
sr: {count, plural, =1{{count} рангирана} few{{count} рангиране} other{{count} рангираних}}
sv: {count, plural, =1{{count} rankat} other{{count} rankade}}
tr: {count, plural, =1{{count} puanlı} other{{count} dereceli}}
uk: {count, plural, =1{{count} рейтингова} few{{count} рейтингові} many{{count} рейтингових} other{{count} рейтингових}}
vi: {count, plural, other{{count} ván xếp hạng}}
zh: {count, plural, other{{count} 排位对局}}
zh_tw: {count, plural, other{{count} 場排位賽}}

# nbWins
source: {count, plural, =1{{count} win} other{{count} wins}}
af: {count, plural, =1{{count} gewen} other{{count} gewen}}
ar: {count, plural, =0{{count} فوز} =1{{count} فوز} =2{{count} فوز} few{{count} فوز} many{{count} فوز} other{{count} فوز}}
az: {count, plural, =1{{count} qələbə} other{{count} qələbə}}
be: {count, plural, =1{{count} перамога} few{{count} перамогі} many{{count} перамог} other{{count} перамог}}
bg: {count, plural, =1{{count} победи} other{{count} победи}}
bn: {count, plural, =1{{count} টি জয়} other{{count} টি জয়}}
bs: {count, plural, =1{{count} pobjeda} few{{count} pobjeda} other{{count} pobjeda}}
ca: {count, plural, =1{{count} victòries} other{{count} victòries}}
cs: {count, plural, =1{{count} výhra} few{{count} výhry} many{{count} výher} other{{count} výher}}
da: {count, plural, =1{{count} sejr} other{{count} sejre}}
el: {count, plural, =1{{count} νίκη} other{{count} νίκες}}
eo: {count, plural, =1{{count} venkoj} other{{count} venkoj}}
es: {count, plural, =1{{count} victoria} other{{count} victorias}}
eu: {count, plural, =1{{count} irabazita} other{{count} irabazita}}
fa: {count, plural, =1{{count} برد} other{{count} برد}}
fi: {count, plural, =1{{count} voittoa} other{{count} voittoa}}
gl: {count, plural, =1{{count} vitoria} other{{count} vitorias}}
he: {count, plural, =1{{count} ניצחון} =2{{count} ניצחונות} many{{count} ניצחונות} other{{count} ניצחונות}}
hy: {count, plural, =1{{count} հաղթանակ} other{{count} հաղթանակ}}
id: {count, plural, other{{count} menang}}
it: {count, plural, =1{{count} vittoria} other{{count} vittorie}}
kk: {count, plural, =1{{count} жеңіс} other{{count} жеңіс}}
ko: {count, plural, other{{count}번 승리}}
lt: {count, plural, =1{{count} pergalė} few{{count} pergalės} many{{count} pergalių} other{{count} pergalių}}
lv: {count, plural, =0{{count} uzvaras} =1{{count} uzvara} other{{count} uzvaras}}
mk: {count, plural, =1{{count} победи} other{{count} победи}}
nl: {count, plural, =1{{count} gewonnen} other{{count} gewonnen}}
pt: {count, plural, =1{{count} vitória} other{{count} vitórias}}
ro: {count, plural, =1{o victorie} few{{count} victorii} other{{count} de victorii}}
ru: {count, plural, =1{{count} победа} few{{count} победы} many{{count} побед} other{{count} побед}}
sk: {count, plural, =1{{count} výhra} few{{count} výhry} many{{count} výhier} other{{count} výhier}}
sl: {count, plural, =1{{count} zmaga} =2{{count} zmagi} few{{count} zmage} other{{count} zmag}}
sq: {count, plural, =1{{count} fitore} other{{count} fitore}}
sr: {count, plural, =1{{count} победа} few{{count} победе} other{{count} победа}}
sv: {count, plural, =1{{count} vinst} other{{count} vinster}}
tr: {count, plural, =1{{count} galibiyet} other{{count} galibiyet}}
uk: {count, plural, =1{{count} перемога} few{{count} перемоги} many{{count} перемог} other{{count} перемог}}
vi: {count, plural, other{{count} thắng}}
zh: {count, plural, other{{count} 胜}}
zh_tw: {count, plural, other{{count}局勝}}

# nbLosses
source: {count, plural, =1{{count} loss} other{{count} losses}}
af: {count, plural, =1{{count} verloor} other{{count} verloor}}
ar: {count, plural, =0{{count} خسارة} =1{{count} خسارة} =2{{count} خسارة} few{{count} خسارة} many{{count} خسارة} other{{count} خسارة}}
az: {count, plural, =1{{count} məğlubiyyət} other{{count} məğlubiyyət}}
be: {count, plural, =1{{count} параза} few{{count} паразы} many{{count} паразаў} other{{count} паразаў}}
bg: {count, plural, =1{{count} загуби} other{{count} загуби}}
bn: {count, plural, =1{{count} টি পরাজয়} other{{count} টি পরাজয়}}
bs: {count, plural, =1{{count} poraz} few{{count} poraza} other{{count} poraza}}
ca: {count, plural, =1{{count} derrotes} other{{count} derrotes}}
cs: {count, plural, =1{{count} prohra} few{{count} prohry} many{{count} proher} other{{count} proher}}
da: {count, plural, =1{{count} nederlag} other{{count} nederlag}}
el: {count, plural, =1{{count} ήττα} other{{count} ήττες}}
eo: {count, plural, =1{{count} malvenkoj} other{{count} malvenkoj}}
es: {count, plural, =1{{count} derrota} other{{count} derrotas}}
eu: {count, plural, =1{{count} galduta} other{{count} Galduta}}
fa: {count, plural, =1{{count} باخت} other{{count} باخت}}
fi: {count, plural, =1{{count} häviötä} other{{count} häviötä}}
gl: {count, plural, =1{{count} derrota} other{{count} derrotas}}
he: {count, plural, =1{{count} הפסד} =2{{count} הפסדים} many{{count} הפסדים} other{{count} הפסדים}}
hy: {count, plural, =1{{count} պարտություն} other{{count} պարտություն}}
id: {count, plural, other{{count} kalah}}
it: {count, plural, =1{{count} sconfitta} other{{count} sconfitte}}
kk: {count, plural, =1{{count} жеңіліс} other{{count} жеңіліс}}
ko: {count, plural, other{{count}번 패배}}
lt: {count, plural, =1{{count} pralaimėjimas} few{{count} pralaimėjimai} many{{count} pralaimėjimų} other{{count} pralaimėjimų}}
lv: {count, plural, =0{{count} zaudējumi} =1{{count} zaudējums} other{{count} zaudējumi}}
mk: {count, plural, =1{{count} порази} other{{count} порази}}
nl: {count, plural, =1{{count} verloren} other{{count} verloren}}
pt: {count, plural, =1{{count} derrota} other{{count} derrotas}}
ro: {count, plural, =1{o înfrângere} few{{count} înfrângeri} other{{count} de înfrângeri}}
ru: {count, plural, =1{{count} поражение} few{{count} поражения} many{{count} поражений} other{{count} поражений}}
sk: {count, plural, =1{{count} prehra} few{{count} prehry} many{{count} prehier} other{{count} prehier}}
sl: {count, plural, =1{{count} poraz} =2{{count} poraza} few{{count} poraze} other{{count} porazov}}
sq: {count, plural, =1{{count} humbje} other{{count} humbje}}
sr: {count, plural, =1{{count} пораз} few{{count} пораза} other{{count} пораза}}
sv: {count, plural, =1{{count} förlust} other{{count} förluster}}
tr: {count, plural, =1{{count} mağlubiyet} other{{count} mağlubiyet}}
uk: {count, plural, =1{{count} поразка} few{{count} поразки} many{{count} поразок} other{{count} поразок}}
vi: {count, plural, other{{count} thua}}
zh: {count, plural, other{{count} 负}}
zh_tw: {count, plural, other{{count}局負}}

# nbDraws
source: {count, plural, =1{{count} draw} other{{count} draws}}
af: {count, plural, =1{{count} gelykop} other{{count} gelykop}}
ar: {count, plural, =0{{count} تعادل} =1{{count} تعادل} =2{{count} تعادلات} few{{count} تعادلات} many{{count} تعادل} other{{count} تعادلات}}
az: {count, plural, =1{{count} heç-heçə} other{{count} heç-heçə}}
be: {count, plural, =1{{count} унічыю} few{{count} унічыю} many{{count} унічыю} other{{count} унічыю}}
bg: {count, plural, =1{{count} равенства} other{{count} равенства}}
bn: {count, plural, =1{{count} টি ড্র} other{{count} টি ড্র}}
bs: {count, plural, =1{{count} remi} few{{count} remija} other{{count} remija}}
ca: {count, plural, =1{{count} taules} other{{count} taules}}
cs: {count, plural, =1{{count} remíza} few{{count} remízy} many{{count} remíz} other{{count} remíz}}
da: {count, plural, =1{{count} remis} other{{count} remiser}}
el: {count, plural, =1{{count} ισοπαλία} other{{count} ισοπαλίες}}
eo: {count, plural, =1{{count} egalvenkoj} other{{count} egalvenkoj}}
es: {count, plural, =1{{count} tablas} other{{count} tablas}}
eu: {count, plural, =1{{count} berdinduta} other{{count} Berdinduta}}
fa: {count, plural, =1{{count} مساوی} other{{count} مساوی}}
fi: {count, plural, =1{{count} tasapeliä} other{{count} tasapeliä}}
gl: {count, plural, =1{{count} táboas} other{{count} táboas}}
he: {count, plural, =1{{count} תוצאת תיקו} =2{{count} תוצאות תיקו} many{{count} תוצאות תיקו} other{{count} תוצאות תיקו}}
hy: {count, plural, =1{{count} ոչ-ոքի} other{{count} ոչ-ոքի}}
id: {count, plural, other{{count} imbang}}
it: {count, plural, =1{{count} patta} other{{count} patte}}
kk: {count, plural, =1{{count} тепе-тең} other{{count} тепе-тең}}
ko: {count, plural, other{{count}번 비김}}
lt: {count, plural, =1{{count} lygiosios} few{{count} lygiosios} many{{count} lygiųjų} other{{count} lygiųjų}}
lv: {count, plural, =0{{count} neizšķirti} =1{{count} neizšķirts} other{{count} neizšķirti}}
mk: {count, plural, =1{{count} нерешени} other{{count} нерешени}}
nl: {count, plural, =1{{count} remise} other{{count} remise}}
pt: {count, plural, =1{{count} empate} other{{count} empates}}
ro: {count, plural, =1{o remiză} few{{count} remize} other{{count} de remize}}
ru: {count, plural, =1{{count} ничья} few{{count} ничьи} many{{count} ничьих} other{{count} ничьих}}
sk: {count, plural, =1{{count} remíza} few{{count} remízy} many{{count} remíz} other{{count} remíz}}
sl: {count, plural, =1{{count} remi} =2{{count} remija} few{{count} remije} other{{count} remijev}}
sq: {count, plural, =1{{count} barazim} other{{count} barazime}}
sr: {count, plural, =1{{count} реми} few{{count} ремија} other{{count} ремија}}
sv: {count, plural, =1{{count} remi} other{{count} remier}}
tr: {count, plural, =1{{count} beraberlik} other{{count} beraberlik}}
uk: {count, plural, =1{{count} нічия} few{{count} нічиї} many{{count} нічиїх} other{{count} нічиїх}}
vi: {count, plural, other{{count} hòa}}
zh: {count, plural, other{{count} 和}}
zh_tw: {count, plural, other{{count}局和}}

# nbPlaying
source: {count, plural, =1{{count} playing} other{{count} playing}}
af: {count, plural, =1{{count} In Spel} other{{count} In Spel}}
ar: {count, plural, =0{{count} لعبت} =1{{count} لعبت} =2{{count} لعبت} few{{count} لعبت} many{{count} لعبت} other{{count} لعبت}}
az: {count, plural, =1{{count} oynanılır} other{{count} oynayır}}
be: {count, plural, =1{{count} у працэсе} few{{count} у працэсе} many{{count} у працэсе} other{{count} у працэсе}}
bg: {count, plural, =1{{count} текуща} other{{count} текущи}}
bn: {count, plural, =1{{count} খেলছে} other{{count} খেলছে}}
bs: {count, plural, =1{{count} u toku} few{{count} u toku} other{{count} u toku}}
ca: {count, plural, =1{{count} en joc} other{{count} en joc}}
cs: {count, plural, =1{{count} právě hraje} few{{count} se hrají} many{{count} se hraje} other{{count} se hraje}}
da: {count, plural, =1{{count} spil i gang} other{{count} spil i gang}}
el: {count, plural, =1{{count} παίζεται} other{{count} παίζονται}}
eo: {count, plural, =1{{count} aktualaj} other{{count} aktualaj}}
es: {count, plural, =1{{count} en juego} other{{count} en juego}}
eu: {count, plural, =1{{count} jokatzen} other{{count} jokatzen}}
fa: {count, plural, =1{{count} بازیِ اکنونی} other{{count} بازیِ اکنونی}}
fi: {count, plural, =1{{count} meneillään} other{{count} meneillään}}
gl: {count, plural, =1{{count} en xogo} other{{count} en xogo}}
he: {count, plural, =1{{count} נוכחי} =2{{count} נוכחיים} many{{count} נוכחיים} other{{count} נוכחיים}}
hy: {count, plural, =1{{count} խաղացվում Է} other{{count} խաղացվում են}}
id: {count, plural, other{{count} Sedang bermain}}
it: {count, plural, =1{{count} in corso} other{{count} in corso}}
kk: {count, plural, =1{{count} ойналуда} other{{count} ойналуда}}
ko: {count, plural, other{현재 두고 있는 대국 {count}개}}
lt: {count, plural, =1{{count} žaidžiamas} few{{count} žaidžiami} many{{count} žaidžiamų} other{{count} žaidžiamų}}
lv: {count, plural, =0{{count} notiek} =1{{count} notiek} other{{count} notiek}}
mk: {count, plural, =1{{count} игра} other{{count} играат}}
nl: {count, plural, =1{{count} bezig} other{{count} bezig}}
pt: {count, plural, =1{{count} a jogar} other{{count} a jogar}}
ro: {count, plural, =1{Un joc} few{{count} jocuri} other{{count} de jocuri}}
ru: {count, plural, =1{{count} играется} few{{count} играются} many{{count} играются} other{{count} играются}}
sk: {count, plural, =1{{count} práve sa hrá} few{{count} práve sa hrajú} many{{count} práve sa hrá} other{{count} práve sa hrá}}
sl: {count, plural, =1{{count} v teku} =2{{count} v teku} few{{count} v teku} other{{count} v teku}}
sq: {count, plural, =1{{count} po luan} other{{count} duke luajtur}}
sr: {count, plural, =1{{count} игра} few{{count} игра} other{{count} игра}}
sv: {count, plural, =1{{count} spelas} other{{count} spelas}}
tr: {count, plural, =1{{count} oynanıyor} other{{count} oynuyor}}
uk: {count, plural, =1{{count} грає} few{{count} грають} many{{count} грають} other{{count} грають}}
vi: {count, plural, other{{count} ván đang chơi}}
zh: {count, plural, other{{count} 正在进行}}
zh_tw: {count, plural, other{{count}下棋中}}
