Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Sign up to host or join a simul
ar: سجل لاستضافة أو الانضمام إلى محاكاة
bn: সিমুল হোস্ট করতে বা সিমুলে যোগ দিতে সাইন আপ করুন
bs: Prijavite se za domaćina ili pridružite se simultanki
ca: Registra't per a organitzar o unir-se a una simultània
cs: Zaregistruj se abys mohl založit nebo se připojit k simulaci
da: Tilmeld dig for at være vært eller deltage i en simultan
el: Εγγραφείτε για να φιλοξενήσετε ή να συμμετάσχετε σε ένα σιμουλτανέ
eo: Subscribi por gastigi aŭ aliĝi samtempludon
es: Regístrate para crear una simultánea o unirte a ella
eu: Eman izena aldibereko partida bat antolatu edo jokatzeko
fa: ثبت‌نام کنید تا در بازی های سیمولتانه شرکت، یا برگزار کنید
fi: Kirjaudu niin voit antaa simultaanin tai liittyä sellaiseen
gl: Rexístrate para crear ou unirte a unhas simultáneas
he: הירשמו כדי לארח משחקים סימולטניים או להשתתף בהם
hy: Գրանցվեք՝ խաղաշար կազմակերպելու կամ դրան միանալու համար
id: Daftar untuk membuat atau bergabung pada simul
it: Registrati per organizzare, o unirti a, un'esibizione simultanea
kk: Қалың ойынды бастау не қосылу үшін тіркеліңіз
ko: 다면기를 주최/참가하려면 로그인하세요
lt: Prisijunkite norėdami sukurti ar prisijungti prie simulo
nl: Meld je aan om een simul te geven of eraan deel te nemen
pt: Registra-te para hospedar ou juntar a uma simultânea
ro: Înregistrează-te pentru a găzdui sau pentru participarea la un simultan
ru: Зарегистрируйтесь, чтобы организовать сеанс или присоединиться к нему
sk: Prihláste sa k zorganizovaniu alebo zapojeniu sa do simultánky
sl: Prijavite se za gostovanje ali se pridružite simultanki
sq: Regjistrohu për të pritur ose bashkuar një simul
sr: Пријави се да би организовао или учествовао у симултанци
sv: Registrera dig för att vara värd eller gå med i en simulation
tr: Bir simultane oyuna katılmak veya ev sahipliği yapmak için kayıt olun
uk: Зареєструйтеся, щоб створити чи приєднатися до сеансу одночасної гри
vi: Đăng kí để tham gia hoặc chủ trì một sự kiện đồng loạt
zh: 注册以主持或加入车轮战
zh_tw: 註冊以舉辦或參與車輪戰

# noSimulFound
source: Simul not found
af: Simul nie gevind nie
ar: التزامنية غير موجودة
az: Sinxron seans tapılmadı
be: Сеанс не знойдзены
bg: Сеансът не е намерен
bn: একসঙ্গে খুঁজে পাওয়া যায়নি
bs: Simultanka nije pronađena
ca: Simultània no trobada
cs: Simultánka nenalezena
da: Simultanspil ikke fundet
el: Το σιμουλτανέ δε βρέθηκε
eo: Ne trovis samtempludon
es: Simultánea no encontrada
eu: Aldibereko partida ez da aurkitu
fa: نمایش هم زمان پیدا نشد
fi: Simultaania ei löydy
gl: Simultánea non atopada
he: המשחק הסימולטני לא נמצא
hy: Խաղաշարը չի գտնվել
id: Simultan tidak ada
it: Simultanea non trovata
kk: Қалың ойын табылмады
ko: 다면기를 찾을 수 없습니다
lt: Simultanas nerastas
lv: Simultānseanss nav atrasts
mk: Не е најдена симултаната игра
nl: Simultaan niet gevonden
pt: Simultânea não encontrada
ro: Simultanul nu a fost găsit
ru: Сеанс не найден
sk: Simultánka nenájdená
sl: Simultanka ni najdena
sq: S’u gjet simultane
sr: Симултанка није пронађена
sv: Denna simultanmatch hittades ej
tr: Eş zamanlı gösteri bulunamadı
uk: Сеанс не знайдено
vi: Không tìm thấy sự kiện cờ đồng loạt nào
zh: 未找到车轮战
zh_tw: 找不到該車輪戰

# noSimulExplanation
source: This simultaneous exhibition does not exist.
af: Dit gelyktydige uitstalling(simul) bestaan ​​nie.
ar: معرض هذه التزامنية غير موجود.
az: Bu sinxron seans mövcud deyil.
be: Не атрымалася знайсці такі сеанс.
bg: Този сеанс не съществува.
bn: এই যুগপত প্রদর্শনী বিদ্যমান নেই.
bs: Ova simultanka ne postoji.
ca: Aquesta simultània no existeix.
cs: Tato simultánka neexistuje
da: Dette simultanspil eksisterer ikke.
el: Αυτό το σιμουλτανέ δεν υπάρχει.
eo: Ĉi tiu samtempluda ekspocizio ne ekzistas.
es: Esta exhibición simultánea no existe.
eu: Aldibereko partida ez da existitzen
fa: نمایش همزمان برای نمایش وجود ندارد
fi: Tätä simultaania ei ole olemassa.
gl: Esta exhibición simultánea non existe.
he: המשחק הסימולטני אינו קיים.
hy: Այդ միաժամանակյա խաղաշարը գոյություն չունի։
id: Eksibisi simultan ini tidak ada
it: Questa esibizione simultanea non esiste.
kk: Бұндай қалың ойын жоқ.
ko: 존재하지 않는 다면기입니다.
lt: Šis simultanas neegzistuoja.
lv: Šāds simultānseanss neeksistē.
mk: Симултаната партија не постои.
nl: Deze simultaan bestaat niet.
pt: Esta exibição simultânea não existe.
ro: Acest simultan nu există.
ru: Этот сеанс одновременной игры не существует.
sk: Táto simultánna exhibícia neexistuje.
sl: Ta simultanka ne obstaja.
sq: Kjo simultane s’ekziston.
sr: Ова симултанка не постоји.
sv: Denna simultanmatch existerar inte.
tr: Eş zamanlı gösteri yok.
uk: Цього сеансу одночасної гри не існує.
vi: Sự kiện cờ đồng loạt này không tồn tại.
zh: 该车轮战不存在。
zh_tw: 此車輪戰不存在。

source: Return to simul homepage
af: Terug na simul tuisblad
ar: العودة لصفحة التزامنية
az: Sinxron seansın ana səhifəsinə qayıdın
be: Вярнуцца да асноўнай старонкі сеансу
bg: Връщане към Главната страница
bn: সিমুল প্রথমপাতায় ফিরে যান
bs: Vrati se na stranicu sa simultankama
ca: Torna a la pàgina principal de simultànies
cs: Vrať se na domovskou sránku simultánek
da: Vend tilbage til Simultan-forsiden
el: Επιστροφή στην αρχική σελίδα σιμουλτανέ
eo: Reveni al la ĉefpaĝo de samtempludoj
es: Volver a la página de simultáneas
eu: Aldibereko partiden orrialdera itzuli
fa: برگشت به صحفه اصلی نمایش های همزمان
fi: Palaa simultaanin kotisivulle
gl: Volver á paxina principal das simultáneas
he: חזרה לדף הבית של המשחקים הסימולטניים
hy: Վերադառնալ խաղաշարերի էջ
id: Kembali ke halaman Simultan
it: Ritorna alla pagina delle simultanee
kk: Қалың ойынның бастапқы бетіне оралу
ko: 다면기 홈으로 돌아가기
lt: Grįžti į simultanų pradžią
lv: Atgriesties uz simultānseansu sākumlapu
mk: Врати се на страната со симултани партии
nl: Ga terug naar de Simultaan hoofdpagina
pt: Voltar à página inicial da simultânea
ro: Înapoi la pagina simultanului
ru: Вернуться на страницу сеансов
sk: Späť na Simultánku
sl: Vrni se na domačo stran simultanke
sq: Kthehu në faqen kryesore të simultaneve
sr: Врати се на почетну страну симултанке
sv: Återvänd till hemsidan för simultan
tr: Eş zamanlı gösteri sayfasına geri dön
uk: Повернутися до сторінки "Сеанси"
vi: Trở về trang chủ cờ đồng loạt
zh: 返回车轮战主页
zh_tw: 返回車輪戰首頁

# aboutSimul
source: Simuls involve a single player facing several players at once.
af: Simuls behels dat 'n enkele speler 'n paar spelers gelyktydig in die gesig staar.
ar: التزامنيات هي لاعب واحد يواجه عدة خصوم في وقت واحد.
az: Sinxron seanslar, bir oyunçunun bir neçə oyunçuyla eyni zamanda üz-üzə gəlməsidir.
be: Сеанс адначасовай гульні – рэжым, калі адзін гулец супрацьстаіць некалькім супернікам у адначассе.
bg: Сеансът включва един играч срещу няколко други наведнъж.
bn: সিমুলস একজন খেলোয়াড় মুখোমুখি হয় একসজ্ঞে কয়েকজন খেলোয়াড়ের সাথে.
bs: Simultanke uključuju jednog igrača koji igra protiv više protivnika odjednom.
ca: Les simultànies suposen enfrontar-se a més d'un jugador alhora.
cs: Simultánka je boj jednoho hráče proti několika ostatním.
da: Simultanskak er, når en enkelt spiller dyster mod adskillige andre på én gang.
el: Τα σιμουλτανέ είναι διοργανώσεις στις οποίες ένας μεμονωμένος παίκτης αντιμετωπίζει πολλούς ταυτόχρονα.
eo: En samtempludoj, unuopa ludanto defias multajn aliajn ludantojn samtempe.
es: En las simultáneas, un jugador se enfrenta a varios oponentes al mismo tiempo.
eu: Aldibereko partidetan jokalari batek beste batzuei egiten die aurre aldi berean.
fa: نمایش هم زمان، بازی هم زمان یک نفر با چندین حریف است.
fi: Simultaaneissa yksi pelaaja pelaa yhtä aikaa monta pelaajaa vastaan.
gl: As simultáneas son partidas dun xogador contra varios ó mesmo tempo.
he: משחק סימולטני מערב שחקן יחיד אשר משחק נגד שחקנים רבים בו זמנית.
hy: Խաղաշարերը ենթադրում են մեկ խաղացողի մենամարտը միաժամանակ մի քանի խաղացողի հետ։
id: Simultan adalah seoran pemain lawan banyak lawan dalam satu saat.
it: Nelle simultanee un giocatore sfida diversi avversari contemporaneamente.
kk: Қалың ойында ойыншы бір мезгілде бірнешеуге қарсы ойнайды.
ko: 다면기에서는 1인의 플레이어가 여러 플레이어와 대국을 벌입니다.
lt: Simultanai yra vieno žaidėjo partijos prieš keletą kitų žaidėjų vienu metu.
lv: Simultānseansos viens spēlētājs spēlē ar vairākiem citiem vienlaicīgi.
mk: Симултаните партии се еден против повеќе играчи наеднаш.
nl: Bij simultanen speelt één speler tegen meerdere spelers tegelijk.
pt: As simultâneas envolvem um único jogador contra vários adversários ao mesmo tempo.
ro: Simultanele înseamnă un singur jucător în fața mai multor jucători în același timp.
ru: Сеансы подразумевают сражение одного игрока с несколькими противниками одновременно.
sk: Simultánky sú hry jedného hráča proti viacerým oponentom súčasne.
sl: Simultanka je igra enega proti več igralcem hkrati.
sq: Në simultane një lojtar luan njëherësh kundër disa lojtarëve.
sr: Симултанке обухватају суочавање једонг играча против неколико играча одједном.
sv: Simultan går ut på att en spelare möter flera spelare samtidigt.
tr: Eş zamanlı gösterilerde, bir oyuncu aynı anda birçok oyuncuya karşı mücadele verir.
uk: Сеанс залучає одного гравця, що змагається з кількома гравцями одночасно.
vi: Cờ đồng loạt gồm một người duy nhất chơi cùng lúc với nhiều người khác.
zh: 车轮战涉及一名棋手同时与多名棋手对局。
zh_tw: 車輪戰涉及到一個人同時和幾位棋手下棋。

# aboutSimulImage
source: Out of 50 opponents, Fischer won 47 games, drew 2 and lost 1.
af: Uit 50 teenstanders, het Fischer 47 wedstryde gewen, 2 gelykop gespeel en 1 verloor.
ar: مع 50 خصماً, فاز فيشر بـ 47 مباراة, تعادل في اثنتين, وخسر واحدة.
az: 50 rəqib içindən, Fischer 47 oyunu qazandı, 2 heç-heçə etdi, və 1 dəfə məğlub oldu.
be: Фішэр гуляў адначасова з 50 супернікамі: ён перамог у 47 гульнях, сцярпеў паразу ў адной і дзве згуляў унічыю.
bg: От 50 противника, Fischer спечели 47 игри, изравни 2 и загуби 1.
bn: 50 প্রতিদ্বন্দ্বীর মধ্যে, ফিশার জিতেছে 47 খেলা, সমান 2 এবং হার 1.
bs: Od 50 protivnika, Fischer je pobijedio 47 partija, remizirao 2 i izgubio 1.
ca: Contra 50 contrincants, Fischer va obtenir 47 victòries, 2 taules i 1 derrota.
cs: Z 50 soupeřů, Fisher vyhrál 47, remízoval 2 a prohrál 1.
da: Ud af 50 modstandere, vandt Fischer 47 partier, spillede 2 remis og tabte 1.
el: Από τους 50 αντιπάλους, ο Φίσερ κέρδισε 47 παιχνίδια, κατάφερε 2 ισοπαλίες και έχασε 1.
eo: El 50 kontraŭuloj, Fischer venkis 47, egalvenkis je 2 kaj estis venkita de 1.
es: De 50 oponentes, Fischer ganó 47 partidas, empató dos y perdió una.
eu: 50 aurkariren aurka, Fischerrek 47 partida irabazi zituen, 2 berdindu eta bat bakarra galdu.
fa: از ۵۰ بازی فیشر موفق به کسب ۴۷ برد و ۲ تساوی و یک باخت شد.
fi: 50 vastustajastaan Fischer voitti 47, pelasi kahdesti tasan ja hävisi yhden.
gl: De 50 rivais, Fischer gañou 47 partidas, empatou 2 e perdeu 1.
he: מתוך 50 משחקים בו־זמנית, פישר ניצח ב־47 משחקים, השיג 2 תוצאות תיקו והפסיד במשחק אחד.
hy: Ընդհանուր 50 պարտիայից Ֆիշերը հաղթել է 47-ում, ոչ-ոքի արել 2-ում և պարտվել 1-ում։
id: Sampai 50 lawan, Fischer menang 47 partai, 2 remis dan 1 kekalahan.
it: Su 50 avversari, Fischer vinse 47 partite, ne pareggiò 2 e ne perse 1.
kk: Фишер 50 қарсыластың 47-сін жеңіп, 2-мен тең ойнап, 1-нен жеңілді.
ko: 피셔는 50명의 상대 중, 47국을 승리하였고, 2국은 무승부였으며 1국만 패하였습니다.
lt: Iš 50 varžovų, Fišeris laimėjo 47 partijas, lygiosiomis baigė 2 ir pralaimėjo 1.
lv: Fišers 50 spēlēs uzvarēja 47, zaudēja 1 un 2 beidzās neizšķirti.
mk: Од 50 противници, Фишер победи 47 партии, ремизираше 2 и изгуби 1.
nl: Van de 50 tegenstanders won Fischer 47 partijen, speelde hij 2 keer remise en verloor hij 1 keer.
pt: Contra 50 adversários, Fischer ganhou 47 jogos, empatou 2 e perdeu 1.
ro: Din 50 de oponenți, Fischer a câștigat 47 de partide, a făcut remiză în 2 partide și a pierdut 1 partida.
ru: Из общего числа в 50 игр Фишер выиграл 47, сыграл вничью 2 и проиграл 1.
sk: Z celkovo 50 hráčov, Fisher vyhral 47 hier, 2 remízoval a 1 prehral.
sl: Proti 50 nasprotnikom, je Fischer zabeležil 47 zmag, 2 remija ter 1 poraz.
sq: Nga 50 kundërshtarë, Fisher fitoi 47 lojëra, barazoi 2 dhe humbi 1.
sr: Од 50 противника, Фишер је победио 47 партија, ремизирао 2, и изгубио 1.
sv: Av totalt 50 partier vann Fischer 47, spelade två remier och förlorade ett.
tr: Fischer 50 rakibe karşı, 47 oyun kazandı, 2 beraberlik ve 1 yenilgi aldı.
uk: У партіях з 50 суперниками Фішер переміг 47, 2 зіграв внічию та 1 програв.
vi: Trong số 50 đối thủ, Fischer thắng 47, hoà 2 và thua 1.
zh: 菲舍尔同时挑战 50 个对手，胜 47 局，和 2 局，负 1 局。
zh_tw: 在50位對手中，費雪贏了47局、和了2局、並輸了1局。

# aboutSimulRealLife
source: The concept is taken from real world events. In real life, this involves the simul host moving from table to table to play a single move.
af: Die konsep is geneem uit regte geleenthede. In die werklike lewe, behels die simul dat die gasheer beweeg van tafel tot tafel om 'n enkele skuif te speel.
ar: تم أخذ مفهوم التزامنيات من أحداث الحياة الواقعية. حيث ينتقل المضيف من طاولة لأخرى للعب.
az: Konsept real dünyadan götürülmüşdür. Real həyatda, sinxron seans edən ev sahibi bir masadan digərinə keçərək bir-bir gedişlər edir.
be: Такія гульні праводзяцца і «ужывую»: сеансёр ходзіць ад стала да стала, робячы хады.
bg: Понятието е взето от събития в действителния свят. В действителния свят при сеансите приемащият сеанса се движи от маса на маса, за да играе хода си.
bn: এই ধারনাটি নেওয়া হয় পৃথিবীর বাস্তব ঘটনা গুলো থেকে, বাস্তব জীবনে, স্বাগতিক সিমুল জরিত টেবিল সরানো থেকে টেবিল একক ভাবে চালার জন্য.
bs: Koncept je preuzet iz stvarnog života. U stvarnom životu, domaćin simultanke ide od ploče do ploče da odigra pojedinačni potez.
ca: La idea està presa d'esdeveniments presencials. En aquests esdeveniments, l'amfitrió s'ha d'anar movent de taula en taula per fer cada moviment.
cs: Koncept je převzat z realných v akcí, kde se host pohybuje po kruhu a vždy odehraje jeden tah.
da: Konceptet stammer fra virkelighedens verden. Her bevæger simultanspilleren sig fra bræt til bræt for at spille ét træk ad gangen.
el: Η έννοια προέρχεται από πραγματικά γεγονότα. Σε πραγματικούς χώρους, ο διοργανωτής του σιμουλτανέ μετακινείται από τραπέζι σε τραπέζι για να παίξει μία και μόνο κίνηση.
eo: La koncepto estas devenigita de realmondaj eventoj. En la reala mondo, la gastiganto moviĝas de tablo al tablo por fari unuopan movon.
es: El concepto de simultáneas en Lichess se toma de la vida real, donde el anfitrión va de mesa en mesa haciendo sus jugadas.
eu: Benetako bizitzan bezala, aldibereko jokalaria taulaz taula mugitu egiten da bere jokaldia eginez.
fa: این مفهوم از رویدادهای واقعی الهام گرفته شده است. در آن جا میزبان میز به میز برای انجام حرکت خود، حرکت می کند.
fi: Simultaanien käsite on otettu netin ulkopuolisista tapahtumista; niissä simultaaninäytöksen antaja liikkuu pöydältä toiselle pelaten siirron kerrallaan.
gl: O concepto tómase de eventos reais. Nestes, o anfitrión das simultáneas móvese de mesa en mesa e fai unha xogada de cada vez.
he: המושג נלקח מאירועים בעולם האמיתי. בחיים האמיתיים, המארח/ת עובר/ת משולחן לשולחן ומשחק/ת מהלך אחד בכל פעם.
hy: Գաղափարը կրկնում է կենդանի շախմատում ընդունված հայեցակարգը, երբ խաղաշար անցկացնողը տեղաշարժվում է սեղանից սեղան` մեկ քայլ կատարելու համար։
id: Konsep ini seperti dalam dunia nyata. Dalam dunia nyata, ini dilakukan oleh pensimultan yang bergerak dari meja ke meja yang memainkan sebuah langkah.
it: Questo concetto è preso da eventi reali. Nella vita reale, questo implica che il simultaneista si muova da un tavolo all'altro per giocare le singole mosse.
kk: Бұл түсінік шынайы өмірден алынған: ойында бас ойыншы тақталарды аралап, бір-бірден жүріс жасап отырады.
ko: 이 컨셉은 실제 이벤트들을 본딴 것입니다. 실제 경기에서는 다면기 주최자가 테이블을 돌아다니며 한 수씩 둡니다.
lt: Idėja yra paimta iš tikro pasaulio įvykių. Tikrame gyvenime, simultano šeiminkas vaikščioja nuo stalo prie stalo atlikdamas po vieną ėjimą.
lv: Princips ir aizgūts no reāliem pasākumiem. Reālajā dzīvē simultānseansa vadītājs staigā no galdiņa pie galdiņa un veic pa vienam gājienam.
mk: Концептот е создаден според вистински настани. Во живо, ова значи дека домаќинот оди од маса на маса да направи потег.
nl: Dit concept bestaat ook als evenement in de echte wereld. Dan beweegt de simultaangever van tafel naar tafel om steeds één zet te spelen.
pt: O conceito provém de eventos reais, nos quais o simultanista se move de mesa em mesa, executando um movimento de cada vez.
ro: Conceptul provine din evenimentele din lumea reală. În viața reală, jucătorul care acordă un simultan se deplasează de la o tablă la alta pentru a juca la fiecare câte o singură mutare.
ru: Идея повторяет принятую в живых шахматах концепцию, когда дающий сеанс одновременной игры перемещается от стола к столу, чтобы совершить один ход.
sk: Koncept je prebraný zo skutočných svetových podujatí. V tomto prípade sa hostiteľ simultánky pohybuje od stola k stolu aby zahral jeden ťah.
sl: Koncept je vzet iz vsakdanjega življenja. V realnem svetu se igralec premika od šahovnice do šahovnice in odigra eno potezo.
sq: Koncepti është marrë nga veprimtari të njëmendta. Në praktikë, kjo përkthehet në kalimin e organizuesit të simultanes nga një tavolinë në tjetrën duke bërë një lëvizje në secilën.
sr: Концепт је преузет из догађаја у стварном свету. У стварном животу, то обухвата кретање домаћина симултанке од стола до стола како би одиграо један потез.
sv: Konceptet är taget från verkliga evenemang. I verkligheten involverar det att simultan-värden rör sig från bord till bord för att göra sina drag.
tr: Bu kavram gerçek etkinliklerden alınmıştır. Gerçek hayatta, eş zamanlı gösterinin ev sahibi masadan masaya dolaşarak birer hamle yapar.
uk: Концепцію взято з сеансів у реальному світі, коли організатор ходить від дошки до дошки, роблячи один хід.
vi: Ý tưởng được lấy từ những sự kiện có thật. Trong đời thực, một người chủ trì cờ đồng loạt sẽ di chuyển từ bàn này qua bàn khác và đánh một nước mỗi bàn.
zh: 此概念取自真实的国际比赛。现实中，这需要主持人在各个棋桌间移动来走棋。
zh_tw: 這種賽制來自於真實的國際賽事。 在現實中，這涉及到主持人在棋局與棋局之間來回走棋。

# aboutSimulRules
source: When the simul starts, every player starts a game with the host. The simul ends when all games are complete.
af: Wanneer die simul begin, begin elke speler 'n spel met die gasheer, die gasheer kry altyd die wit stukke. Die simul eindig wanneer al die spelle is voltooi.
ar: عندما تبدأ التزامنية، يبدأ كل لاعب مباراة مع المضيف، حيث يلعب المضيف بالقطع البيضاء. تنتهي التزامنية بإنتهاء جميع المبارايات.
az: Sinxron seansda iştirak edən hər bir oyunçu, ağlarla oynayan ev sahibi ilk gedişi etdikdən sonra oyuna başlayır. Seans bütün oyunlar başa çatdıqda bitir.
be: Калі пачынаецца сеанс адначасовай гульні, кожны ўдзельнік гуляе асобную партыю з сеансёрам. Сеанс лічыцца скончаным, калі ўсе гульні завершаны.
bg: Когато едновременното предизвикателство започне, всеки играч започва игра с приемащия, който играе с белите. Предизвикателството свършва когато всички игри са завършели.
bn: যখন সিমুল শুরু হয়, প্রত্যেক খেলোয়াড় শুরু করে স্বাগতিকের সাথে একটি খেলা, যে পায় খেলার জন্য সাদা টুকরোগুলো, যখন সব খেলা সম্পন্ন হয় তখন সিমুল শেষ হয়ে যায়.
bs: Kada simultanka započne, svaki igrač započinje partiju protiv domaćina, koji dobiva bijele figure. Simultanka se završava tek kada se završe sve partije.
ca: Quan comencen les simultànies, cada jugador comença la partida amb l'amfitrió, que té les blanques. L'exibició acaba quan s'han completat totes les partides.
cs: Když simultánka začne, každý hráč začne hrát s hostem, který dostane bílé figurky. Simultánka končí, když jsou všechny hry ukončeny.
da: I begyndelsen af spillet starter alle deltagere et parti med værten, der får lov at spille med hvide brikker. Simultanspillet er slut, når alle partier er færdige.
el: Όταν ξεκινήσει το σιμουλτανέ, κάθε παίκτης ξεκινά το παιχνίδι με τον διοργανωτή, ο οποίος έχει τα λευκά κομμάτια. Η διοργάνωση τελειώνει όταν όλα τα παιχνίδια ολοκληρωθούν.
eo: Kiam la samtempludo komenciĝas, ĉiu ludanto komencas ludon kontraŭ la gastiganto, kiu ludu per la blankaj ŝakpecoj. La samtempludo finiĝas kiam ĉiuj ludoj estas finitaj.
es: Cuando la simultánea empieza, cada jugador comienza una partida con el anfitrión, que juega con blancas. La simultánea termina cuando se acaban todas las partidas.
eu: Aldibereko partidak hastean, aldibereko jokalariak pieza zuriekin hasten du partida bana. Aldibereko erakusketa partida guztiak amaitzean amaitzen da.
fa: وقتی نمایش همزمان شروع شود، هر بازیکن یک بازی را با میزبان که با مهره سفید بازی میکند آغاز میکند. نمایش وقتی تمام می شود که تمام بازی ها تمام شده باشند.
fi: Kun simultaani alkaa, jokainen pelaaja aloittaa pelin simultaanin pitäjää vastaan. Simultaanin pitäjä pelaa valkeilla nappuloilla. Simultaani loppuu, kun kaikki pelit ovat loppuneet.
gl: Cando comezan as simultáneas, cada xogador inicia unha partida co anfitrión. As simultáneas finalizan cando se completan todas as partidas.
he: כאשר המשחק הסימולטני מתחיל, כל שחקן מתחיל את המשחק עם המארח, אשר משחק בתור הלבן. המשחק הסימולטני מסתיים כאשר כל המשחקים מסתיימים.
hy: Երբ սկսվում է միաժամանակյա խաղաշարը, յուրաքանչյուր խաղացող սկսում է պարտիան խաղաշարն անցկացնողի հետ, որը խաղում է սպիտակներով։ Խաղաշարն ավարտվում է, երբ խաղացվում են բոլոր պարտիաները։
id: Saat Simultan dimulai, setiap pemain melawan penyedia, yang bermain sebagai buah putih. Simultan berakhir jika seluruh partai telah selesai dimainkan.
it: Quando la simultanea comincia, ogni giocatore comincia una partita con il simultaneista, il quale gioca con i pezzi bianchi. La simultanea finisce quando sono finite tutte le partite.
kk: Қалың ойын басталысымен әр ойыншы бас ойыншымен бел ұстасады. Барлық ішкі ойындар аяқталғанда, жалпы ойын да аяқталады.
ko: 다면기가 시작되면, 모든 플레이어가 주최자와 대국을 합니다. 다면기는 모든 플레이어와 게임이 끝나면 종료됩니다.
lt: Prasidėjus simultanui, kiekvienas žaidėjas pradeda partiją su šeimininku, kuris gauna baltuosius. Simultanas baigiasi kai užbaigiamos visos partijos.
lv: Simultānseansam sākoties, katrs spēlētājs sāk spēli ar vadītāju, kurš spēlē ar baltajām figūrām. Seanss beidzas, kad visas spēles ir beigušās.
mk: Кога симултаната партија почнува, секој играч почнува игра со домаќинот, кој игра со белите. Симултаната партија завршува кога сите партии се готови.
nl: Wanneer de simultaan begint, begint iedere partij met de simultaangever. De simultaangever speelt iedere partij met wit en de simultaan eindigt wanneer alle partijen afgerond zijn.
pt: Quando a simultânea começa, cada jogador começa sua partida contra o anfitrião, que joga sempre com as peças brancas. A simultânea termina quando todas as partidas tiverem acabado.
ro: Când simultanul începe, fiecare jucător începe jocul cu gazda și va juca cu piesele albe. Simultanul se termină când toate jocurile sunt complete.
ru: Когда начинается сеанс одновременной игры, каждый игрок начинает игру с сеансёром, который играет белыми. Сеанс закончится, когда все партии будут сыграны.
sk: Keď simultánka začne, každý hráč hrá s hostiteľom, ktorý má biele figúrky. Simultánka končí, keď sa dohrajú všetky partie.
sl: V simultanki ima igralec-gostitelj zmeraj bele figure. Simultanka se zaključi, ko so vse partije končane.
sq: Kur fillon simultaneja, çdo lojtar fillon lojën me pritësin, i cili luan me gurët e bardhë. Simultaneja mbaron kur mbarojnë të gjitha lojërat.
sr: Када симултанка започне, сваки играч почиње партију са домаћином. Симултанка се завршава када су све партије завршене.
sv: När simultanmatchen börjar startar varje spelare ett parti med värden som spelar vit i alla partier. Simultanmatchen slutar när alla partier är avklarade.
tr: Eş zamanlı gösteriye katılan her oyuncu, beyaz taşlarla oynayan ev sahibi ilk hamleyi yaptıktan sonra maça başlar. Bütün oyunlar bittiğinde eş zamanlı gösteri sona erer.
uk: Коли сеанс розпочато, кожен гравець починає гру з організатором, який грає білими фігурами. Сеанс добігає кінця, коли завершуються всі партії.
vi: Khi cờ đồng loạt bắt đầu, mỗi người chơi sẽ bắt đầu ván cờ với người chủ trì. Cờ đồng loạt kết thúc khi tất cả các ván cờ hoàn tất.
zh: 当车轮战开始时，每位棋手都与主持人开始一盘对局。当所有对局完成时，车轮战结束。
zh_tw: 當車輪賽開始時，每個玩家都會與主持人對奕，主持人持白。當所有對局結束表示車輪賽也一併結束。
