Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# computersAreNotAllowedToPlay
source: Computers and computer-assisted players are not allowed to play. Please do not get assistance from chess engines, databases, or from other players while playing. Also note that making multiple accounts is strongly discouraged and excessive multi-accounting will lead to being banned.
af: Rekenaars en rekenaargesteunde spelers word nie toegelaat om te speel. Moet asseblief nie die hulp van skaak enjins, databasisse, of uit ander spelers te kry, terwyl die speel van. Let ook daarop dat die maak van verskeie rekeninge is ten sterkste ontmoedig en oormatige multi-rekeningkunde sal lei tot verban.
ar: برامج الشطرنج واللاعبين الذين يستعينون بالبرامج ممنوعين من اللعب. فضلا لا تستخدم برامج الشطرنج، قواعد البيانات، أو مساعدة لاعبين آخرين أثناء اللعب. بالإضافة إلى ذلك يرجى عدم تسجيل أكثر من حساب لأن ذلك قد يؤدي إلى الحظر من الموقع.
az: Kompüterlərin və kompüter dəstəkli oyunçuların oynamasına icazə verilmir. Xahiş edirik oynayarkən şahmat mühərriklərindən, məlumat bazalarından və ya digər oyunçulardan kömək almayın. Həm də qeyd edək ki, birdən çox hesabın açılması ciddi şəkildə yoxlanılır və həddindən artıq çox hesabın açılması hesabınızın ban olunmasına səbəb olacaqdır.
be: Майце на ўвазе, што да гульні не дапускаюцца «камп’ютарныя гульцы» і гульцы, якія карыстаюцца дапамогай камп’ютару. Любыя дапаможныя сродкі – шахматныя вылічальныя праграмы, базы звестак ці парады іншых гульцоў – забаронены. Мы просім вас гуляць па правілах. Таксама не ўхваляецца стварэнне некалькіх уліковых запісаў: пры злоўжыванні гэта можа прывесці да перманентнай блакіроўкі.
bg: Не е позволено използването на компютърна помощ. Моля, не си помагайте с програми за шах, архиви или други играчи по време на игра. Също, създаването на множество регистрации е силно непрепоръчително и ще се накаже с бан.
bn: কম্পিউটার অথবা কম্পিউটার ব্যবহার করে খেলা যাবে না | সবাইকে অনুরোধ করা হচ্ছে যেন কেউ খেলার সময় কোনো রকম কম্পিউটার এর সাহায্য না নেন | পুনশ্চ, অযথা অনেক গুলি একাউন্ট খুলবেন না তাহলে আপনাকে বহিষ্কার করা হতে পারে.
bs: Računarima i igračima koji koriste pomoć računara nije dozvoljeno igrati. Molimo Vas da ne koristite pomoć šahovskih programa, baza podataka ili drugih igrača dok igrate. Takođe, korištenje više korisničkih računa se strogo kontroliše i pretjerano njihovo korištenje vodi blokadi svih računa.
ca: No els està permès jugar ni als ordinadors ni als jugadors assistits per ordinador. Si us plau, no utilitzis l'ajuda de programes informàtics d'escacs, de bases de dades o d'altres jugadors mentre juguis. També tingues en compte que la creació de més d'un compte és severament descoratjada i que tal activitat pot significar que el teu compte sigui suspès.
cs: Počítačová asistence není během hraní povolena. Nepoužívejte během hraní šachové programy, databáze nebo nápovědu jiných hráčů.
da: Computere og computerassisterede spillere har ikke lov til at spille. Du må ikke få hjælp fra skakprogrammer, databaser eller fra andre spillere, mens du spiller. Bemærk også, at det kraftigt frarådes at oprette flere konti, og at overdreven brug af flere konti vil føre til udelukkelse.
el: Δεν επιτρέπουμε στους υπολογιστές και παίκτες με υποβοήθηση υπολογιστή να παίζουν στο Lichess. Παρακαλούμε μη δεχτείτε βοήθεια από σκακιστικούς υπολογιστές, βάσεις δεδομένων ή άλλους παίκτες όσο παίζετε εδώ. Επίσης σημειώστε πως αποθαρρύνουμε την δημιουργία πολλών λογαριασμών και υπερβολή σε αυτό θα καταλήξει σε αποκλεισμό.
eo: Estas nepermesate ludi per komputiloj aŭ komputilasisto. Bonvolu ne akiri asiston de iu ŝakaŭtomato, datumbazo aŭ aliaj ludantoj dum ludado. Krome, notu ke la kreado de multaj kontoj estas forte malrekomendata, kaj troa uzo de multaj kontoj rezultigos vian forbaron.
es: No está permitido jugar a ordenadores ni a jugadores ayudados por un ordenador o por otras personas. Por favor, no te ayudes de motores de ajedrez, bases de datos o de otros jugadores durante la partida. Además, ten en cuenta que no se aconseja la utilización de varias cuentas de usuario y que el uso de un excesivo número de cuentas resultará en la cancelación de las mismas.
eu: Xake-programen erabilera debekatuta dago. Mesedez, ez erabili beste jokalari, xake-programa edo datu-baseren laguntzariik. Kontuan izan kontu asko sortzea ere oso gaizki ikusita dagoela; kontu gehiegi sortzeak zu kanporatzea ekar dezake.
fa: رایانه ها و بازیکنان رایانه-یاریده، مجاز به بازی نیستند. لطفا هنگام بازی از موتورهای شطرنج، دادگان‌ها یا دیگر بازیکنان کمک نگیرید. همچنین توجه کنید که ساخت چندین حساب به شدت ممنوع است و چند حسابی افزاینده، منجر به بستن‌تان می‌شود.
fi: Tietokoneet ja tietokoneen avustamat pelaajat eivät saa pelata täällä. Kun pelaat, älä käytä apunasi shakkiohjelmia tai -tietokantoja äläkä toisten pelaajien neuvoja. Ota myös huomioon, että useiden käyttäjätunnuksien luomista ei katsota lainkaan hyvällä, ja liiallisuuksiin mennessään se johtaa porttikieltoon.
gl: Non están permitidos nin os ordenadores nin os xogadores asistidos por eles. Por favor, non te axudes de módulos de xadrez, bases de datos ou doutros xogadores durante a partida. Lembra tamén que o uso de múltiples contas está altamente desaconsellado e que o uso abusivo deste tipo de contas pode conducir á suspensión.
he: מחשבים ושחקנים הנעזרים במחשב במשחקיהם אינם מורשים לשחק. אנא הימנעו מהיעזרות במנועי שחמט, מאגרי מידע או שחקנים אחרים במהלך המשחק. בנוסף, מומלץ להימנע מיצירת משתמשים מרובים, שכן יצירת כמות מוגזמת של משתמשים תביא לסילוק מהאתר.
hy: Համակարգիչներն ու համակարգչից օգնություն վերցնող խաղացողներն իրավունք չունեն խաղալ։ Խնդրում ենք խաղալիս չօգտվել շախմատային ծրագրերից, տվյալների բազաներից և այլ մարդկանց օգնությունից:
id: Komputer maupun pemain yang menggunakan bantuan komputer dilarang bermain. Mohon untuk tidak menggunakan bantuan dari program komputer, database, maupun pemain lain ketika bermain. Juga menggunakan beberapa akun bersamaan sangat dilarang dan akan mengakibatkan akun anda di-BANNED!
it: Non è permesso giocare né a giocatori che si fanno aiutare dai computer né a computer. Mentre giochi, non farti aiutare da programmi di scacchi, da database o da altre persone. Inoltre si sconsiglia vivamente di creare account multipli perché un uso eccessivo di account porterà alla cancellazione dal sito.
kk: Компьютер көмегін пайдалану - тыйым. Ойын кезінде әр түрлі шахмат есептеуіштерін, дерекқорларын не басқа бір ойыншының көмегін қолданбаңыз. Сонымен қатар, бірнеше тіркелгі жасауды құптамаймыз, көп тіркелгі жасаушыға бұғау салынады.
ko: 컴퓨터나 컴퓨터를 사용하는 플레이어들은 대국이 금지되어 있습니다. 대국 중 체스 엔진이나, 데이터베이스나, 다른 사람들로부터 도움을 받지 마십시오. 이와 더불어 다중 계정 소유는 최대한 사용을 지양하여 주시고 지나치게 많은 계정들을 사용할 시 계정들이 차단될 수 있습니다.
lt: Kompiuteriams ir kompiuterių padedamiems žaidėjams žaisti draudžiama. Prašome nesinaudoti šachmatų programomis, duomenų bazėmis ar kitų žaidėjų pagalba partijos metu. Kartu norime pažymėti, kad keleto paskyrų turėjimas yra nepatartinas, o dėl perdėto jų naudojimo būsite užblokuoti.
lv: Datoriem un spēlētājiem, kuri izmanto datoru palīdzību, nav atļauts spēlēt. Lūdzu, spēlējot neizmantojiet šaha programmu, datubāžu vai citu spēlētāju palīdzību. Aicinām neizmantot vairākus kontus - tas var novest pie piekļuves pārtraukšanas.
mk: Не е дозволено да играат компјутери и компјутерски потпомогнати играчи. Додедка играте, Ве молиме да не користите помош од шаховски машини, бази на податоци или од други играчи. Примете на знаење дека сериозно се настојува да не се отвораат повеќе профили. Прекумерното повеќекратно профилирање води кон отстранување.
nl: Computers en spelers met ondersteuning van schaakengines mogen hier niet spelen. Maak a.u.b. geen gebruik van schaakengines, databases of de hulp van andere spelers terwijl je je partijen speelt.
pt: Computadores ou jogadores assistidos por computador não estão autorizados a jogar. Por favor não utilizes assistência de programas de xadrez, bases de dados ou outros jogadores enquanto estiveres a jogar. Além disso, a criação de contas múltiplas é fortemente desencorajada e a sua prática excessiva acarretará banimento.
ro: Computerele și jucătorii asistați de computer nu au voie să joace. Vă rugăm ca în timpul partidei să nu primiți asistență de la motoare de șah, baze de date, sau de la alți jucători. Rețineți totodată că acțiunea de creare a mai multor conturi este descurajată și că un număr mare de conturi vor conduce la blocarea accesului pe site (ban).
ru: Создание учётных записей для ботов запрещено. Пожалуйста, во время игры не используйте шахматные движки, базы данных или подсказки других игроков. Также учтите, что создание нескольких аккаунтов не приветствуется и чрезмерное их количество приведёт к блокировке.
sk: Hráči využívajúci pomoc počítačov nie sú vítaní. Počas partie nepoužívajte šachové programy, databázy ani rady iných hráčov. Vytváranie viacerých účtov sa silne neodporúča a nadmerné vytváranie účtov bude viesť k Vášmu zablokovaniu.
sl: Računalniška pomoč ni dovoljena. Prosimo da med igro ne uporabljate računalniških programov, baz ali pridobivate pomoč ostalih igralcev. Uporabnik, ki ustvarja več zaporednih uporabniških računov bo onemogočen.
sq: Kompjuterat dhe lojtarët e ndihmuar nga kompjuteri nuk lejohet të luajnë. Ju lutemi, mos merrni ndihmë nga motorë shahu, baza të dhënash, apo nga lojtarët e tjerë, kur jeni duke luajtur. Vini re gjithashtu se nuk nxitet krijimi i disa llogarive dhe se teprimi në krijimin e disa llogarive do të sjellë dëbim.
sr: Рачунарима и играчима који користе рачунарску помоћ није дозвољено играти. Молимо Вас да не користите шаховске програме, базе података или помоћ других играча током играња. Такође имајте на уму да је отварање више налога строго непожељно и да ће претерано коришћење више налога довести до забрањивања приступа.
sv: Datorer och datorassisterade spelare tillåts inte spela. Vänligen, ta inte hjälp ifrån schackmotorer, databaser eller från andra spelare när du spelar. Notera även att skapande av flera konton avrådes och skapande av överdrivet många konton leder till avstängning.
tr: Bilgisayarlar ve bilgisayar destekli oyuncuların oynamasına izin yoktur. Lütfen maçlarda satranç motorlarından, veri tabanlarından ya da başka oyunculardan destek almayınız. Ayrıca, birden fazla hesap açmanız kesinlikle önerilmez. Çok fazla hesap açmak, hesapların kapatılmasına neden olacaktır.
uk: Заборонено грати, користуючись підказками шахових програм та безпосередньо програмами. Будь ласка, не послуговуйтеся під час гри допомогою програм ("рушіїв"), баз даних або інших гравців. Також зверніть увагу, що створення декількох облікових записів не заохочується і використання надмірної кількості облікових записів призведе до блокування.
vi: Máy tính và người chơi có máy tính hỗ trợ không được phép chơi. Vui lòng không nhận hỗ trợ từ các công cụ cờ vua, cơ sở dữ liệu, hoặc từ những người chơi khác khi chơi. Cũng lưu ý rằng việc lập nhiều tài khoản không được khuyến khích và bạn có thể bị cấm vĩnh viễn nếu tạo quá nhiều tài khoản.
zh: 禁止使用电脑或借助电脑程序进行对弈。对弈时，请勿使用国际象棋引擎、对局数据库或向其他棋手寻求协助。另外，强烈建议您不要创建备用账户。过度使用多余的账户会导致账户被封禁。
zh_tw: 電腦與電腦輔助棋手不允許參加對弈。對弈時，請勿從國際象棋引擎、資料庫以及其他棋手那裡獲取幫助。另外，強烈建議不要創建多個帳號；過分地使用多個帳號將導致封號。

source: Games
af: Spelle
ar: المباريات
az: Oyunlar
be: Гульні
bg: Игри
bn: সমস্ত খেলা
bs: Partije
ca: Partides
cs: Partie
da: Partier
el: Παιχνίδια
eo: Ludoj
es: Partidas
eu: Partidak
fa: بازی ها
fi: Pelit
gl: Partidas
he: משחקים
hy: Խաղեր
id: Permainan
it: Partite
kk: Ойындар
ko: 대국
lt: Partijos
lv: Spēles
mk: Игри
nl: Partijen
pt: Partidas
ro: Partide
ru: Игры
sk: Partie
sl: Igre
sq: Lojëra
sr: Партије
sv: Partier
tr: Oyunlar
uk: Партії
vi: Số ván cờ
zh: 对局
zh_tw: 棋局

source: Forum
ar: منتدى
be: Форум
bg: Форум
bn: ফোরাম
ca: Fòrum
cs: Fórum
el: Φόρουμ
eo: Forumo
es: Foro
eu: Foroa
fa: انجمن
fi: Foorumi
gl: Foro
he: פורום
hy: Ֆորում
kk: Форум
ko: 포럼
lt: Diskusijos
lv: Forums
mk: Форум
pt: Fórum
ru: Форум
sk: Fórum
sr: Форум
uk: Форум
vi: Diễn đàn
zh: 论坛
zh_tw: 論壇

# xPostedInForumY
source: {param1} posted in topic {param2}
af: {param1} het 'n boodskap gepos in forum {param2}
ar: {param1} منشور في الموضوع {param2}
az: {param1} {param2} mövzusunda şərh yazdı
be: {param1} размясціў допіс у тэме {param2}
bg: {param1} написа по темата {param2}
bn: {param1} পোস্ট করেছেন এ বিষয়ে {param2}
bs: {param1} je pisao u forumskoj temi {param2}
ca: {param1} ha escrit al fòrum {param2}
cs: {param1} napsal do fóra {param2}
da: {param1} skrev i forum {param2}
el: Ο χρήστης {param1} έγραψε στη συζήτηση {param2}
eo: {param1} skribis en la temo {param2}
es: {param1} ha escrito en el tema {param2}
eu: {param1} erabiltzailearen mezu berria {param2} gaian
fa: {param1} در موضوع {param2}، پیامی نوشت
fi: {param1} lähetti viestin ketjuun {param2}
gl: {param1} escribiu no fío {param2}
he: {param1} כתב/ה בנושא {param2}
hy: {param1} գրառել է {param2} ֆորումում
id: {param1} postingan dalam topik {param2}
it: {param1} ha postato nel forum {param2}
kk: {param1} {param2} тақырыбында сөз жазды
ko: {param1}(이)가 {param2} 주제에 글을 씀
lt: {param1} parašė temoje „{param2}“
lv: {param1} publicēja ziņu forumā "{param2}"
mk: {param1} постирале во форумот {param2}
nl: {param1} plaatste een bericht in topic {param2}
pt: {param1} publicou no tópico {param2}
ro: {param1} a comentat la subiectul {param2}
ru: {param1} написал сообщение в теме {param2}
sk: {param1} príspevkov v téme {param2}
sl: {param1} poslal v temo {param2}
sq: {param1} postoi te tema {param2}
sr: {param1} је објавио/ла у теми {param2}
sv: {param1} skrev i forumtråden {param2}
tr: {param1}, {param2} konusu altına bir mesaj yazdı
uk: {param1} опублікував на форумі «{param2}»
vi: {param1} đã viết trong diễn đàn {param2}
zh: {param1} 在话题 {param2} 中发表回复
zh_tw: {param1}在主題{param2}中發表了回覆

source: Latest forum posts
af: Jongste forumplasings
ar: آخر منشورات المنتدى
az: Forumdakı sonuncu mesajlar
be: Апошнія допісы на форуме
bg: Последни съобщения във форума
bn: সর্বশেষ ফোরাম বার্তা
bs: Najnovije objave na forumu
ca: Últimes publicacions al fòrum
cs: Poslední příspěvky
da: Seneste debatindlæg
el: Τελευταίες δημοσιεύσεις στο φόρουμ
eo: Plej novaj forumaj afiŝoj
es: Últimos mensajes del foro
eu: Foroko azken mezuak
fa: آخرین فرسته‌های انجمن
fi: Uusimmat foorumiviestit
gl: Últimas publicacións no foro
he: פרסומים אחרונים בפורום
hy: Վերջին գրառումները ֆորումում
id: Pesan forum terbaru
it: Ultimi interventi nel forum
kk: Форумдағы кейінгі жазбалар
ko: 최근 포럼 글
lt: Naujausi diskusijų pranešimai
lv: Jaunākie foruma paziņojumi
mk: најнови мислења од форумот
nl: Recente forumberichten
pt: Últimas publicações no fórum
ro: Ultimele postări pe forum
ru: Последние сообщения на форуме
sk: Najnovšie príspevky
sl: Zadnje objave na forumu
sq: Postimet më të reja në forum
sr: Последње објаве на форуму
sv: Senaste foruminläggen
tr: En son forum gönderileri
uk: Останні дописи форуму
vi: Bài đăng diễn đàn mới nhất
zh: 最新论坛帖子
zh_tw: 最新論壇貼文

source: Players
af: Spelers
ar: اللاعبون
az: Oyunçular
be: Гульцы
bg: Играчи
bn: খেলোয়াড়
bs: Igrači
ca: Jugadors
cs: Hráči
da: Spillere
el: Παίκτες
eo: Ŝakludantoj
es: Jugadores
eu: Jokalariak
fa: بازیکنان
fi: Pelaajat
gl: Xogadores
he: שחקנים
hy: Խաղացողներ
id: Pemain
it: Giocatori
kk: Ойыншылар
ko: 플레이어
lt: Žaidėjai
lv: Spēlētāji
mk: Играчи
nl: Spelers
pt: Jogadores
ro: Jucători
ru: Игроки
sk: Hráči
sl: Igralci
sq: Lojtarë
sr: Играчи
sv: Spelare
tr: Oyuncular
uk: Гравці
vi: Kỳ thủ
zh: 棋手
zh_tw: 棋手

source: Friends
af: Vriende
ar: الأصدقاء
az: Dostlar
be: Сябры
bg: Приятели
bn: বন্ধুরা
bs: Prijatelji
ca: Amics
cs: Přátelé
da: Venner
el: Φίλοι
eo: Amikoj
es: Amigos
eu: Lagunak
fa: دوستان
fi: Kaverit
gl: Amizades
he: חברים
hy: Ընկերներ
id: Teman
it: Amici
kk: Достарыңыз
ko: 친구들
lt: Draugai
lv: Draugi
mk: Пријатели
nl: Vrienden
pt: Amigos
ro: Prieteni
ru: Друзья
sk: Priatelia
sl: Prijatelji
sq: Miqtë
sr: Пријатељи
sv: Vänner
tr: Arkadaşlar
uk: Друзі
vi: Bạn bè
zh: 好友
zh_tw: 朋友

source: other players
af: ander spelers
ar: لاعبون آخرون
bg: други играчи
bn: অন্যান্য খেলোয়াড়
bs: ostali igrači
ca: altres jugadors
cs: ostatní hráči
da: andre spillere
el: άλλους παίκτες
eo: aliaj ludantoj
es: otros jugadores
eu: beste jokalariak
fa: بازیکنان دیگر
fi: muiden pelaajien
gl: outros xogadores
he: שחקנים אחרים
hy: այլ խաղացողներ
id: pemain lainnya
it: altri giocatori
kk: басқа ойыншылар
ko: 다른 플레이어들
lt: kiti žaidėjai
lv: citiem spēlētājiem
nl: andere spelers
pt: outros jogadores
ro: alți jucători
ru: другие игроки
sk: iní hráči
sl: drugi igralci
sq: lojtarë të tjerë
sr: остали играчи
sv: andra spelare
tr: diğer oyuncular
uk: інші гравці
vi: các kỳ thủ khác
zh: 其他棋手
zh_tw: 其他玩家

# discussions
source: Conversations
af: Gesprekke
ar: المحادثات
az: Söhbətlərlər
be: Размовы
bg: Разговори
bn: বার্তাগুলি
bs: Diskusije
ca: Missatges
cs: Konverzace
da: Samtaler
el: Συζητήσεις
eo: Konversacioj
es: Conversaciones
eu: Eztabaidak
fa: مکالمات
fi: Keskustelut
gl: Conversas
he: דיונים
hy: Հաղորդագրություններ
id: Diskusi
it: Conversazioni
kk: Сұхбаттар
ko: 대화
lt: Diskusijos
lv: Sarunas
mk: Разговори
nl: Discussies
pt: Conversas
ro: Discuții
ru: Беседы
sk: Konverzácie
sl: Pogovori
sq: Biseda
sr: Разговори
sv: Konversationer
tr: Sohbetler
uk: Обговорення
vi: Trò chuyện
zh: 对话
zh_tw: 對話

source: Today
af: Vandag
ar: اليوم
az: Bu gün
be: Сёння
bg: Днес
bn: আজ
bs: Danas
ca: Avui
cs: Dnes
da: I dag
el: Σήμερα
eo: Hodiaŭ
es: Hoy
eu: Gaur
fa: امروز
fi: Tänään
gl: Hoxe
he: היום
hy: Այսօր
id: Hari ini
it: Oggi
kk: Бүгін
ko: 오늘
lt: Šiandien
lv: Šodien
mk: Денес
nl: Vandaag
pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sq: Sot
sr: Данас
sv: Idag
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh: 今天
zh_tw: 今天

source: Yesterday
af: Gister
ar: الأمس
az: Dünən
be: Учора
bg: Вчера
bn: গতকাল
bs: Juče
ca: Ahir
cs: Včera
da: I går
el: Χθες
eo: Hieraŭ
es: Ayer
eu: Atzo
fa: دیروز
fi: Eilen
gl: Onte
he: אתמול
hy: Երեկ
id: Kemarin
it: Ieri
kk: Кеше
ko: 어제
lt: Vakar
lv: Vakar
mk: Вчера
nl: Gisteren
pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sl: Včeraj
sq: Dje
sr: Јуче
sv: Igår
tr: Dün
uk: Вчора
vi: Hôm qua
zh: 昨天
zh_tw: 昨天

source: Minutes per side
af: Minute per kant
ar: دقائق لكل طرف
az: Oyunçu başına dəqiqə
be: Хвілін на кожны бок
bg: Време в минути
bn: প্রতিটি পাশের জন্য বরাদ্দ মিনিট
bs: Minuta po igraču
ca: Minuts per jugador
cs: Minut pro každého hráče
da: Minutter per spiller
el: Λεπτά ανά πλευρά
eo: Minutoj por ĉiu flanko
es: Minutos por jugador
eu: Minutuak alde bakoitzeko
fa: هر بازیکن چند دقیقه
fi: Minuuttia per pelaaja
gl: Minutos por bando
he: דקות עבור כל צד
hy: Րոպեներ ամեն կողմի համար
id: Menit untuk tiap pihak
it: Minuti per giocatore
kk: Әр түске берілген уақыт
ko: 제한 시간(분)
lt: Minučių žaidėjui
lv: Minūtes katram spēlētājam
mk: Минути по играч
nl: Minuten per speler
pt: Minutos por jogador
ro: Minute pe fiecare parte
ru: Минут на партию
sk: Minút na stranu
sl: Minut na igralca
sq: Minuta për palë
sr: Минута по играчу
sv: Minuter per spelare
tr: Taraf başına dakika
uk: Хвилин на кожного
vi: Số phút cho mỗi bên
zh: 各方限时（分钟）
zh_tw: 每方分鐘數

source: Variant
ar: النوع
be: Варыянт
bg: Вариант
bn: বিকল্প
bs: Varijanta
cs: Varianta
el: Εκδοχή
eo: Variaĵo
es: Variante
eu: Aldaera
fa: وَرتا
fi: Variantti
gl: Variante
he: גרסה
hy: Տարբերակ
id: Variasi permainan
it: Variante
kk: Түрі
ko: 변형
lt: Variantas
lv: Variants
mk: Варијанта
pt: Variante
ro: Variantă
ru: Вариант
sl: Različica
sr: Варијанта
tr: Varyant
uk: Варіант
vi: Biến thể
zh: 变体
zh_tw: 變體

source: Variants
af: Variante
ar: الأنواع
az: Variantlar
be: Варыянты
bg: Варианти
bn: বিভিন্ন
bs: Varijante
cs: Varianty
da: Varianter
el: Εκδοχές
eo: Variaĵoj
es: Variantes
eu: Aldaerak
fa: وَرتا
fi: Variantit
gl: Variantes
he: גרסאות
hy: Տարբերակներ
id: Variasi permainan
it: Varianti
kk: Түрі
ko: 변형
lt: Variantai
lv: Varianti
mk: Варијанти
nl: Varianten
pt: Variantes
ro: Variante
ru: Варианты
sk: Varianty
sl: Različice
sq: Variante
sr: Варијанте
sv: Varianter
tr: Varyantlar
uk: Варіанти
vi: Biến thể
zh: 变体
zh_tw: 變體

# variantsDescription
source: More ways to play
eo: Aliaj manieroj ludi
ru: Больше способов сыграть
vi: Nhiều cách chơi hơn

source: Time control
af: Tydkontrole
ar: التوقيت
az: Vaxta nəzarət
be: Абмежаванне часу
bg: Времева контрола
bn: সময় নিয়ন্ত্রণ
bs: Vremenska kontrola
ca: Control de temps
cs: Tempo hry
da: Tidskontrol
el: Χρονόμετρο
eo: Temporegado
es: Control de tiempo
eu: Denbora kontrola
fa: زمان
fi: Aikajärjestelmä
gl: Control de tempo
he: קטגוריית זמן
hy: Ժամակարգ
id: Kontrol waktu
it: Cadenza di gioco
kk: Уақыт қалпы
ko: 시간 제한
lt: Laiko kontrolė
lv: Laika kontrole
mk: Временска контрола
nl: Speeltempo
pt: Ritmo de jogo
ro: Controlul de timp
ru: Контроль времени
sk: Čas
sl: Ura
sq: Kontroll kohe
sr: Временска контрола
sv: Tidskontroll
tr: Süre ayarı
uk: Контроль часу
vi: Kiểu thời gian
zh: 时间限制
zh_tw: 時間限制

source: Real time
af: Intyds
ar: سريع
az: Real vaxt
be: Жывая гульня
bg: Определено време
bn: সঠিক সময়
bs: Stvarno vrijeme
ca: En temps real
cs: Skutečný čas
da: Realtid
el: Πραγματικού χρόνου
eo: Reala tempo
es: Tiempo real
eu: Partida arinak
fa: زمان محدود
fi: Pikapeli
gl: Cronometrado
he: זמן אמת
hy: Ժամանակով
id: Langsung
it: Partite a tempo
kk: Шын уақытта
ko: 실시간
lt: Realiu laiku
lv: Reāllaikā
mk: Реално време
nl: Live
pt: Em tempo real
ro: În timp real
ru: По часам
sk: Nastaviť čas
sl: Standardno
sq: Kohë reale
sr: Стварновременa
sv: Realtid
tr: Gerçek zaman
uk: Наживо
vi: Thời gian thực
zh: 实时对局
zh_tw: 實時棋局

source: Correspondence
af: Korrespondensie
ar: مراسلة
az: Yazışmalı
be: Па ліставанні
bg: Кореспондентски
bn: দীর্ঘ খেলা
bs: Dopisni šah
ca: Correspondència
cs: Korespondenčně
da: Korrespondance
el: Αλληλογραφία
eo: Korespondo
es: Correspondencia
eu: Posta bidezko partidak
fa: مکاتبه ای
fi: Kirjeshakki
gl: Postal
he: התכתבות
hy: Նամակագրական
id: Korespondensi
it: Corrispondenza
kk: Хат-хабарлы
ko: 통신 대국
lt: Korespondencija
lv: Korespondencšahs
mk: Дописен шах
nl: Correspondentie
pt: Correspondência
ro: Corespondență
ru: Игра по переписке
sk: Korešpondenčný šach
sl: Dopisno
sq: Korrespondencë
sr: Дописнa
sv: Korrespondens
tr: Yazışma
uk: Заочні
vi: Cờ qua thư
zh: 通讯棋
zh_tw: 通信棋局

source: Days per turn
af: Dae per beurt
ar: يوم لكل نقلة
az: Gediş başına gün
be: Дзён на ход
bg: Дни за ход
bn: প্রতিটি চালের জন্য বরাদ্দ দিন
bs: Dana po potezu
ca: Dies per torn
cs: Dnů na tah
da: Dage pr. træk
el: Ημέρες ανά κίνηση
eo: Tagoj pomovaj
es: Días por turno
eu: Zenbat egun txandako
fa: روز برای هر حرکت
fi: Päivää per vuoro
gl: Días por xogada
he: ימים למהלך
hy: Օրեր քայլի համար
id: Hari per langkah
it: Giorni per mossa
kk: Күн бір жүріске
ko: 수당 일수
lt: Dienų ėjimui
lv: Dienu skaits uz gājienu
mk: Денови по потег
nl: Dagen per zet
pt: Dias por lance
ro: Zile pentru o mutare
ru: Дней на ход
sk: Počet dní na ťah
sl: Število dni na potezo
sq: Ditë për lëvizje
sr: Дана по потезу
sv: Dagar per drag
tr: Hamle başına gün
uk: Днів на хід
vi: Số ngày cho mỗi nước đi
zh: 每步允许天数
zh_tw: 每步允許天數

source: One day
af: Een dag
ar: يوم واحد
az: Bir gün
be: Aдзін дзень
bg: Един ден
bn: একদিন
bs: Jedan dan
ca: Un dia
cs: Jeden den
da: En dag
el: Μία ημέρα
eo: Unu tago
es: Un día
eu: Egun bat
fa: یک روز
fi: Yksi päivä
gl: Un día
he: יום אחד
hy: Մեկ օր
id: Satu hari
it: Un giorno
kk: Бір күн
ko: 1일
lt: Viena diena
lv: Viena diena
mk: Еден ден
nl: Eén dag
pt: Um dia
ro: O zi
ru: Один день
sk: Jeden deň
sl: En dan
sq: Një ditë
sr: Један дан
sv: En dag
tr: Bir gün
uk: Один день
vi: Một ngày
zh: 1 天
zh_tw: 一天

source: Time
af: Tyd
ar: الوقت
az: Vaxt
be: Час
bg: Време
bn: সময়
bs: Vrijeme
ca: Temps
cs: Tempo
da: Tid
el: Χρόνος
eo: Tempo
es: Tiempo
eu: Denbora
fa: زمان
fi: Aika
gl: Tempo
he: זמן
hy: Ժամանակ
id: Waktu
it: Tempo
kk: Уақыт
ko: 시간
lt: Laikas
lv: Laiks
mk: Време
nl: Tijd
pt: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Koha
sr: Време
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian
zh: 时间
zh_tw: 時間
