Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaHowAreScoresCalculatedAnswer
source: A win has a base score of 2 points, a draw 1 point, and a loss is worth no points. If you win two games consecutively you will start a double-point streak, represented by a flame icon. The following games will continue to be worth double points until you fail to win a game. That is, a win will be worth 4 points, a draw 2 points and a loss will still not award any points. For example, two wins followed by a draw will be worth 6 points: 2 + 2 + (2 x 1)
af: 'n Wen het 'n basis puntetelling van 2 punte, gelykop is 1 punt, en 'n verloor beteken niks nie. As jy twee wedstryde in 'n ry wen, begin jy 'n dubbelpunt reeks, verteenwoordig deur 'n vlam ikoon. Die volgende spelle sal voortgaan om dubbelpunte werd te wees totdat jy nie meer wen nie. Dus is 'n wen 4 punte werd, 'n gelykop 2 punte en 'n verloor is steeds waardeloos. Byvoorbeeld, twee wenne gevolg deur 'n gelykop sal 6 punte werd wees: 2 + 2 + (2 x 1)
ar: الفوز نتيجته الأساسية 2 نقطة، التعادل: 1 نقطة، والخسارة 0 نقطة. إذا ربحت مباراتين على التوالي سوف تبدأ مرحلة مضاعفة النقاط، ويمثلها رمز الشعلة. وسوف تستمر المباريات التالية مضاعفة النقاط حتى تفشل في الفوز في مباراة. بمعنى أن، الفوز سيستحق 4 نقاط، التعادل: 2 نقطة، وستبقى الخسارة تستحق 0 نقطة. كمثال، انتصاران يليهما تعادل سيساوي 6 نقاط: 2 + 2 + (2 × 1)
az: Qazanılan bir oyun təməldə 2 xal, bərabərlik 1 xal dəyərindədir. Uduzulan bir oyun isə heçbir xal qazandırmır. Üst- üstə iki oyun qazandığınız təqdirdə alov ikonu ile təmsil olunan ikiqat xal seriyasına girirsiniz. Məğlub olana vəya bərabərə qalana qədər oynanılan oyunlardan iki qatı xal qazanırsınız. Yəni seriyada ikən bir qalibiyyət 4 xal, bərabərlik 2 xal qazandırarkən uduzulan oyundan heç bir xal qazanılmaz. Məsələn; üst-üstə qazanılan iki oyun və ardından alınan bir bərabərlik 6 xal dəyərindədir: 2 + 2 + (2 x 1)
be: Перамога прыносіць 2 балы, нічыя – 1 бал, а параза не прыносіць балаў увогуле. Калі вы выйграеце 2 гульні запар, актывуецца падваенне балаў, што паказваецца значкам полымя. Наступныя гульні будуць прыносіць падвоеныя балы, пакуль вы не прайграеце: такім чынам, перамога прынясе 4 балаў, нічыя - 2 балы, а параза адмяняе падваенне. Прыкладам, дзве перамогі і нічыя прынясуць 6 балаў: 2 + 2 + (2 х 1)
bg: Всяка победа носи 2 точки, реми - 1 точка, а загуба - 0 точки. При две последователни победи ще започнете поредица от удвояване на точките, означена с икона на пламъче. Следващите игри ще продължат да дават двойно повече точки до първата партия, в която не успеете да спечелите. Това означава, че всяка победа от поредицата ще води 4 точки, ремито - 2, а загубата ще остане 0. Например две победи, последвани от равенство, ще носят 6 точки: 2 + 2 + (2 x 1)
bn: একটি জয়ের বেস স্কোর ২ পয়েন্ট, সমানের স্কোর: ১ পয়েন্ট, এবং হারার কোন পয়েন্ট নেই. যদি আপনি পরপর দুইটা খেলা জিতেন আপনি শুরু করতে পারবেন দ্বিগুন কষ পয়েন্ট, একটি আলীক আইকন দ্বারা প্রতিনিধিত্ব. নিম্নে খেলাটি দ্বিগুন পয়েন্ট দিতে অব্যাহত থাকবে যতক্ষণ না আপনি একটি খেলা জয়লাভ করতে ব্যর্থ হন. এটা হবে একট ৪ পয়েন্টের জয়, সমান: ২ পয়েন্ট, এবং হারায় দেখার মতো কোন পয়েন্ট থাকবে না. যেমন, দুটি জয় করে অনুসরন করা হবে একটি সমান ৬ পয়েন্ট: ২ + ২ +২ (২ x ১)
bs: Pobjeda donosi 2 boda, remi 1 bod, a poraz ne donosi nijedan bod. Ako pobjedite dvije partije za redom, započet će te niz dvostrukih bodova, označen malom ikonicom plamena. Sljedeće partije će vrijediti dvostruko bodova sve dok ne doživite poraz. To znači da će pobjeda vrijediti 4 boda, remi: 2 boda, a poraz i dalje neće donijeti bodove. Npr. dvije pobjede i jedan remi vrijedit će 6 bodova: 2 + 2 + (2 x 1)
ca: Una victòria té una base de 2 punts, un empat d’ 1 punt, i una pèrdua de cap. Si guanyes dos jocs consecutius començaràs una série de doble puntuació, representada per una flama. Els següents jocs tindran doble puntuació fins que no guanyis un joc. Així doncs una victòria valdrà 4 punts, un empat 2 punts, i res una derrota. Per exemple, dos victòries seguides d’un empat valdrà 6 punts: 2 + 2 + (2 x 1)
cs: Výhra je v základu hodnocena 2 body, remíza 1 bodem a za prohru nezískáte žádný bod. Jestliže ale vyhrajete dvě hry v řadě, začne Vám "dvojitá" série - poznáte ji podle ikony ohně u Vašeho jména. Dokud budete vyhrávat, budou následující hry ohodnoceny dvojnásobným počtem bodů. Například - dvě výhry následované remízou budou ohodnoceny 6 body: 2 + 2 + (2*1)
da: En sejr giver 2 point, en remis 1 point, mens et tab ingen point giver. Hvis du vinder to partier i træk, vil du starte en dobbeltpoint-stime, repræsenteret ved et flamme-ikon. De følgende partier vil give dobbelte point, indtil du ikke formår at vinde et parti. Det vil sige, at en sejr er 4 point værd, en remis 2 point, mens et tab fortsat ingen point giver. For eksempel giver to sejre efterfulgt af en remis 6 point: 2 + 2 + (2 x 1)
el: Η νίκη αξίζει 2 πόντους, η ισοπαλία 1 πόντο, και η ήττα κανένα. Αν νικήσετε δύο παρτίδες συνεχόμενα αποδίδονται διπλάσιοι πόντοι, που αντιπροσωπεύονται από ένα εικονίδιο φλόγας. Οι επόμενες παρτίδες θα αξίζουν διπλάσιους πόντους μέχρι να χάσετε μία. Επομένως, η νίκη θα βαθμολογείται με 4 πόντους, η ισοπαλία 2 πόντους, και η ήττα 0. Για παράδειγμα, δύο νίκες και μία ισοπαλία αξίζουν 6 πόντους: 2 + 2 + (2 x 1)
eo: Venko havas bazan poentaron de 2 poentoj, sorto: 1 punkto, kaj perdo valoras neniujn punktojn. Se vi gajnos du ludojn sinsekve vi komencos duoblan punkton, reprezentitan per flamo-ikono. La sekvaj ludoj daŭre valoras duoble punktojn ĝis vi ne gajnos ludon. Tio estas, venko valoras 4 punktojn, remizo: 2 poentoj, kaj perdo restos valora sen punktoj. Ekzemple, du venkoj sekvataj de remizo valoras 6 poentoj: 2 + 2 + (2 x 1)
es: De entrada, las victorias valen 2 puntos, las tablas 1 punto y las derrotas 0 puntos. Si ganas dos partidas seguidas, comenzarás una racha de puntuación doble, representada por un icono de una llama. A partir de ese momento y mientras sigas ganando, cada partida valdrá el doble; esto es, las victorias 4 puntos y las tablas 2 puntos. Una derrota seguirá valiendo cero puntos. Por ejemplo: Tres victorias seguidas valen 8 puntos: 2 + 2 + (2×2) Dos victorias y unas tablas valen 6 puntos: 2 + 2 + (1×2) Dos victorias, una derrota y unas tablas valen 5 puntos: 2 + 2 + 0 + 1
eu: Garaipenak 2 puntu ematen ditu, berdinketak puntu 1 eta porrotak bat ere ez. Bi partida jarraian irabazten badituzu, suaren ikonoa agertuko da. Hurrengo partidek puntu-bikoitzen balioa izango dute, bat irabazten ez duzun arte. Hau da, garaipenak 4 puntu emango dizkizu, berdinketak 2 eta porrotak bat ere ez. Adibidez, bi partida irabazi eta jarraian bat berdintzeak 6 puntu balioko ditu: 2 + 2 + (2 x 1)
fa: هر برد ۲ امتیاز پایه دارد، هر مساوی ۱ امتیاز، و هر باخت هیچ امتیازی ندارد. اگر شما دو بازی پیاپی را ببرید، شما دنبالهٔ امتیازیِ دو برابر را می‌آغازید که با نقشک شعله نمایانده می‌شود. بازی‌های بعدی هم، ارزشِ امتیازیِ دو برابر را حفظ خواهند کرد تا زمانی که یک بازی را نَبَرید. یعنی در حالت شعله، ارزش هر برد ۴ امتیاز، هر مساوی ۲ امتیاز خواهد شد، و هر باخت باز هم هیچ امتیازی ندارد. برای مثال، دو برد و سپس یک مساوی ارزشش ۶ امتیاز می‌شود: (۱×۲)+۲+۲
fi: Perusperiaate on, että voitosta saa 2 pistettä, tasapelistä yhden ja tappiosta ei saa pisteitä. Jos voitat kaksi peliä peräjälkeen, alat saada tuplapisteitä peleistäsi, mitä kuvastaa liekkisymboli. Saat tuplapisteitä peleistäsi aina siihen asti, kunnes et voita peliä. Siis voitosta saat 4 pistettä ja tasapelistä kaksi; tappiosta et saa pisteitä edelleenkään. Esimerkiksi kaksi voittoa joiden jälkeen tasapeli tuottaa 6 pistettä: 2 + 2 + (2 x 1)
gl: Unha vitoria ten unha puntuación por defecto de 2 puntos, unhas táboas suman 1 punto e as derrotas ningún punto. Se gañas dúas partidas seguidas, comezarás unha secuencia de puntuación dobre, representada por unha icona de lapa. As seguintes partidas continuarán valendo dobre ata que pares de gañar. É dicir, unha vitoria valerá 4 puntos, unhas táboas 2 puntos e a derrota segue sen dar puntos. Por exemplo, dúas vitorias seguidas por unhas táboas valen 6 puntos: 2 + 2 + (2 x 1)
he: נצחון מזכה ב־2 נקודות, תיקו באחת, והפסד לא מזכה בנקודות. לאחר שני ניצחונות רצופים, יוכפלו הנקודות: 4 לניצחון, 2 לתיקו, 0 להפסד. מצב זה יסומן באמצעות אייקון להבה. הפסד או תיקו יסיימו את סדרת הכפלת הנקודות והניקוד יחושב אחריהם באופן רגיל. למשל, 2 נצחונות ואחריהם תיקו שווים 2+2+(2x1) או 6 נקודות
hy: Հաղթանակը գնահատվում է 2 միավոր, ոչ-ոքին՝ 1, իսկ պարտության համար միավոր չի տրվում: Եթե հաղթում եք երկու խաղում անընդմեջ՝ ակտիվանում է միավորների կրկնապատկումը, որը ցուցադրվում է կրակի պատկերով: Հաջորդ խաղերում նույնպես միավորները կկրկնապատկվեն՝ մինչև առաջին պարտություն: Այսինքն` հաղթանակը 4 միավոր է, ոչ-ոքին՝ 2 , իսկ պարտությունը՝ 0: Օրինակ, երկու հաղթանակը և ոչ-ոքին իրար հետ ընդհանուր կդառնան 6 միավոր՝ 2 + 2 + (2 х 1)։
id: Menang memiliki nilai dasar 2 poin, remis: 1 poin, dan kalah bernilai 0 poin. Jika Anda memenangkan dua pertandingan berturut-turut, Anda akan mulai tahap nilai ganda, diwakili oleh sebuah ikon api. Permainan berikut akan terus bernilai poin ganda sampai Anda gagal untuk memenangkan permainan. Yang menang akan bernilai 4 poin, remis: 2 poin, dan kalah akan tetap tidak ada poin. Misalnya, dua menang, diikuti oleh seri akan bernilai 6 poin: 2 + 2 + (2 x 1)
it: Una vittoria ha un punteggio base di 2 punti, una patta 1 punto e una sconfitta 0 punti. Se vinci due partite consecutivamente, ogni partita successiva varrà il doppio dei punti rispetto al punteggio base. Ciò sarà indicato dall'icona di una fiamma. Il raddoppio del punteggio significa che una vittoria varrà 4 punti, una patta 2 punti e una sconfitta 0. Vittorie consecutive continueranno a dare il doppio punteggio. Non appena pareggi o perdi, il punteggio smetterà di essere raddoppiato. Per esempio: - Tre vittorie consecutive valgono 8 punti: 2 + 2 + (2 x 2) - Due vittorie, una patta e una vittoria valgono 8 punti: 2 + 2 + (2 x 1) + 2 - Due vittorie, una sconfitta e una patta valgono 5 punti: 2 + 2 + (2 x 0) + 1
kk: Жеңіс 2 ұпай, тепе-теңдік 1 ұпай тұрады, ал жеңіліс үшін ұпай жоқ. Егер сіз қатарынан екі ойын ұтсаңыз, сіз жалын суретімен белгіленген Қос ұпай жолына түсесіз. Келесі ойындар сіз жеңілгеніңізше қос еселі ұпай тұратын болады. Яғни, ұтыс – 4 ұпай, тепе-теңдік – 2 ұпай, ал жеңіліс үшін бұрынғыдай ұпай болмайды. Мысалы, екі жеңістен кейін бір тепе-теңдік болса, қорытындысы 6 ұпай болады: 2 + 2 + (2 х 1)
ko: 승리하면 기본 점수 2점, 비기면 1점, 패할 시 0점을 얻습니다. 두개의 대국을 연속적으로 이기면 불꽃 모양의 아이콘을 얻으며, 더블 포인트 기록을 시작합니다. 다음 대국들에서는 패배할 때까지 두 배의 점수를 얻습니다. 말인 즉슨, 승리시 4점, 무승부시 2점, 패배시는 전과 같이 0점으로 취급됩니다. 예를 들어, 두 번 승리 후 한 번 비길 경우에는 6점을 얻습니다: 2 + 2 (2 x 1)
lt: Pergalė vertinama 2 taškais, lygiosios: 1 tašku, o pralaimėjimas taškų nevertas. Jeigu laimite dvi partijas iš eilės, pradėsite dvigubų taškų seriją, žymimą liepsnos piktograma. Tolimesnės partijos bus vertos dvigubai daugiau taškų tol, kol nebelaimėsite. T. y., pergalė bus verta 4 taškų, lygiosios: 2 taškų, o pralaimėjimas taškų nepelnys. Pavyzdžiui, dvi pergalės ir tada įvykusios lygiosios bus įvertinta 6 taškais: 2 + 2 + (2 x 1)
lv: Par uzvaru piešķir 2 punktus, par neizšķirtu - 1 punktu un par zaudējumu - nevienu. Ja uzvarēsiet divas spēles pēc kārtas, sāksies divkāršo punktu sērija, ko attēlo ar liesmas ikonu. Turpmākās spēles būs vērtas divreiz vairāk punktu līdz brīdim, kad neizdosies uzvarēt. Tas ir, par uzvaru piešķirs 4 punktus, par neizšķirtu - 2 punktus un par zaudējumu - joprojām nevienu. Piemēram, pēc divām uzvarām panākot neizšķirtu iegūst 6 punktus: 2 + 2 + (2 x 1)
mk: Победата носи 2 основни поени, ремито носи 1 поен, а загубата носи 0 поени. Ако победите две партии по ред, ќе почнете да заработувате двојно поени, означено со икона од пламен. Наредните игри ќе продолжат да вредат двојно поени сѐ додека не престанете да победувате. Така што, победата ќе вреди 4 поени, ремито 2 поени, а загубата сѐ уште ќе носи 0 поени. На пример, две победи проследени со реми ќе вредат 6 поени: 2 + 2 + (2 х 1)
nl: Een overwinning heeft een basisscore van 2 punten, een remise één punt. Een verlies is geen punten waard. Als je twee partijen na elkaar wint, start je een "dubbele-punten-reeks", voorgesteld door een icoontje van een vlam. De volgende partijen zullen steeds het dubbele aantal punten waard zijn, totdat je er niet in slaagt een spel te winnen. Een overwinning zal dus 4 punten waard zijn, remise 2, en verlies nog steeds 0 punten. Bijvoorbeeld, twee overwinningen gevolgd door een gelijkspel zullen 6 punten waard zijn: 2 + 2 + (2 x 1)
pt: Uma vitória tem uma pontuação base de 2 pontos, um empate 1 ponto, e uma derrota não vale quaisquer pontos. Se ganhares dois jogos seguidos, começarás com uma sequência de duplos pontos, representada por um ícone de chama. Nos jogos seguintes continuarás a receber o dobro dos pontos até perderes algum jogo. Isto é, uma vitória valerá 4 pontos, um empate 2 pontos, e uma derrota não vale pontos. Por exemplo, duas vitórias seguidas de um empate valem 6 pontos: 2 + 2 + (2 × 1)
ro: Un câștig valorează 2 puncte, o remiză: 1 punct, iar o înfrângere nu valorează nimic. Dacă vei câștiga două partide consecutive, punctele vor fi dublate pentru următoarele partide și sunt reprezentate de o pictogramă în flăcări. Următoarele partide vor valora punctaj dublu până se va întrerupe șirul de câștiguri consecutive. Asta înseamnă că: un câștig va valora 4 puncte, o remiză: 2 puncte, iar o înfrângere niciun punct. De exemplu, două câștiguri urmate de o remiză vor valora 6 puncte: 2 + 2 + (2 x 1)
ru: По умолчанию победа приносит 2 очка, ничья — 1 очко, а проигрыш не приносит очков вовсе. Если вы одержите 2 победы подряд, то активируется удвоение очков, отображающееся значком с пламенем. Последующие игры будут приносить вдвое больше очков, пока вы побеждаете. Таким образом, победа принесёт 4 очка, ничья принесёт 2 очка и погасит пламя, а поражение просто погасит пламя. Например, две победы при последующей ничьей принесут 6 очков: 2 + 2 + (2 × 1)
sk: Základné hodnotenie je nasledovné: výhra 2 body, remíza 1 bod, prehra 0 bodov. Ak vyhráte 2 po sebe nasledujúce partie, odštartujete tzv. "dvojnásobne bodovanú sériu", symbolizovanú ikonou plameňa. Nasledujúce partie budú ohodnotené dvojnásobným počtom bodov až dokiaľ neprehráte alebo neremizujete. To znamená, že výhra bude za 4 body a remíza 2 body. Prehra bude stále za 0 bodov.
sl: Zmaga šteje 2 točki, remi 1 točko in poraz nič. Če zmagate zaporedoma 2 partiji se začne serija dvojnega točkovanja, ki je označena z ikono plamena. Naslednje partije bodo štele dvojno število točk dokler boste zmagovali. To pomeni, zmaga šteje 4, remi 2 in poraz ne šteje točk. Na primer, dve zmagi, ki mu sledi remi šteje 6 točk: 2 + 2 + (2 x 1)
sq: Një fitore vlerësohet me 2 pikë, një barazim me 1 pikë dhe një humbje nuk vlen asnjë pikë. Nëse fitoni dy ndeshje rresht, do të filloni një brez të dyfishtë, të përfaqësuar nga një ikonë e flakës. Lojërat vijuese do të vlejnë dyfishin e pikëve, deri sa të mos fitoni një lojë. Pra, një fitore do të vlejë 4 pikë, një barazim 2 pikë dhe një humbje prapë nuk sjell pikë. Për shembull, dy fitore të ndjekura nga një barazim do të vlejnë 6 pikë: 2 + 2 + (2 x 1)
sr: Победа има основни скор од 2 бода, реми 1 бод, а губитак нема вредности у поенима. Ако победиш две партије заредом почећеш дупло-бодни низ, означен ватерном иконом. Пратеће партије настављају да вреде дупле бодове док не успеш да победиш партију. То јест, победа ће вредети 4 бода, реми 2 бода, а губитак још увек неће дати ниједан бод. На пример, две победе праћене са ремијем ће вредети 6 бодова: 2 + 2 + (2 x 1)
sv: En vinst har baspoäng 2, remi 1 och förlust 0 poäng. Om du vinner två partier i rad så startar en dubbelpoängserie representerad av en flamma som ikon. Efterföljande partier är då värda dubbla poäng tills du misslyckas med att vinna ett parti. En vinst är då värd 4 poäng, remi 2 och förlust 0 poäng. Ett exempel, två vinster följt av en remi är värt 6 poäng: 2 + 2 + (2 x 1)
tr: Kazanılan bir oyun temelde 2 puan, beraberlik 1 puan değerindedir. Kaybedilen bir oyun ise hiçbir puan getirmez. Üst üste iki oyun kazandığınız takdirde alev ikonu ile simgelenen çifte puan serisine girersiniz. Mağlup olana veya berabere kalana kadar yapılan maçlardan iki katı puan kazanırsınız. Yani seride iken bir galibiyet 4 puan, beraberlik 2 puan getirirken kaybedilen oyundan hiçbir puan alınmaz. Örneğin; üst üste kazanılan iki oyun ve ardından alınan bir beraberlik 6 puan değerindedir: 2 + 2 + (2 x 1)
uk: Перемога приносить 2 очки, нічия 1 очко, а програш не принесе очок. Якщо ви виграєте 2 гри поспіль, активується подвоєння очок, що зображено значком полум'я. Наступні ігри приноситимуть подвоєні очки, поки триває виграшна серія. Тобто, перемога принесе 4 очки, нічия 2 очки, а поразка не принесе жодного очка. Наприклад, дві перемоги з подальшою нічиєю принесуть 6 очок: 2 + 2 + (2 х 1)
vi: Điểm cơ sở cho một ván thắng là 2 điểm, hòa: 1 điểm, thua: 0 điểm. Nếu bạn thắng hai ván liên tiếp bạn sẽ bắt đầu có chuỗi nhân đôi điểm, thể hiện bằng hình ngọn lửa. Các ván đấu sau đó sẽ tiếp tục nhân đôi điểm đến khi bạn thua một ván. Nghĩa là, một ván thắng được 4 điểm, hòa: 2 điểm, thua: 0 điểm. Ví dụ, thắng 2 ván rồi hòa 1 ván sẽ được 6 điểm: 2 + 2 + (1 x 2)
zh: 胜局基础得分为 2 分，和局为 1 分，负局不得分。 如果您连续赢得两局对局，将开启双倍得分连胜，并用火焰图标表示。 接下来的对局将继续获得双倍分数，直到您未能赢得对局为止。 即，胜局得 4 分，和局得 2 分，负局仍不得分。 例如，两场胜局后接一场和局将获得 6 分：2 + 2 + (2 x 1)
zh_tw: 贏家將會得到2積分，平局1積分，輸家0分。 如果您連續贏了2場以上的棋局，您將會開始以火焰符號標示的連勝次數。 在連勝後您將會收到兩倍的積分直到輸棋。 換句話說：贏得 4 積分，平局得 2 積分，但是輸家依舊沒有積分。 例如：連贏兩場加上一局平局，您將會得到 2 + 2 + ( 2 x 1 ) = 6 積分

source: Arena Berserk
ar: ساحة المخاطرة
az: Çılğın Modu
be: Лютасць арэны
bg: Берсерк арена
bn: ক্ষিপ্ত রণক্ষেত্র
ca: Mode Berserk
cs: Tlačítko Berserk
da: Bersærk-arena
el: Αρένα Berserk
eo: Arena Berserko
es: Modo berserk
fa: دیوانگیِ راوان
fi: Areenaberserkki
gl: Modo Berserk
he: אטרף בטורנירי זירה
hy: Բերսերքն Արենայում
id: Tempat beruntun
kk: Берсерк Алаңы
ko: 버서크（Berserk）
lt: Įsiutimas arenoje
lv: Kurbada Arēna
mk: Берсерк Арена
pt: Arena frenética
ru: Берсерк на Aрене
sk: Aréna Besnenia
sl: Arena norenja
sr: Арена Берсерк
sv: Arena-Bärsärk
tr: Divane Modu
uk: Арена Берсерк
vi: Berserk trong Đấu trường
zh: 竞技场狂暴模式
zh_tw: 狂暴選項
