Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# unknownDueToRounding
source: Win/loss only guaranteed if recommended tablebase line has been followed since the last capture or pawn move, due to possible rounding of DTZ values in Syzygy tablebases.
af: Wen/verloor slegs gewaarborg as aanbevole tafelbasis lyn gevolg is sedert die laaste vat of pion skuif, weens moontlike afronding van DTZ waardes in Syzygy tafelbasisse.
ar: فالفوز/الخسارة المكفولة فقط إذا كان خط الأساس الموصى به قد اتبع منذ آخر عملية لالتقاط أو تحريك للبياء، بسبب احتمال تقريب الأرباح.
az: Qalib gəlmək/Məğlub olmaq, Syzygy cədvəl bazalarında DTZ dəyərlərinin mümkün yuvarlaqlaşdırılması səbəbiylə, yalnızca sonuncu alış və ya piyada gedişindən sonra tövsiyyə olunan cədvəl bazası xətti izləndiyinə zəmanət verilir.
be: Перамога/параза гарантуецца толькі ў тым выпадку, калі рэкамендаваная лінія табліцы эндшпіляў выконвалася з моманту апошняга ўзяцця ці ходу пешкі, з-за магчымага акруглення значэнняў DTZ у табліцах эндшпілю Syzygy.
bg: Победа/загуба е гарантирана само ако е следвана препоръчваната вариация от последното вземане на фигура или преместване на пешка, поради възможното закръгляне на оставащите ходове до петдесетходовото правила в Syzygy ендшпил базата.
bn: Syzygy টেবিলবেসগুলিতে DTZ মানগুলির সম্ভাব্য রাউন্ডিংয়ের কারণে, শেষ ক্যাপচার বা পন মুভের পর থেকে প্রস্তাবিত টেবিলবেস লাইন অনুসরণ করা হলেই জয়/পরাজয়ের নিশ্চয়তা থাকে.
bs: Pobjeda/poraz garantovani jedino ako se pratila preporučena linija iz baze podataka od zadnjeg uzimanja figure ili poteza pijuna, zbog mogućeg zaokruživanja DTZ vrijednosti u Syzygy bazi podataka.
ca: La victòria o derrota només és garantida si la línia recomanada ha sigut seguida des de l'última captura o moviment de peó, a causa de possibles arrodoniments de valors DTZ.
cs: Výhra/prohra zaručena pouze v případě, že byla dodržena doporučená série tahů z tablebase od posledního braní nebo tahu pěšcem, vzhledem k možnému zaokrouhlení hodnot DTZ v tabulkách Syzygy.
da: Sejr/nederlag kun garanteret, hvis den anbefalede tabelbase-linje er blevet fulgt siden sidste fangst eller bondetræk, på grund af mulig afrunding.
el: Η νίκη/ήττα είναι εγγυημένη μόνο εάν έχει ακολουθηθεί η συνιστώμενη βαριάντα του tablebase από την τελευταία κίνηση πιονιού ή την τελευταία αλλαγή, λόγω πιθανής στρογγυλοποίησης.
eo: Venko/Malvenko nur garantiita se rekomendataj movoj estis sekvitaj de la lasta movo aŭ peona movo, pro ebla rondigo.
es: Victoria o derrota segura solo si se siguió la línea de movimientos recomendados desde la última captura o movimiento de peón, a causa del posible redondeo de valores DTZ de las tablas de finales Sizigia.
eu: Garaipena/porrota gomendatutako tablebasearen aukera azken harrapaketa edo peoiaren mugimendutik jarraitu bada, Syzygy tablebaseen DTZ balioaren biribilketa dela-eta.
fa: برد یا باخت تنها زمانی تضمین شده است که شاخه پیشنهاد شده توسط دیتابیس پس از آخرین گرفتن مهره یا حرکت پیاده اجرا شود. علت رند کردن احتمالی مقدار های DTZ در دیتابیس است.
fi: Voitto tai tappio on varma vain, jos tietokannan suosittamaa jatkoa on noudatettu viimeisestä nappulan lyönnistä tai sotilaan siirrosta lähtien. Tämä johtuu DTZ-arvojen mahdollisesta pyöristymisestä Syzygy-tietokannoissa.
gl: A vitoria ou derrota só están garantidas se a liña recomendada da base de datos de finais se seguiu desde a última captura ou movemento de peón, debido a un posible arredondamento dos valores DTZ nas bases de datos de finais Syzygy.
he: ניצחון/הפסד מובטח רק אם שוחק ההמשך המומלץ של טבלת הסיומים מאז האכילה או מהלך הרגלי האחרון, עקב עיגול אפשרי של ערכי DTZ בטבלת הסיומים של Syzygy.
hy: Հաղթանակը երաշխավորված է միայն այն դեպքում, եթե առաջարկվող քայլերի հաջորդականությունը կատարվել է վերջին անգամ խաղաքարը վերցնելուց կամ զինվորական քայլից՝ Syzygy-ի բազաներում DTZ արժեքների հնարավոր կլորացման պատճառով:
id: Saya
it: Vittoria/perdita garantita solo se la riga della base delle tabella consigliata è stata seguita dall'ultima cattura o mossa del pedone, a causa del possibile arrotondamento.
kk: Жеңіс не жеңілістің шарты: басып алудан не сарбаз жүрісінен кейін, Сизигия дерекқорында DTZ шамасын дөңгелектеу кезінде сізге ұсынылаған дерекқор тармағына еру.
ko: DTZ 수치의 반올림 때문에 추천된 테이블베이스 라인을 따라야만 승리 및 패배가 보장됩니다.
lt: Pergalė/pralaimėjimas dėl galimo apvalinimo garantuojami jei rekomenduojama linija iš duomenų bazės buvo sekama nuo paskutinio kirtimo ar pėstininko ėjimo.
lv: Uzvara/zaudējums garantēts tikai tad, ja veikti ieteiktie gājieni kopš pēdējā sitiena vai bandinieka gājiena tādēļ, ka iespējama DTZ vērtību noapaļošana "Syzygy" tabulās.
mk: Победа/пораз гарантирано само доколку се следи препорачаната варијација од последното земање или движење на пионот, заради можно заокружување на DTZ вредности во Syzygy базата со шаховски варијации.
nl: Winst/verlies alleen gegarandeerd als aanbevolen tablebase-regel is gevolgd sinds het meest recente stukwinst of de meest recente pionzet, ten gevolge van eventuele afronding.
pt: Vitória/derrota garantida apenas se a linha da tabela recomendada tiver sido seguida desde a última captura ou movimento de peão, devido a possível arredondamento.
ro: Câștigul sau pierderea este garantată numai dacă a fost urmată linia de bază recomandată de la ultima capturare sau mișcare de pion, din cauza eventualelor rotunjiri.
ru: Победа/поражение гарантируется, только если рекомендуемая последовательность ходов была выполнена с момента последнего взятия фигуры или хода пешки из-за возможного округления значений DTZ в базах Syzygy.
sk: Výhra/prehra je garantovaná iba ak bol od posledného brania alebo ťahu pešiakom dodržaný odporúčaný variant databázy, kvôli možnému zaokrúhleniu hodnoty DTZ v Syzygy databáze.
sl: Zmaga/poraz je zagotovljen le, če je bila od možnega zaokroževanja upoštevana priporočena vrstica mize.
sq: Fitorja/humbja garantohet vetëm nëse vija e rekomanduar e bazës së tavolinës është ndjekur që nga kapja e fundit ose lëvizja e pengut, për shkak të rrumbullakimit të mundshëm të vlerave të DTZ në bazat e tabelave Syzygy.
sr: Победа/пораз су гарантовани једино ако се после последњег узимања фигуре или потеза пешаком следи препоручена основна табела и то због могућег заокруживања DTZ вредности у Syzygy osnovnim tabelama.
sv: Vinst/förlust är endast garanterad om den rekommenderade öppningsboksvarianten har följts sedan senaste slag eller bondedrag, på grund av möjlig avrundning av DTZ värde i Syzygyöppningsböcker.
tr: Kazanma/kaybetme, Syzygy tablo tabanlarında DTZ değerlerinin olası yuvarlanması nedeniyle, yalnızca son esir alma veya piyon hareketinden bu yana önerilen tablo tabanı çizgisi izlendiğinde garanti edilir.
uk: Перемога/поразка гарантовані лише в тому випадку, якщо з моменту останнього взяття або ходу пішака відстежується рекомендована базова лінія, через можливе заокруглення значень DTZ в систематичних табличних базах.
vi: Thắng/thua chỉ được đảm bảo nếu dòng tàn cuộc được đề xuất đã được tuân theo kể từ lần ăn quân hoặc tiến tốt cuối cùng, do có thể làm tròn các giá trị DTZ trong sách tàn cuộc Syzygy.
zh: 仅在自上次吃子或走兵以来遵循了推荐的残局库着法时，才能保证胜负结果，因为 Syzygy 残局库中的 DTZ 值可能存在舍入。
zh_tw: 由於 Syzygy 終局庫中的 DTZ 值可能經過四捨五入，只有在您從上次吃子或進兵之後都完全遵循其推薦的最佳路線，勝負結果才能保證成立。

source: All set!
af: Gereed!
ar: إعتمد كل الإعدادات!
az: Hər şey hazır!
be: Усё гатова!
bg: Готово!
bn: সব প্রস্তুত!
bs: Sve spremno!
ca: Tot a punt!
cs: Vše nastaveno!
da: Ok!
el: Εφαρμογή!
eo: Preta!
es: ¡Listo!
eu: Dena prest!
fa: همه چیز آماده است!
fi: Valmis!
gl: Todo listo!
he: הכול מוכן!
hy: Ամեն ինչ պատրաստ է։
id: Semua siap!
it: Tutto pronto!
kk: Барлығы дайын!
ko: 모두 완료!
lt: Viskas paruošta!
lv: Gatavs!
mk: Се е спремно!
nl: Klaar!
pt: Tudo a postos!
ro: Gata!
ru: Готово!
sk: Všetko nastavené!
sl: Vse pripravljeno!
sq: Gjithçka gati!
sr: Све спремно!
sv: Klart!
tr: Her şey tamam!
uk: Все готово!
vi: Đã xong!
zh: 好了！
zh_tw: 一切就緒！

source: Import PGN
af: Voer PGN in
ar: استيراد PGN
az: PGN daxil et
be: Імпартаваць PGN
bg: Въведи PGN
bn: PGN প্রবেশ করান
bs: Unesi PGN
ca: Importar PGN
cs: Vložit PGN
da: Importer PGN
el: Εισαγωγή PGN
eo: Importi PGN
es: Importar PGN
eu: PGNa inportatu
fa: PGN را وارد کنید
fi: Tuo PGN
gl: Importar PGN
he: ייבוא PGN
hy: Ներմուծել PGN
id: Impor PGN
it: Importa PGN
kk: PGN жүктеп салу
ko: PGN 가져오기
lt: Įkelti PGN
lv: Importēt PGN
mk: Внеси PGN
nl: PGN importeren
pt: Importar PGN
ro: Importare PGN
ru: Импортировать в PGN
sk: Importovať PGN
sl: Uvozi PGN
sq: Importo PGN
sr: Увези PGN
sv: Importera PGN
tr: PGN'yi içe aktar
uk: Імпорт PGN
vi: Nhập PGN
zh: 导入 PGN
zh_tw: 匯入 PGN

source: Delete
af: Skrap
ar: حذف
az: Sil
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলা
bs: Izbriši
ca: Suprimir
cs: Smazat
da: Slet
el: Διαγραφή
eo: Forigi
es: Borrar
eu: Ezabatu
fa: حذف
fi: Poista
gl: Borrar
he: מחיקה
hy: Ջնջել
id: Hapus
it: Elimina
kk: Жою
ko: 삭제
lt: Šalinti
lv: Dzēst
mk: Избриши
nl: Verwijderen
pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshije
sr: Избриши
sv: Ta bort
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

source: Delete this imported game?
af: Skrap hierdie ingevoerde spel?
ar: هل تريد حذف هذه المباراة المستوردة؟
az: Daxil edilmiş bu oyun silinsin?
be: Выдаліць гэтую імпартаваную гульню?
bg: Желаете ли да изтриете играта?
bn: প্রেবেশ করানো খেলাটি মুছেফেলবেন?
bs: Želite li izbrisati ovu unesenu partiju?
ca: Vols esborrar aquesta partida importada?
cs: Opravdu chcete smazat tuto nahranou hru?
da: Slet dette importerede spil?
el: Διαγραφή εισηγμένης παρτίδας;
eo: Ĉu forigi ĉi tiun importitan ludon?
es: ¿Borrar este juego importado?
eu: Inportatuko partida hau ezabatu?
fa: آیا این بازیِ فراخوانده شده پاک شود؟
fi: Poista tuotu peli?
gl: Borrar esta partida importada?
he: מחק את המשחק המיובא הזה?
hy: Ջնջե՞լ ներմուծված խաղը
id: Hapus permainan impor ini?
it: Vuoi eliminare questa partita importata?
kk: Бұл импортталған ойынды жоясыз ба?
ko: 가져온 대국을 삭제할까요?
lt: Pašalinti šią importuotą partiją?
lv: Dzēst šo ielādēto spēli?
mk: Избриши ја внесената партија?
nl: Deze geïmporteerde partij verwijderen?
pt: Eliminar este jogo importado?
ro: Ștergi acest joc importat?
ru: Удалить эту импортированную игру?
sk: Vymazať túto importovanú partiu?
sl: Izbriši to uvoženo partijo?
sq: Të fshihet kjo lojë e importuar?
sr: Избриши ову увезену партију?
sv: Ta bort detta importerade parti?
tr: İçe aktarılmış bu oyun silinsin mi?
uk: Видалити цю імпортовану гру?
vi: Bạn muốn xóa ván đấu đã nhập?
zh: 删除此导入的对局？
zh_tw: 刪除此匯入的棋局？

source: Replay mode
af: Oorspeel modus
ar: نمط إعادة العرض
az: Təkrar rejimi
be: Рэжым паўтору
bg: Режим на повторение
bn: উত্তর ধরন
bs: Repriza partije
ca: Mode de reproducció
cs: Mód přehrávání
da: Genafspilning
el: Επανάληψη
eo: Reluda reĝimo
es: Modo de repetición
eu: Partida berriz ikusteko modua
fa: حالت بازپخش
fi: Toistotapa
gl: Modo de repetición
he: מצב הרצת המסעים
hy: Դիտել կրկնապատկերը
id: Mode Putar Ulang
it: Modalità replay
kk: Ойнату тәртібі
ko: 게임 다시보기
lt: Peržiūros režimas
lv: Atkārtojuma režīms
mk: Режим на реприза
nl: Terugspeelmodus
pt: Modo de repetição
ro: Modul de reluare
ru: Смотреть в повторе
sk: Mód prehrávania
sl: Način predvajanja
sq: Mënyra përsëritje
sr: Начин репризе
sv: Uppspelningsläge
tr: Tekrar modu
uk: Режим повтору
vi: Chế độ xem lại
zh: 回放模式
zh_tw: 重播模式

# realtimeReplay
source: Realtime
af: Ware Tyd
ar: ذات الوقت
az: Gerçək zamanlı
be: У рэальным часе
bg: В реално време
bn: সঠিকসময়
bs: U stvarnom vremenu
ca: En temps real
cs: Jako při hře
da: Realtid
el: Σε πραγματικό χρόνο
eo: Reala tempo
es: Tiempo real
eu: Denbora errealean
fa: مشابه بازی
fi: Reaaliaik.
gl: Tempo real
he: זמן אמת
hy: Ինչպես պարտիայում
id: Langsung
it: In tempo reale
kk: Өз қарқыны
ko: 실시간
lt: Realiu laiku
lv: Reāllaikā
mk: Во реално време
pt: Tempo real
ro: În timp real
ru: Как в партии
sk: Ako pri hre
sl: Realnočasovno
sq: Aty për aty
sr: Стварновремено
sv: Realtid
tr: Gerçek Zamanlı
uk: У реальному часі
vi: Thời gian thực
zh: 实时
zh_tw: 實時

source: By CPL
af: Met CPL
ar: بالاثارة
az: CPL üzrə
be: Цікавае
bg: По CPL
bn: CPL দ্বারা
bs: Po SDP
ca: Per CPL
cs: Dle CPL
da: CBT
el: Με CPL
eo: Per eraroj
es: Por PCP
eu: CPL
fa: درنگ هنگام اشتباه
fi: Virheet
gl: Por PCP
he: עפ"י CPL
hy: Ըստ սխալների
id: Secara CPL
it: Per CPL
kk: CPL сәйкес
ko: 센티폰 손실
lt: Pagal įvertį
lv: Pēc CPL
mk: По CPL
nl: Door CPL
pt: Por CPL
ro: După CPL
ru: По ошибкам
sk: CHYBY
sl: Za stotinko kmeta
sq: nga CPL
sr: По ЦПГ-у
sv: CPL
tr: CPL ile
uk: Цікаве
vi: Theo phần trăm mất tốt (CPL)
zh: 按厘兵损失
zh_tw: 依據厘兵損失值 (CPL)

source: Enable
af: Aktief
ar: تفعيل
az: Aktiv et
be: Уключыць
bg: Включване
bn: সচল
bs: Omogući
ca: Habilitar
cs: Povolit analýzu
da: Aktivér
el: Ενεργοποίηση
eo: Ebligi
es: Activar
eu: Aktibatu
fa: فعال سازی
fi: Käytössä
gl: Activar
he: הפעלה
hy: Միացնել
id: Aktifkan
it: Abilita
kk: Қосу
ko: 활성화
lt: Įjungti
lv: Iespējot
mk: Овозможи
nl: Aanzetten
pt: Ativar
ro: Activează
ru: Включить
sk: Povoliť analýzu
sl: Omogoči
sq: Aktivizoje
sr: Омогући
sv: Aktivera
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh: 启用
zh_tw: 啟用

source: Best move arrow
af: Beste skuif pyl
ar: سهم أفضل نقلة
az: Ən yaxşı gedişi göstər
be: Паказваць стрэлкай найлепшы ход
bg: Показване на най-добър ход
bn: সরানোর উত্তম চিহ্ন
bs: Strelica za najbolji potez
ca: Fletxa de la millor jugada
cs: Šipka pro nejlepší tah
da: Bedste træk pil
el: Βέλτιστη κίνηση βέλους
eo: Sago por optimuma movo
es: Indicar la mejor jugada
eu: Jokaldi onenaren gezia
fa: پیکانِ بهترین حرکت
fi: Parhaan siirron nuoli
gl: Frecha coa mellor xogada
he: חץ המהלך הטוב ביותר
hy: Լավագույն քայլի սլաքը
id: Panah Langkah terbaik
it: Freccia per la mossa migliore
kk: Үздік жүрісті нұсқағыш
ko: 최선의 수 화살표
lt: Geriausio ėjimo rodyklė
lv: Labākā gājiena bulta
mk: Стрелка за најдобар потег
nl: Beste zet-pijl
pt: Seta de melhor movimento
ro: Săgeată pentru cea mai bună mutare
ru: Показывать лучшие ходы стрелками
sk: Šípka pre najlepší ťah
sl: Puščica najboljše poteze
sq: Shigjetë e lëvizjes më të mirë
sr: Стрелица за најбољи потез
sv: Pil som anger bästa drag
tr: En iyi hamle imleci
uk: Стрілка «Найкращий хід»
vi: Mũi tên chỉ nước đi tốt nhất
zh: 最佳着法指示
zh_tw: 最佳著法箭頭

source: Show variation arrows
af: Wys variasiepyle
ar: أظهر سلسلة النقلات المرشحة
az: Variasiya oxlarını göstərin
bg: Показване на стрелки за вариациите
bn: বৈচিত্র্য তীর দেখান
bs: Prikaži strelice za varijante
ca: Mostrar fletxes de les variants
cs: Zobrazit šipky variant
da: Vis variantpile
el: Εμφάνιση βελών για βαριάντες
eo: Montri variaĵojn sagojn
es: Mostrar flechas de variantes
eu: Erakutsi aldaeren geziak
fa: نمایش پیکان‌های وَرتِش
fi: Näytä muunnelman nuolet
gl: Amosar as frechas das variantes
he: הצגת חצי ההמשכים האלטרנטיביים
hy: Ցուցադրել տարբերակների սլաքները
id: Tampilkan variasi panah
it: Mostra le frecce delle varianti
kk: Тармақта нұсқағышты көрсету
ko: 바리에이션 화살표 표시하기
lt: Rodyti variacijų rodykles
lv: Rādīt varianta bultiņas
nl: Toon variantpijlen
pt: Ver setas de variação
ro: Afișează săgețile variației
ru: Показать стрелки вариантов
sk: Zobraziť šípky variantov
sl: Prikaži puščice z variacijami
sq: Shfaq shigjeta variacionesh
sr: Прикажи стрелице за варијацију
sv: Visa variationspilar
tr: Varyasyon oklarını göster
uk: Показати стрілки для варіантів
vi: Hiển thị mũi tên biến
zh: 显示变着指示
zh_tw: 顯示變體箭頭

source: Evaluation gauge
af: Evaluering meter
ar: مقياس التقييم
az: Dəyərləndirmə çubuğu
be: Шкала ацэнкі
bg: Показване на оценка
bn: পরিমাপ মূল্যায়ন
bs: Mjerilo evaluacije
ca: Indicador d'avaluació
cs: Měřítko hodnocení
da: Evalueringsindikator
el: Δείκτης αξιολόγησης
eo: Gaŭĝo de rangado
es: Indicador de evaluación
eu: Ebaluazio langa
fa: میله ارزیابی
fi: Arviomittari
gl: Indicador de avaliación
he: מד הערכה
hy: Գնահատման սանդղակ
id: Mengukur evaluasi
it: Indicatore di valutazione del vantaggio
kk: Бағалауышты көрсету
ko: 평가 게이지
lt: Vertinimo matuoklis
lv: Novērtējuma rādītājs
mk: Мерач за проценка
nl: Evaluatiemeter
pt: Medidor da avaliação
ro: Indicator de evaluare
ru: Шкала оценки
sk: Ukazovateľ hodnotenia
sl: Kazalnik ocene
sq: Matësi i vlerësimit
sr: Мерило процене
sv: Utvärderingsmätare
tr: Değerlendirme çubuğu
uk: Шкала оцінки
vi: Thang đo lợi thế
zh: 显示局面评估
zh_tw: 評估條

source: Visual motifs
ru: Шахматные мотивы
vi: Họa tiết thị giác

source: Undefended pieces
eo: Nedefenditaj pecoj
ru: Незащищённые фигуры
vi: Các quân cờ không được bảo vệ

source: Pinned pieces
eo: Fiksitaj pecoj
ru: Связанные фигуры
vi: Quân cờ bị ghim

source: Checkable king
eo: Ŝakigebla reĝo
ru: Возможность дать шах королю
vi: Có thể chiếu tướng

source: Multiple lines
af: Aantal lyne
ar: عدد الخطوط
az: Oxların sayı
be: Дадатковыя хады
bg: Множество ходове
bn: বহু রেখা
bs: Više varijacija
ca: Múltiples línies
cs: Počet variant
da: Flere linjer
el: Πολλαπλές γραμμές
eo: Pluraj linioj
es: Múltiples líneas
eu: Linea anitz
fa: شاخه های متعدد
fi: Muunnelmien määrä
gl: Liñas múltiples
he: המשכים מקבילים
hy: Մի քանի շարունակություն
id: Beberapa variasi
it: Varianti multiple
kk: Бірнеше жол
ko: 다중 라인 수
lt: Keletas linijų
lv: Vairāki varianti
mk: Број на варијанти
nl: Meerdere varianten
pt: Múltiplas continuações
ro: Mutări multiple
ru: Множество вариантов
sk: Počet variantov
sl: Več variant
sq: Linja të shumta
sr: Више линија
sv: Flera linjer
tr: Çoklu varyantlar
uk: Кількість стрілок
vi: Số hàng phân tích
zh: 多线分析
zh_tw: 路線分析線

source: CPUs
af: CPU
ar: المعالجات
az: CPU sayı
be: Працэсары
bg: Процесори
bn: সিপিইউএস
bs: Procesora
cs: Procesor(y)
da: CPU'er
eo: Ĉefprocesoroj
es: Procesadores
eu: CPU
fa: پردازنده(ها)
fi: Suorittimia
gl: Procesadores
he: מעבדים
hy: Պրոցեսորներ
id: CPU
it: Processori
kk: Процессор
ko: CPU 수
lt: Procesoriai
lv: Procesori
mk: Процесори
ro: Procesoare
ru: Потоки
sk: Procesory
sl: CPU-ji
sq: Procesorë
sr: Процесора
sv: Processorer
tr: İşlemci
uk: Потоки
vi: CPU
zh: CPU
zh_tw: CPU 數量

source: Memory
af: Geheue
ar: الذاكرة
az: RAM
be: Памяць
bg: Памет
bn: মেমরি
bs: Memorija
ca: Memòria
cs: Paměť
da: Hukommelse
el: Μνήμη
eo: Memoro
es: Memoria
eu: Memoria
fa: حافظه
fi: Muistia
gl: Memoria
he: זיכרון
hy: Հիշողություն
id: Memori
it: Memoria
kk: Жад
ko: 메모리
lt: Atmintinė
lv: Atmiņa
mk: Меморија
nl: Geheugen
pt: Memória
ro: Memorie
ru: Память
sk: Pamäť
sl: Spomin
sq: Kujtesë
sr: Меморија
sv: Minne
tr: Hafıza
uk: Пам'ять
vi: Bộ nhớ
zh: 内存
zh_tw: 記憶體

source: Infinite analysis
af: Oneindige analise
ar: تحليل لانهائي
az: Sonsuz təhlil
be: Бясконцы аналіз
bg: Неограничен анализ
bn: অনন্ত বিশ্লেষণ
bs: Neprekidna analiza
ca: Anàlisi il·limitada
cs: Nekonečná analýza
da: Uendelig analyse
el: Άπειρη ανάλυση
eo: Senfina analizo
es: Análisis infinito
eu: Analisi infinitua
fa: تحلیل بی‌کران
fi: Loputon analyysi
gl: Análise infinita
he: ניתוח אינסופי
hy: Անվերջ վերլուծություն
id: Menganalisa tanpa ada batasan
it: Analisi infinita
kk: Шектеусіз талдау
ko: 무한 분석
lt: Neribota analizė
lv: Bezgalīga analīze
mk: Бесконечна анализа
nl: Oneindige analyse
pt: Análise infinita
ro: Analiză infinită
ru: Бесконечный анализ
sk: Nekonečná analýza
sl: Neskončna analiza
sq: Analizë e pafundme
sr: Бесконачна анализа
sv: Oändlig analys
tr: Sonsuz analiz
uk: Нескінченний аналіз
vi: Phân tích vô hạn
zh: 无限分析
zh_tw: 無限分析

# removesTheDepthLimit
source: Removes the depth limit, and keeps your computer warm
af: Verwyder dieptelimiet, en hou jou rekenaar warm
ar: التحليل لأبعد عمق، وابقاء حاسوبك نشطًا
az: Dərinlik limitini ləğv edir və kompüterinizi isti saxlayır
be: Здымае абмежаванне на глыбіню. Асцярожна, ваш камп’ютар можа перагрэцца!
bg: Анализът ще е безкраен, а компютърът ви - топъл
bn: গভীরতার সীমা অপসারণ করুন এবং আপনার কম্পিউটারকে গরম রাখুন
bs: Uklanja granicu do koje računar može analizirati, i održava toplinu računara
ca: Treu el límit de profunditat i escalfa el teu ordinador
cs: Zapne nekonečnou analýzu a odstraní omezení hloubky propočtu
da: Fjerner dybdegrænsen, og holder din computer varm
el: Καταργεί το όριο βάθους και κρατά τον υπολογιστή σας ζεστό
eo: Forigas la profundlimon, kaj tenas vian komputilon varma
es: Elimina el límite de profundidad del análisis y hace trabajar a tu ordenador
eu: Sakonera muga ezabatzendu eta zure ordenagailua epel mantentzen du
fa: محدودیت عمق را برمی‌دارد و رایانه‌تان داغ می‌ماند
fi: Poistaa syvyysrajoituksen ja pitää koneesi lämpöisenä
gl: Elimina o límite de profundidade, e mantén o teu ordenador quente
he: מסיר את מגבלת העומק ו"מחמם" את המחשב
hy: Վերացնում է խորության սահմանափակումը և տաք պահում ձեր համակարգիչը
id: Menghapus batas kedalaman, dan membuat komputer Anda hangat
it: Rimuove il limite di profondità di analisi, ma può surriscaldare il tuo computer
kk: Тереңдік шектеулерін жояды, әрі компьютеріңізді қыздырады
ko: 탐색 깊이 제한을 없애고 컴퓨터를 따뜻하게 해줍니다
lt: Panaikina gylio limitą ir neleidžia kompiuteriui atvėsti
lv: Noņem dziļuma ierobežojumu un uztur tavu datoru siltu
mk: Неограничена длабочина на анализа, го загрева вашиот компјутер
nl: Verwijdert de dieptelimiet, en houdt je computer warm
pt: Remove o limite de profundidade e mantém o teu computador quente
ro: Elimină limita de adâncime (și încălzește computerul)
ru: Снимает ограничение на глубину анализа, но заставляет поработать ваш компьютер
sk: Odstráni obmedzenie hĺbky analýzy a spôsobí zahrievanie Vášho počítača
sl: Odstrani omejitev globine in ohrani računalnik topel
sq: Heq kufirin e thellësisë dhe e mban të ngrohtë kompjuterin tuaj
sr: Уклања ограничење дубине и држи твој рачунар топлим
sv: Tar bort sökdjupsbegränsningen och håller datorn varm
tr: Derinlik sınırını kaldırır ve bilgisayarınızı sıcacık tutar
uk: Знімає обмеження на глибину аналізу - ваш комп’ютер стане теплішим
vi: Bỏ giới hạn độ sâu và giữ máy tính của bạn mượt hơn
zh: 移除深度限制（暂时增加电脑能耗）
zh_tw: 取消深度限制，可能會使您的電腦發熱。

source: Blunder
af: Flater
ar: خطأ فادح
az: Kobud Səhv
be: Грубая памылка
bg: Груба грешка
bn: গুরুতর ভুল
bs: Grubi previd
ca: Errada greu
cs: Hrubá chyba
da: Brøler
el: Σοβαρό σφάλμα
eo: Erarego
es: Error grave
eu: Hanka-sartzea
fa: اشتباه فاحش
fi: Vakava virhe
gl: Metida de zoca
he: טעות גסה
hy: Վրիպում
it: Errore grave
kk: Өрескел қателік
ko: 블런더
lt: Šiurkšti klaida
lv: Rupja kļūda
mk: Глупа грешка
pt: Erro grave
ro: Gafă
ru: Зевок
sk: Hrubá chyba
sl: Spodrsljaj
sq: Gafë
sr: Превид
tr: Vahim hata
uk: Груба помилка
vi: Sai lầm nghiêm trọng
zh: 败着
zh_tw: 漏著

source: Mistake
af: Fout
ar: خطأ
az: Səhv
be: Памылка
bg: Грешка
bn: ভুল
bs: Greška
ca: Errada
cs: Chyba
da: Fejl
el: Λάθος
eo: Eraro
es: Error
eu: Akatsa
fa: اشتباه
fi: Virhe
gl: Erro
he: שגיאה
hy: Սխալ
id: Kesalahan
it: Errore
kk: Қателік
ko: 실수
lt: Klaida
lv: Kļūda
mk: Грешка
nl: Fout
pt: Erro
ro: Greșeală
ru: Ошибка
sk: Chyba
sl: Napaka
sq: Gabim
sr: Грешка
sv: Misstag
tr: Hata
uk: Помилка
vi: Sai lầm
zh: 错着
zh_tw: 錯誤

source: Inaccuracy
af: Onakkuraatheid
ar: غير دقيق
az: Qeyri-dəqiqlik
be: Недакладнасць
bg: Неточност
bn: অশুদ্ধি
bs: Nepreciznost
ca: Imprecisió
cs: Nepřesnost
da: Unøjagtighed
el: Ανακρίβεια
eo: Erareto
es: Imprecisión
eu: Akats txikia
fa: بی دقتی
fi: Epätarkkuus
gl: Imprecisión
he: אי־דיוק
hy: Անճշտություն
id: Ketidaktelitian
it: Imprecisione
kk: Жеңіл қате
ko: 부정확한 수
lt: Netikslumas
lv: Neprecizitāte
mk: Непрецизност
nl: Onnauwkeurigheid
pt: Imprecisão
ro: Inexactitate
ru: Неточность
sk: Nepresnosť
sl: Nenatančnost
sq: Pasaktësi
sr: Непрецизност
sv: Felaktighet
tr: Kusurlu hamle
uk: Неточність
vi: Không chính xác
zh: 失准
zh_tw: 輕微失誤
