Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: You play the white pieces
af: Jy speel met die wit stukke
ar: أنت تلعب بالقطع البيضاء
az: Ağlarla oynayırsınız
be: Вы гуляеце белымі фігурамі
bg: Вие играете с белите фигури
bn: আপনি সাদা গুটি নিয়ে খেলছেন
bs: Igrate bijelim figurama
ca: Jugues les blanques
cs: Hrajete bílými figurami
da: Du spiller med de hvide brikker
el: Παίζετε τα λευκά
eo: Vi ludas per la blankaj pecoj
es: Juegas con blancas
eu: Zuk pieza zuriekin jokatzen duzu
fa: شما با مهره سفید بازی میکنید
fi: Sinä pelaat valkeilla
gl: Xogas coas brancas
he: את/ה משחק/ת כלבן
hy: Դուք խաղում եք սպիտակ խաղաքարերով։
id: Anda bermain dipihak putih
it: Sei il Bianco
kk: Сіз ақ таспен ойнайсыз
ko: 당신은 백으로 둡니다
lt: Jūs žaidžiate baltosiomis figūromis
lv: Jūs spēlējat ar baltajiem
mk: Ти си со белите фигури
nl: Je speelt met wit
pt: Tu jogas com as peças brancas
ro: Joci cu albele
ru: Вы играете белыми фигурами
sk: Hráte za bieleho
sl: Igrate z belimi figurami
sq: Ju luani me të bardhët
sr: Играш белим фигурама
sv: Du spelar med de vita pjäserna
tr: Beyaz taşlar sizin
uk: Ви граєте білими фігурами
vi: Bạn chơi quân trắng
zh: 您执白棋
zh_tw: 您執白棋

source: You play the black pieces
af: Jy speel met die swart stukke
ar: أنت تلعب بالقطع السوداء
az: Qaralarla oynayırsınız
be: Вы гуляеце чорнымі фігурамі
bg: Вие играете с черните фигури
bn: আপনি কালো গুটি নিয়ে খেলছেন
bs: Igrate crnim figurama
ca: Jugues les negres
cs: Hrajete černými figurami
da: Du spiller med de sorte brikker
el: Παίζετε τα μαύρα
eo: Vi ludas per la nigraj pecoj
es: Juegas con negras
eu: Zuk pieza beltzekin jokatzen duzu
fa: شما با مهره سیاه بازی می‌کنید
fi: Sinä pelaat mustilla
gl: Xogas coas negras
he: את/ה משחק/ת כשחור
hy: Դուք խաղում եք սև խաղաքարերով։
id: Anda bermain dipihak hitam
it: Sei il Nero
kk: Сіз қара таспен ойнайсыз
ko: 당신은 흑으로 둡니다
lt: Jūs žaidžiate juodosiomis figūromis
lv: Jūs spēlējat ar melnajiem
mk: Ти си со црните фигури
nl: Je speelt met zwart
pt: Tu jogas com as peças pretas
ro: Joci cu negrele
ru: Вы играете чёрными фигурами
sk: Hráte za čierneho
sl: Igrate s črnimi figurami
sq: Ju luani me të zinjtë
sr: Играш црним фигурама
sv: Du spelar med de svarta pjäserna
tr: Siyah taşlar sizin
uk: Ви граєте чорними фігурами
vi: Bạn chơi quân đen
zh: 您执黑棋
zh_tw: 您執黑棋

source: It's your turn!
af: Dit is jou beurt!
ar: إنه دورك!
az: Sizin növbənizdir!
be: Зараз ваш ход!
bg: Ваш ред е!
bn: এবার আপনার চাল!
bs: Vi Ste na Potezu!
ca: És el teu torn!
cs: Jste na tahu!
da: Det er din tur!
el: Είναι η σειρά σας!
eo: Estas via ludvico!
es: ¡Es tu turno!
eu: Zure txanda da!
fa: نوبت شماست!
fi: Sinun vuorosi!
gl: Tócache!
he: תורך!
hy: Ձեր Քայլն է!
id: Giliran Anda!
it: Tocca a te!
kk: Кезек сізде!
ko: 당신이 둘 차례입니다!
lt: Jūsų ėjimas!
lv: Jūsu gājiens!
mk: Ти си на ред!
nl: Je bent aan zet!
pt: É a tua vez!
ro: E rândul tău!
ru: Ваш ход!
sk: Ste na ťahu!
sl: Na potezi ste!
sq: Është radha juaj!
sr: Твој је потез!
sv: Det är din tur!
tr: Sıra sizde!
uk: Ваш хід!
vi: Đến lượt bạn!
zh: 该您走棋了！
zh_tw: 該您走！

source: Cheat Detected
af: BedrogOpgespoor
ar: تم إكتشاف غشّ
az: "Cheat" aşkarlandı
be: Выяўлена несумленная гульня
bg: Открита е измама
bn: প্রতারণা শনাক্ত করা হয়েছে
bs: Otkriveno varanje
ca: Trampes detectades
cs: Podvádění detekováno
da: Snyd detekteret
el: Διαπιστώθηκε χρήση εξωτερικής βοήθειας
eo: Trompo kaptita
es: Trampa detectada
eu: Tranpak detektatu ditugu
fa: تقلب تشخیص داده شد
fi: Huijaus havaittu
gl: Trampa detectada
he: זוהתה רמאות
hy: Հայտնաբերվել է խարդախություն
id: Curang Terdeteksi
it: Cheat Rilevato
kk: Алдау анықталды
ko: 부정행위 감지됨
lt: Aptiktas sukčiavimas
lv: Konstatēta šmaukšanās
mk: Откриена е измама
nl: Valsspelen gedetecteerd
pt: Fraude detetada
ro: Trișare detectată
ru: Обнаружено жульничество
sk: Bolo zaznamenané podvádzanie
sl: Zaznana goljufija
sq: U pikas Hile
sr: Детектована превара
sv: Fusk upptäckt
tr: Hile Tespit Edildi
uk: Виявлено нечесну гру
vi: Phát hiện gian lận
zh: 检测到作弊
zh_tw: 偵測到作弊行為

# kingInTheCenter
source: King in the centre
af: Koning in die middel
ar: الملك في الوسط
az: Şah mərkəzdə
be: Кароль у цэнтры
bg: Царят е в центъра
bn: রাজাকে কেন্দ্রে আনুন
bs: Kralj u centru
ca: Rei al centre
cs: Král uprostřed (King of the hill)
da: Konge i centrum
el: Βασιλιάς στο κέντρο
eo: Reĝo en la centro
es: Rey en el centro
eu: Erregea erdian
fa: شاه روی تپه
fi: Kuningas keskustassa
gl: Rei no centro
he: המלך במרכז
hy: Արքան կենտրոնում է
id: Raja berada di tengah
it: Re al centro
kk: Патша тақтаның ортасында
ko: 킹이 중앙에 도달
lt: Karalius centre
lv: Karalis vidū
mk: Кралот на средина
nl: Koning in het centrum
pt: Rei no centro
ro: Regele în centru
ru: Король в центре
sk: Kráľ v strede
sl: Kralj v sredini
sq: Mbreti në qendër
sr: Краљ у центру
sv: Kungen är i centrum
tr: Şah merkezde
uk: Король у центрі
vi: Vua ở trung tâm
zh: 王占中央
zh_tw: 王居中

source: Three checks
af: Drie maal skaak
ar: كش ملك ثلاثا
az: Üç şah
be: Тры шахі
bg: Три шаха
bn: তিনটি কিস্তি
bs: Tri šaha
ca: Tres escacs
cs: Třikrát šach
da: Tre skakker
el: Τρία σαχ
eo: Tri ŝakoj
es: Tres jaques
eu: Hiru xake
fa: سه‌کیش
fi: Kolme shakkia
gl: Xaque triplo
he: שח משולש
hy: Երեք շախ
id: Tiga kali skak
it: Tre scacchi
kk: Шах үш рет қойылды
ko: 세 번의 체크
lt: Trys šachai
lv: Trīs šahi
mk: Три шаха
nl: Drie keer schaak
pt: Três xeques
ro: Trei șahuri
ru: Три шаха
sk: Tri šachy
sl: Trojni šah
sq: Tre herë shah
sr: Три шаха
sv: Tre schackar
tr: Üç şah
uk: Три шахи
vi: Ba lần chiếu
zh: 三次将军
zh_tw: 三次將軍

source: Race finished
af: Race klaar
ar: نهاية السباق
az: Yarış bitdi
be: Гонка скончаная
bg: Надпреварата завърши
bn: প্রতিযোগিতা শেষ
bs: Utrka je završena
ca: Cursa finalitzada
cs: Závod skončil
da: Race færdigt
el: Τέλος αγώνα
eo: Kuro finiĝis
es: Carrera terminada
eu: Lasterketa bukatuta
fa: پایان تاخت
fi: Kilpa loppunut
gl: Carreira finalizada
he: המירוץ נגמר
hy: Մրցավազքը ավարտվեց
id: Balapan telah berakhir
it: Corsa terminata
kk: Бәйге аяқталды
ko: 킹이 보드 끝에 도달함
lt: Lenktynės baigėsi
lv: Sacīkstes beigušās
mk: Трката заврши
nl: De race is voorbij
pt: Corrida terminada
ro: Competiție terminată
ru: Гонка окончена
sk: Preteky ukončené
sl: Dirka končana
sq: Gara mbaroi
sr: Трка се завршила
sv: Lopp slut
tr: Yarış bitti
uk: Перегони завершено
vi: Cuộc đua kết thúc
zh: 竞王结束
zh_tw: 競賽結束

source: Variant ending
af: Variant geëindig
ar: نهاية خاصة
az: Variant bitdi
be: Канчатковы варыянт
bg: Край на варианта
bn: ভিন্ন রকমের সমাপ্তি
bs: Kraj varijacije
ca: Final de variant
cs: Konec varianty
da: Variantafslutning
el: Ολοκλήρωση παραλλαγής
eo: Variaĵa fino
es: Fin de la variante
eu: Aldaeragatik amaitu da
fa: پایان وَرتا
fi: Lopetus varianttisääntöjen mukaan
gl: Final da partida por normas desta modalidade
he: סיום הוריאנט
hy: Տարբերակի ավարտ
id: Akhir sesuai aturan variasi
it: Fine variante
kk: Тармақ аяқталды
ko: 변형 종료
lt: Variantinė pabaiga
lv: Beigas saskaņā ar speciālajiem noteikumiem
mk: Крај на варијантата
nl: Einde van de variant
pt: Fim da variante
ro: Sfârșit prin variantă
ru: Партия окончена
sk: Koniec variantu
sl: Varianta končnice
sq: Varianti mbaroi
sr: Завршетак варијанте
sv: Variantbaserat slut
tr: Varyant bitti
uk: Гру завершено
vi: Hết cờ theo luật biến thể
zh: 变体终局
zh_tw: 變體終局

source: New opponent
af: Nuwe opponent
ar: خصم جديد
az: Yeni rəqib
be: Новы супернік
bg: Нов противник
bn: নতুন প্রতিপক্ষ
bs: Novi protivnik
ca: Nou adversari
cs: Nový protihráč
da: Ny modstander
el: Νέος αντίπαλος
eo: Nova kontraŭulo
es: Nuevo oponente
eu: Aurkari berria
fa: حریف جدید
fi: Uusi vastustaja
gl: Novo rival
he: יריב/ה חדש/ה
hy: Գտնել նոր հակառակորդ
id: Permainan yang baru
it: Nuovo avversario
kk: Жаңа қарсылас
ko: 새로운 상대
lt: Naujas varžovas
lv: Ar jaunu pretinieku
mk: Нов противник
nl: Nieuwe tegenstander
pt: Novo adversário
ro: Adversar nou
ru: Найти другого соперника
sk: Nový súper
sl: Nov nasprotnik
sq: Kundërshtar i ri
sr: Нови противник
sv: Ny motståndare
tr: Yeni rakip
uk: Новий суперник
vi: Đối thủ mới
zh: 新对手
zh_tw: 換個對手

source: Your opponent wants to play a new game with you
af: Jou teenstander wil weer teen jou speel
ar: يريد خصمك أن يلعب مباراة جديدة معك
az: Rəqibiniz sizinlə yeni bir oyun oynamaq istəyir
be: Супернік хоча згуляць з вамі ізноў
bg: Противникът иска да играе нова игра с вас
bn: আপনার প্রতিপক্ষ পুনরায় আপনার সাথে খেলতে চায়
bs: Vaš protivnik želi da igra novu partiju sa vama
ca: El teu adversari vol jugar una altra partida amb tu
cs: Váš soupeř s Vámi chce hrát další partii
da: Din modstander vil gerne spille et nyt parti
el: Ο αντίπαλος θέλει να παίξει νέο παιχνίδι μαζί σας
eo: Via kontraŭulo volas ludi denove kun vi
es: Tu oponente quiere la revancha
eu: Zure aurkariak berriz jokatu nahi du
fa: حریفتان می‌خواهد یک بازی جدید با شما انجام دهد
fi: Vastustajasi haluaa pelata uudelleen
gl: O teu rival quere xogar outra partida contra ti
he: יריבך רוצה לשחק איתך שוב
hy: Ձեր հակառակորդը ուզում է կրկին խաղալ Ձեզ հետ
id: Lawan Anda ingin bermain lagi dengan Anda
it: Il tuo avversario vuole giocare un'altra partita con te
kk: Қарсылас сізбен тағы ойнағысы келеді
ko: 상대가 재대결을 원합니다
lt: Jūsų varžovas norėtų sužaisti dar kartą
lv: Pretinieks vēlas ar jums spēlēt jaunu spēli
mk: Противникот сака нова игра со тебе
nl: Uw tegenstander wil een nieuwe partij met u spelen
pt: O teu adversário quer jogar outra vez contra ti
ro: Adversarul dvs. vă propune o nouă partidă
ru: Соперник предлагает вам сыграть ещё раз
sk: Váš súper by si s Vami rád zahral odvetnú partiu
sl: Nasprotnik želi s teboj igrati še eno igro
sq: Kundërshtari juaj dëshiron të luajë lojë të re me ju
sr: Твој противник жели да игра нову партију са тобом
sv: Din motståndare vill spela ett nytt parti med dig
tr: Rakibiniz sizinle yeni bir oyun oynamak istiyor
uk: Ваш суперник хоче зіграти знову
vi: Đối thủ muốn chơi một ván cờ mới với bạn
zh: 您的对手想与您重赛
zh_tw: 您的對手想和你複賽

source: Join the game
af: Sluit aan by spel
ar: اقبل اللعبة
az: Oyuna qoşul
be: Далучыцца да гульні
bg: Влез в играта
bn: খেলাটিতে যোগ দিন
bs: Pridružite se partiji
ca: Unir-se a la partida
cs: Připojit se ke hře
da: Deltag i partiet
el: Λάβετε μέρος στο παιχνίδι
eo: Aliĝi al la ludo
es: Unirse a la partida
eu: Partidan sartu
fa: به بازی بپیوندید
fi: Liity peliin
gl: Unirse á partida
he: הצטרף/י למשחק
hy: Միանալ խաղին
id: Ikuti permainan
it: Unisciti alla partita
kk: Ойынға қосылу
ko: 대국 참가
lt: Prisijungti prie žaidimo
lv: Pievienoties spēlei
mk: Приклучи се на играта
nl: Speel mee
pt: Entrar no jogo
ro: Intră în partidă
ru: Принять вызов
sk: Pripojiť sa k partii
sl: Pridruži se igri
sq: Hyni në lojë
sr: Придружи се партији
sv: Starta partiet
tr: Oyuna katıl
uk: Приєднатися до гри
vi: Tham gia ván cờ
zh: 加入对局
zh_tw: 加入棋局

# whitePlays
source: White to play
af: Wit aan die beurt
ar: دور الأبيض
az: Gediş ağlarındır
be: Ход белых
bg: Белите на ход
bn: সাদার চাল
bs: Bijeli je na potezu
ca: Juguen les blanques
cs: Bílý na tahu
da: Hvid i trækket
el: Παίζουν τα λευκά
eo: Blanko ludas
es: Juegan las blancas
eu: Zuriaren txanda
fa: نوبت سفید
fi: Valkean vuoro
gl: Xogan as brancas
he: תור הלבן
hy: Խաղում են սպիտակները
id: Putih melangkah
it: Tocca al Bianco
kk: Ақ жүреді
ko: 백 차례
lt: Baltųjų ėjimas
lv: Gājiens baltajiem
mk: Белите се на ред
nl: Wit aan zet
pt: Jogam as brancas
ro: Albul joacă
ru: Ход белых
sk: Biely na ťahu
sl: Beli na potezi
sq: I bardhi luan
sr: Бели на потезу
sv: Vits drag
tr: Hamle Beyazda
uk: Хід білих
vi: Lượt trắng đi
zh: 白方走棋
zh_tw: 白方走棋

# blackPlays
source: Black to play
af: Swart aan die beurt
ar: دور الأسود
az: Gediş qaralarındır
be: Ход чорных
bg: Черните на ход
bn: কালোর চাল
bs: Crni je na potezu
ca: Juguen les negres
cs: Černý na tahu
da: Sort i trækket
el: Παίζουν τα μαύρα
eo: Nigro ludas
es: Juegan las negras
eu: Beltzaren txanda
fa: نوبت سیاه
fi: Mustan vuoro
gl: Xogan as negras
he: תור השחור
hy: Խաղում են սևերը
id: Hitam melangkah
it: Tocca al Nero
kk: Қара жүреді
ko: 흑 차례
lt: Juodųjų ėjimas
lv: Gājiens melnajiem
mk: Црните се на ред
nl: Zwart aan zet
pt: Jogam as pretas
ro: Negrul joacă
ru: Ход чёрных
sk: Čierny na ťahu
sl: Črni na potezi
sq: Radha e të Ziut
sr: Црни на потезу
sv: Svarts drag
tr: Hamle Siyahta
uk: Хід чорних
vi: Lượt đen đi
zh: 黑方走棋
zh_tw: 黑方走棋

# opponentLeftChoices
source: Your opponent left the game. You can claim victory, call the game a draw, or wait.
af: Ander speler het die spel verlaat. Jy kan ’n oorwinning verklaar, gelykspel eis, of wag.
ar: يبدو أن الخصم ترك المباراة. يمكنك انتزاع الفوز، إعلان التعادل أو الانتظار.
az: Rəqibiniz oyunu tərk etdi. Qələbə, heç-heçə tələb edə və ya gözləyə bilərsiniz.
be: Ваш сапернік пакінуў гульню. Вы можаце абвясціць перамогу ці нічыю, або пачакаць.
bg: Другият играч напусна играта. Можете да изискате победа, реми, или да изчакате.
bn: অপর খেলোয়াড় খেলাটি ছেড়ে চলে গেছেন, আপনি সেই খেলাটিকে জিততে পারেন নাহলে ড্র করতে পারেন কিংবা অপেক্ষা করুন প্রতিপক্ষের পুনরায় খেলায় ফিরে আসার
bs: Vaš protivnik je možda napustio partiju. Možete proglasiti svoju pobjedu ili remi, ili nastaviti sa čekanjem.
ca: El teu contrincant ha abandonat la partida. Pots reclamar la victòria, fer taules o esperar.
cs: Soupeř opustil hru. Můžete vynutit remízu nebo jeho vzdání partie či na něj počkat.
da: Din modstander har forladt partiet. Du kan fremtvinge modstanderens kapitulation eller vente.
el: Ο αντίπαλός σας έφυγε από το παιχνίδι. Μπορείτε να ισχυρισθείτε νίκη, ισοπαλία, ή να περιμένετε.
eo: La alia ludanto forlasis la ludon. Vi povas postuli venkon, deklari egalvenkon, aŭ atendi.
es: Tu oponente puede haber abandonado la partida. Puedes reclamar la victoria, declarar tablas o esperar.
eu: Baliteke aurkaria partidatik atera izana. Partida irabazi edo berdindu dezakezu, edo aurkariari itxaron.
fa: ممکن است حریف شما بازی را ترک کرده باشد. شما می توانید ادعای پیروزی کنید, اعلام تساوی کنید یا منتظر او بمانید.
fi: Vastustajasi on poistunut pelistä. Voit julistautua voittajaksi, sopia tasapelin tai odottaa häntä.
gl: O teu opoñente saíu da partida. Poderás reclamar a vitoria, declarar as táboas ou agardar.
he: יריבך עזב את המשחק. באפשרותך להכריז על ניצחון, על תיקו או להמתין.
hy: Հակառակորդը լքել է խաղը։ Դուք կարող եք պահանջել հաղթանակ, ոչ-ոքի կամ սպասել։
id: Pemain lainnya telah meninggalkan permainan. Anda bisa klaim kemenangan, menyatakan remis, atau menunggunya.
it: Il tuo avversario potrebbe aver lasciato la partita. Puoi reclamare la vittoria, stabilire la patta o aspettare.
kk: Қарсылас ойыннан шықты. Сіз жеңісті не теңдікті талап ете аласыз, немесе күтіңіз.
ko: 당신의 상대가 게임을 나갔습니다. 상대를 기다리거나 승리 또는 무승부 처리할 수 있습니다.
lt: Panašu, kad varžovas paliko žaidimą. Galite pasiimti pergalę, lygiąsias, arba palaukti.
lv: Jūsu pretinieks pametis spēli. Varat pieprasīt uzvaru, pabeigt spēli neizšķirtu vai gaidīt.
mk: Противникот ја напушти играта. Можеш да одбереш победа, реми, или да го почекаш.
nl: De andere speler is weggegaan. U kunt de winst opeisen, remise claimen of wachten.
pt: O teu adversário deixou a partida. Podes reivindicar vitória, declarar empate ou aguardar.
ro: Adversarul tău a părăsit jocul. Poți cere victoria, decide remiza sau îl poți aștepta.
ru: Вероятно, ваш соперник покинул игру. Вы можете объявить победу или ничью, или ещё подождать.
sk: Váš súper zrejme opustil túto partiu. Môžete požadovať výhru, vyhlásiť partiu za remízu alebo počkať.
sl: Nasprotnik je zapustil igro. Vsili predajo ali počakaj nanj.
sq: Kundërshtari juaj la lojën. Mund të kërkoni fitoren, ta shpallni lojën barazim, ose të prisni.
sr: Твој противник је изашао из партије. Можеш прогласити победу, прогласити партију ремијем или чекати.
sv: Motståndaren har kanske lämnat partiet. Du kan begära vinst, remi eller invänta att motståndaren kommer tillbaka.
tr: Rakibiniz oyundan düştü ya da masayı terk etti. İsterseniz dönmesini bekleyebilir, oyuna berabere diyebilir ya da galibiyetinizi talep edebilirsiniz.
uk: Ваш суперник залишив гру. Ви можете оголосити перемогу, нічию, або зачекати.
vi: Đối thủ của bạn đã rời khỏi ván cờ. Bạn có thể tuyên bố chiến thắng, chọn hòa hoặc đợi.
zh: 您的对手可能已离开对局。您可以宣布胜利、和棋或继续等待。
zh_tw: 對方可能已經離開遊戲。您可以選擇：取勝、和棋或等待對方走棋。

# forceResignation
source: Claim victory
af: Eis die oorwinning
ar: إعلن فوزك
az: Qələbə tələb et
be: Абвясціць перамогу
bg: Обяви победа
bn: বিজয় দাবী করুন
bs: Proglasite pobjedu
ca: Reclama la victòria
cs: Vynutit vzdání partie
da: Kræv sejr
el: Ισχυριστείτε νίκη
eo: Postuli venkon
es: Reclamar la victoria
eu: Irabazi
fa: ادعای پیروزی
fi: Julistaudu voittajaksi
gl: Reclamar a vitoria
he: הכריזו על ניצחון
hy: Պահանջել հաղթանակ
id: Klaim menang
it: Reclama la vittoria
kk: Жеңіс болсын
ko: 승리 취하기
lt: Pasiimti pergalę
lv: Pieprasīt uzvaru
mk: Прогласи победа
nl: Eis de overwinning op
pt: Reivindicar vitória
ro: Revendică victoria
ru: Объявить победу
sk: Požadovať výhru
sl: Prijavi zmago
sq: Kërko fitoren
sr: Прогласи победу
sv: Begär vinst
tr: Galibiyet talep et
uk: Оголосити перемогу
vi: Giành chiến thắng
zh: 宣布胜利
zh_tw: 取勝

# forceDraw
source: Call draw
af: Eis 'n gelykop
ar: إعلن التعادل
az: Heç-heçə elan et
be: Залічыць нічыю
bg: Обяви реми
bn: সমান ঘোষণা করুন
bs: Proglasite remi
ca: Fer taules
cs: Vynutit remízu
da: Kræv remis
el: Δηλώστε ισοπαλία
eo: Deklari egalvenkon
es: Declarar tablas
eu: Berdindu
fa: اعلام تساوی
fi: Pakota tasapeli
gl: Reclamar as táboas
he: הכריזו על תיקו
hy: Պահանջել ոչ-ոքի
id: Nyatakan remis
it: Stabilisci la patta
kk: Теңдік болсын
ko: 무승부 선언
lt: Įskaityti lygiąsias
lv: Pieprasīt neizšķirtu
mk: Прогласи реми
nl: Dwing remise af
pt: Reivindicar empate
ro: Anunță remiză
ru: Объявить ничью
sk: Vyhlásiť za remízu
sl: Prijavi remi
sq: Shpalle barazim
sr: Приморај реми
sv: Begär remi
tr: Beraberlik ilan et
uk: Оголосити нічию
vi: Bắt buộc hòa
zh: 宣布和棋
zh_tw: 和棋

# talkInChat
source: Please be nice in the chat!
af: Wees asseblief vriendelik!
ar: كن حسن الخلق في الدردشة!
az: Söhbət zamanı nəzakətli olun!
be: Калі ласка, будзьце ветлівыя!
bg: Моля бъдете учтиви в чата!
bn: আড্ডায় কথা বলুন
bs: Ponašajte se pristojno kada se dopisujete!
ca: Sisplau, sigues amable al xat!
cs: Pro povídání v chatu pište sem
da: Husk den gode tone i chatten!
el: Παρακαλούμε να είστε ευγενικοί στη συνομιλία!
eo: Bonvolu esti afabla en la babilejo!
es: Por favor, sé amable en el chat
eu: Txatean txintxo mesedez!
fa: لطفا در گپ‌زنی بااَدب باشید!
fi: Kirjoita keskusteluun. Ole kohtelias!
gl: Por favor, sé correcto na sala de conversa!
he: היו אדיבים ודברו בצ׳אט בצורה נאותה!
hy: Խնդրում ենք զրուցարանում լինել բարեհամբույր:
id: Silahkan mengobrol dengan sopan
it: Sii educato in chat!
kk: Сөйлескенде, әдеп сақтаңыз!
ko: 건전한 채팅을 해주세요!
lt: Pokalbyje būkite malonūs!
lv: Tērzējot, lūdzu, esiet pieklājīgi!
mk: Започни разговор
nl: Wees a.u.b. vriendelijk in de chat!
pt: Por favor, sê gentil na conversa!
ro: Te rugăm să fii cu bun simț pe chat!
ru: Будьте вежливы в чате!
sk: Prosím, buďte v chate ohľaduplní!
sl: Prosimo, bodite prijazni v klepetu!
sq: Ju lutem jini të sjellshëm në bisedë!
sr: Молимо Вас да будете љубазни у ћаскању!
sv: Vänligen uppträd trevligt i chatten!
tr: Lütfen sohbette nazik ol!
uk: Будь ласка, будьте ввічливими!
vi: Hãy cư xử thân thiện trong cuộc trò chuyện!
zh: 聊天时请注意文明用语！
zh_tw: 在聊天室中請文明一點！

# theFirstPersonToComeOnThisUrlWillPlayWithYou
source: The first person to come to this URL will play with you.
af: Die eerste persoon wat dié skakel volg, speel teen jou.
ar: أول من يأتي لهذا الرابط سيلعب معك.
az: URL-ə ilk müraciət edən sizin rəqibiniz olacaq.
be: Першы, хто пройдзе па гэтай спасылцы, згуляе з вамі.
bg: Първият човек който отвори този адрес ще играе с вас.
bn: এই URL দিয়ে আসা প্রথম ব্যক্তি আপনার সাথে খেলবেন
bs: Prva osoba koja dođe na ovaj link će igrati sa vama.
ca: La primera persona en visitar aquest enllaç jugarà amb tu.
cs: První kdo přijde pomocí tohoto odkazu, bude s Vámi hrát
da: Den første person der bruger denne URL, vil blive din modstander.
el: Ο πρώτος που θα επισκεφθεί αυτήν τη διεύθυνση θα παίξει μαζί σας.
eo: La unua persono, kiu alvenos al ĉi tiu ligilo, ludos kun vi.
es: La primera persona que entre en este enlace jugará contigo.
eu: URL honetara datorren lehenengoak jokatuko du zurekin.
fa: نخستین کسی که به این وب‌نشانی آید با شما بازی خواهد کرد.
fi: Pelaat sen kaverin kanssa, joka ensimmäisenä avaa linkin.
gl: A primeira persoa que chegue a este URL xogará contra ti
he: האדם הראשון שייכנס לכתובת הזאת ישחק איתך.
hy: Առաջինը, ով կայցելի այս հղումով, կխաղա Ձեզ հետ։
id: Orang pertama yang datang ke URL ini akan bermain dengan Anda
it: La prima persona che si presenta a questo URL giocherà con te.
kk: Бұл сілтемеден бірінші келген адам сізбен ойнайды.
ko: 이 URL로 가장 먼저 들어온 사람과 체스를 두게 됩니다.
lt: Pirmasis šiuo adresu atėjęs žmogus taps jūsų varžovu.
lv: Pirmais, kurš izmantos šo saiti, spēlēs ar jums.
mk: Првата личност која ќе го следи овој линк ќе игра со тебе
nl: Degene die als eerste op deze link klikt, zal met u spelen.
pt: A primeira pessoa que aceder a este link jogará contra ti.
ro: Prima persoană care accesează acest link va juca cu tine.
ru: С вами сыграет первый, кто перейдёт по этой ссылке.
sk: Prvý kto použije tento odkaz si s Vami zahrá.
sl: S teboj bo igrala prva oseba, ki pride na ta naslov.
sq: Personi i parë që do të vijë në këtë URL do të luajë me ju.
sr: Прва особа која дође на овај линк ће играти са тобом.
sv: Den första som använder den här länken kommer att spela med dig.
tr: Bağlantıya ilk ulaşan kişi rakibiniz olacak.
uk: Перша людина, яка перейде за цим посиланням, гратиме з вами.
vi: Người đầu tiên sử dụng đường dẫn này sẽ bắt đầu chơi với bạn.
zh: 首个访问此链接的人将与您对弈。
zh_tw: 第一個訪問該網址的人將與您下棋。

source: White resigned
af: Wit gee oor
ar: الأبيض استسلم
az: Ağlar tərk etdi
be: Белыя здаліся
bg: Белите се предадоха
bn: সাদা হার মেনে নিলেন
bs: Bijeli je predao
ca: Les blanques s'han rendit
cs: Bílý se vzdal
da: Hvid opgav
el: Τα λευκά παραιτήθηκαν
eo: Blanko rezignis
es: Las blancas abandonaron
eu: Zuriak amore eman du
fa: سفید تسلیم شد
fi: Valkea luovutti
gl: As brancas abandonaron
he: הלבן נכנע
hy: Սպիտակները հանձնվեցին
id: Putih menyerah
it: Il Bianco ha abbandonato
kk: Ақ берілді
ko: 백 기권
lt: Baltieji pasidavė
lv: Baltie padevās
mk: Белиот се откажа
nl: Wit geeft op
pt: As brancas desistiram
ro: Albul a cedat
ru: Белые сдались
sk: Biely sa vzdal
sl: Beli je predal
sq: I bardhi u dorëzua
sr: Бели је предао
sv: Vit har gett upp
tr: Beyaz oyundan çekildi
uk: Білі здалися
vi: Bên trắng chịu thua
zh: 白方认输
zh_tw: 白方認輸

source: Black resigned
af: Swart gee oor
ar: الأسود استسلم
az: Qaralar tərk etdi
be: Чорныя здаліся
bg: Черните се предадоха
bn: কালো হার মেনে নিলেন
bs: Crni je predao
ca: Les negres s'han rendit
cs: Černý se vzdal
da: Sort opgav
el: Τα μαύρα παραιτήθηκαν
eo: Nigro rezignis
es: Las negras abandonaron
eu: Beltzak amore eman du
fa: سیاه تسلیم شد
fi: Musta luovutti
gl: As negras abandonaron
he: השחור נכנע
hy: Սևերը հանձնվեցին
id: Hitam menyerah
it: Il Nero ha abbandonato
kk: Қара берілді
ko: 흑 기권
lt: Juodieji pasidavė
lv: Melnie padevās
mk: Црниот се откажа
nl: Zwart geeft op
pt: As pretas desistiram
ro: Negrul a cedat
ru: Чёрные сдались
sk: Čierny sa vzdal
sl: Črni je predal
sq: I ziu u dorëzua
sr: Црни је предао
sv: Svart har gett upp
tr: Siyah oyundan çekildi
uk: Чорні здалися
vi: Bên đen chịu thua
zh: 黑方认输
zh_tw: 黑方認輸
