Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# activityCompletedNbGames
source: {count, plural, =1{Completed {count} correspondence game} other{Completed {count} correspondence games}}
af: {count, plural, =1{Voltooi {count} korrespondensie spel} other{Voltooi {count} korrespondensie spelle}}
ar: {count, plural, =0{تم اكمال {count} مباراة بالمراسلة} =1{تم اكمال {count} مباراة بالمراسلة} =2{تم اكمال {count} مباراة بالمراسلة} few{تم اكمال {count} مباراة بالمراسلة} many{تم اكمال {count} مباراة بالمراسلة} other{تم اكمال {count} مباراة بالمراسلة}}
az: {count, plural, =1{{count} yazışmalı oyun tamamladı} other{{count} yazışmalı oyun tamamladı}}
be: {count, plural, =1{Згуляна {count} гульня па ліставанні} few{Згуляна {count} гульні па ліставанні} many{Згуляна {count} гульняў па ліставанні} other{Згуляна {count} гульняў па ліставанні}}
bg: {count, plural, =1{Завърши {count} кореспондентна игра} other{Завършил {count} кореспондентни игри}}
bn: {count, plural, =1{সম্পন্ন হয়েছে {count} সাদৃশ্য খেলা} other{সম্পন্ন হয়েছে {count} সাদৃশ্য খেলাগুলো}}
bs: {count, plural, =1{Završio/la {count} partiju dopisnog šaha} few{Završio/la {count} partije dopisnog šaha} other{Završio/la {count} partija dopisnog šaha}}
ca: {count, plural, =1{Ha jugat {count} partida per correspondència} other{Ha jugat {count} partides per correspondència}}
cs: {count, plural, =1{Dokončena {count} korespondenční partie} few{Dokončeny {count} korespondenční partie} many{Dokončeno {count} korespondenčních partií} other{Dokončeno {count} korespondenčních partií}}
da: {count, plural, =1{Afsluttede {count} korrespondanceparti} other{Afsluttede {count} korrespondancepartier}}
el: {count, plural, =1{Ολοκλήρωσε {count} παρτίδα αλληλογραφίας} other{Ολοκλήρωσε {count} παρτίδες αλληλογραφίας}}
eo: {count, plural, =1{Finiĝis {count} koresponda ludo} other{Finiĝis {count} korespondaj ludoj}}
es: {count, plural, =1{Ha jugado {count} partida por correspondencia} other{Ha jugado {count} partidas por correspondencia}}
eu: {count, plural, =1{Posta bidezko partida {count} jokatu du} other{Posta bidezko {count} partida jokatu ditu}}
fa: {count, plural, =1{{count} بازی مکاتبه‌ای را به پایان رساند} other{{count} بازی مکاتبه‌ای را به پایان رساند}}
fi: {count, plural, =1{Pelasi {count} kirjeshakkipelin} other{Pelasi {count} kirjeshakkipeliä}}
gl: {count, plural, =1{Xogou {count} partida por correspondencia} other{Xogou {count} partidas por correspondencia}}
he: {count, plural, =1{השלים/ה משחק התכתבות {count}} =2{השלים/ה {count} משחקי התכתבות} many{השלים/ה {count} משחקי התכתבות} other{השלים/ה {count} משחקי התכתבות}}
hy: {count, plural, =1{Ավարտված է նամակագրությամբ {count} խաղ} other{Ավարտված է նամակագրությամբ {count} խաղ}}
id: {count, plural, other{Komplit {count} permainan korespondensi}}
it: {count, plural, =1{Ha concluso {count} partita per corrispondenza} other{Ha concluso {count} partite per corrispondenza}}
kk: {count, plural, =1{{count} хат-хабарлы ойынды аяғына жеткізді} other{{count} хат-хабарлы ойынды аяғына жеткізді}}
ko: {count, plural, other{{count}번의 통신 대국을 완료함}}
lt: {count, plural, =1{Užbaigė {count} korespondencinę partiją} few{Užbaigė {count} korespondencines partijas} many{Užbaigė {count} korespondencinių partijų} other{Užbaigė {count} korespondencinių partijų}}
lv: {count, plural, =0{Pabeidza {count} korespondencšaha spēles} =1{Pabeidza {count} korespondencšaha spēli} other{Pabeidza {count} korespondencšaha spēles}}
mk: {count, plural, =1{Изигра {count} дописна игра} other{Изигра {count} дописни игри}}
nl: {count, plural, =1{Voltooide {count} correspondentiepartijen} other{Voltooide {count} correspondentiepartijen}}
pt: {count, plural, =1{Completou {count} jogo por correspondência} other{Completou {count} jogos por correspondência}}
ro: {count, plural, =1{A completat {count} meci de corespondență} few{A completat {count} meciuri de corespondență} other{A completat {count} meciuri de corespondență}}
ru: {count, plural, =1{Завершена {count} игра по переписке} few{Завершены {count} игры по переписке} many{Завершены {count} игр по переписке} other{Завершены {count} игр по переписке}}
sk: {count, plural, =1{Dohraná {count} korešpondenčná partia} few{Dohrané {count} korešpondenčné partie} many{Dohraných {count} korešpondenčných partií} other{Dohraných {count} korešpondenčných partií}}
sl: {count, plural, =1{Končal {count} dopisno partijo} =2{Končal {count} dopisni partiji} few{Končal {count} dopisne partije} other{Končal {count} dopisnih partij}}
sq: {count, plural, =1{Përfundoi lojën e korrespondencës {count}} other{Plotësoi {count} lojëra me korrespondencë}}
sr: {count, plural, =1{Завршио/ла {count} дописну партију} few{Завршио/ла {count} дописне партије} other{Завршио/ла {count} дописних партија}}
sv: {count, plural, =1{Avslutade {count} korrespondensparti} other{Avslutade {count} korrespondenspartier}}
tr: {count, plural, =1{{count} adet yazışmalı oyun tamamladı} other{{count} adet yazışmalı oyun tamamladı}}
uk: {count, plural, =1{Зіграно {count} заочну гру} few{Зіграно {count} заочні гри} many{Зіграно {count} заочних ігор} other{Зіграно {count} заочних ігор}}
vi: {count, plural, other{Đã hoàn thành {count} ván cờ qua thư}}
zh: {count, plural, other{完成了 {count} 盘通讯棋}}
zh_tw: {count, plural, other{完成了 {count} 場通信棋局}}

# activityCompletedNbVariantGames
source: {count, plural, =1{Completed {count} {param2} correspondence game} other{Completed {count} {param2} correspondence games}}
ar: {count, plural, =0{تم لعب {param2} {count} من مباراة المراسلة} =1{تم لعب {param2} {count} من مباراة المراسلة} =2{تم لعب {param2} {count} من مباراة المراسلة} few{تم لعب {param2} {count} من مباراة المراسلة} many{تم لعب {param2} {count} من مباراة المراسلة} other{تم لعب {param2} {count} من مباراة المراسلة}}
bg: {count, plural, =1{Изиграна {count} {param2} кореспондентска игра} other{Изиграни {count} {param2} кореспондентски игри}}
bs: {count, plural, =1{Završena dopisna igra ({count} {param2})} few{Završeno {count} {param2} dopisnih partija} other{Završeno {count} {param2} dopisnih partija}}
ca: {count, plural, =1{Has jugat {count} {param2} partida per correspondència} other{Has jugat {count} {param2} partides per correspondència}}
cs: {count, plural, =1{Dokončena {count} {param2} korespondenční partie} few{Dokončeny {count} {param2} korespondenční partie} many{Dokončeno {count} {param2} korespondenčních partii} other{Dokončeno {count} {param2} korespondenčních partii}}
da: {count, plural, =1{Afsluttede {count} {param2} korrespondanceparti} other{Afsluttede {count} {param2} korrespondancepartier}}
el: {count, plural, =1{Ολοκλήρωσε {count} παρτίδα αλληλογραφίας {param2}} other{Ολοκλήρωσε {count} παρτίδες αλληλογραφίας {param2}}}
eo: {count, plural, =1{Finiĝis {count} {param2} koresponda ludo} other{Finiĝis {count} {param2} korespondaj ludoj}}
es: {count, plural, =1{Ha completado {count} {param2} partida por correspondencia} other{Ha completado {count} {param2} partidas por correspondencia}}
eu: {count, plural, =1{{param2} posta bidezko partida {count} osatuta} other{{param2} posta bidezko {count} partida osatuta}}
fa: {count, plural, =1{تکمیل {count} بازی مکاتبه‌ای {param2}} other{تکمیل {count} بازی مکاتبه‌ای {param2}}}
fi: {count, plural, =1{Pelasi {count} {param2}-kirjeshakkipelin} other{Pelasi {count} {param2}-kirjeshakkipeliä}}
gl: {count, plural, =1{Finalizou {count} partida {param2} por correspondencia} other{Finalizou {count} partidas {param2} por correspondencia}}
he: {count, plural, =1{השלים/ה משחק התכתבות {count} מסוג {param2}} =2{השלים/ה {count} משחקי התכתבות מסוג {param2}} many{השלים/ה {count} משחקי התכתבות מסוג {param2}} other{השלים/ה {count} משחקי התכתבות מסוג {param2}}}
it: {count, plural, =1{Partita {count} {param2} per corrispondenza completata} other{Partite {count} {param2} per corrispondenza completate}}
ko: {count, plural, other{{count}번의 {param2} 통신 대국을 완료함}}
lt: {count, plural, =1{Baigta {count} {param2} korespondencinės partija} few{Baigtos {count} {param2} korespondencinės partijos} many{Baigta {count} {param2} korespondencinių partijų} other{Baigta {count} {param2} korespondencinių partijų}}
nl: {count, plural, =1{Voltooide {count} {param2} correspondentiepartijen} other{Voltooide {count} {param2} correspondentiepartijen}}
pt: {count, plural, =1{Completou {count} jogo {param2} por correspondência} other{Completou {count} jogos {param2} por correspondência}}
ro: {count, plural, =1{Terminat {count} joc de tip {param2} de corespondență} few{Terminat {count} jocuri de tip {param2} de corespondență} other{Terminat {count} jocuri de tip {param2} de corespondență}}
ru: {count, plural, =1{Завершена {count} {param2} игра по переписке} few{Завершены {count} {param2} игры по переписке} many{Завершены {count} {param2} игр по переписке} other{Завершены {count} {param2} игр по переписке}}
sk: {count, plural, =1{Odohraná {count} {param2} korešpondenčná partia} few{Odohrané {count} {param2} korešpondenčné partie} many{Odohraných {count} {param2} korešpondenčných partií} other{Odohraných {count} {param2} korešpondenčných partií}}
sl: {count, plural, =1{Dokončana {count} {param2} korespondenčna igra} =2{Dokončani {count} {param2} korespondenčni igri} few{Dokončane {count} {param2} korespondenčne igre} other{Dokončanih {count} {param2} korespondenčnih iger}}
sv: {count, plural, =1{Avslutade {count} {param2} korrespondensparti} other{Avslutade {count} {param2} korrespondenspartier}}
tr: {count, plural, =1{{count} {param2} yazışmalı oyunu tamamladı} other{{count} {param2} yazışmalı oyunu tamamladı}}
uk: {count, plural, =1{Зіграно {count} {param2} заочну гру} few{Зіграно {count} {param2} заочні гри} many{Зіграно {count} {param2} заочних ігор} other{Зіграно {count} {param2} заочних ігор}}
vi: {count, plural, other{Đã hoàn thành {count} ván cờ qua thư {param2}}}
zh: {count, plural, other{完成了 {count} 盘 {param2} 通讯棋}}
zh_tw: {count, plural, other{完成了 {count} {param2} 場通信棋局}}

# activityFollowedNbPlayers
source: {count, plural, =1{Started following {count} player} other{Started following {count} players}}
af: {count, plural, =1{Het {count} speler begin volg} other{Het {count} spelers begin volg}}
ar: {count, plural, =0{تم البدء في متابعة {count} لاعب} =1{تم البدء في متابعة {count} لاعب} =2{تم البدء في متابعة {count} لاعبان} few{تم البدء في متابعة {count} لاعبين} many{تم البدء في متابعة {count} لاعبين} other{تم البدء في متابعة {count} لاعب}}
az: {count, plural, =1{{count} oyunçunu izləməyə başladı} other{{count} oyunçunu izləməyə başladı}}
be: {count, plural, =1{Падпісаўся на {count} гульца} few{Падпісаўся на {count} гульцоў} many{Падпісаўся на {count} гульцоў} other{Падпісаўся на {count} гульцоў}}
bg: {count, plural, =1{Последва {count} играч} other{Следва {count} играчи}}
bn: {count, plural, =1{অনুসরণ শুরু করেছে {count} খেলোয়াড়} other{অনুসরণ শুরু করেছে {count} খেলোয়াড়}}
bs: {count, plural, =1{Počeo/la pratiti {count} igrača} few{Počeo/la pratiti {count} igrača} other{Počeo/la pratiti {count} igrača}}
ca: {count, plural, =1{Segueixes a {count} jugador} other{Segueixes a {count} jugadors}}
cs: {count, plural, =1{Začali jste sledovat {count} hráče} few{Začali jste sledovat {count} hráče} many{Začali jste sledovat {count} hráčů} other{Začali jste sledovat {count} hráčů}}
da: {count, plural, =1{Begyndte at følge {count} spiller} other{Begyndte at følge {count} spillere}}
el: {count, plural, =1{Άρχισε να ακολουθεί {count} παίκτη} other{Άρχισε να ακολουθεί {count} παίκτες}}
eo: {count, plural, =1{Komencis sekvi {count} ludanton} other{Komencis sekvi {count} ludantojn}}
es: {count, plural, =1{Sigue a {count} jugador} other{Sigue a {count} jugadores}}
eu: {count, plural, =1{Jokalari {count} jarraitzen hasi da} other{{count} jokalari jarraitzen hasi da}}
fa: {count, plural, =1{شروع به دنبالیدن {count} بازیکن کرد} other{شروع به دنبالیدن {count} بازیکن کرد}}
fi: {count, plural, =1{Alkoi seuraamaan {count} pelaajaa} other{Alkoi seuraamaan {count} pelaajaa}}
gl: {count, plural, =1{Comezou a seguir a {count} xogador} other{Comezou a seguir a {count} xogadores}}
he: {count, plural, =1{התחיל/ה לעקוב אחר שחקן {count}} =2{התחיל/ה לעקוב אחר {count} שחקנים} many{התחיל/ה לעקוב אחר {count} שחקנים} other{התחיל/ה לעקוב אחר {count} שחקנים}}
id: {count, plural, other{Mulai mengikuti {count} pemain}}
it: {count, plural, =1{Ha iniziato a seguire {count} giocatore} other{Ha iniziato a seguire {count} giocatori}}
kk: {count, plural, =1{{count} ойыншыға серік болып қосылды} other{{count} ойыншыға серік болып қосылды}}
ko: {count, plural, other{{count} 명을 팔로우 개시}}
lt: {count, plural, =1{Pradėjo sekti {count} žaidėją} few{Pradėjo sekti {count} žaidėjus} many{Pradėjo sekti {count} žaidėjų} other{Pradėjo sekti {count} žaidėjų}}
lv: {count, plural, =0{Sāka sekot {count} spēlētājiem} =1{Sāka sekot {count} spēlētājam} other{Sāka sekot {count} spēlētājiem}}
mk: {count, plural, =1{Заследи {count} играч} other{Заследи {count} играчи}}
nl: {count, plural, =1{Begon {count} speler te volgen} other{Begon {count} spelers te volgen}}
pt: {count, plural, =1{Começou a seguir {count} jogador} other{Começou a seguir {count} jogadores}}
ro: {count, plural, =1{A început să urmărească {count} jucător} few{A început să urmărească {count} jucători} other{A început să urmărească {count} jucători}}
ru: {count, plural, =1{{count} игрок добавлен в подписку} few{{count} игрока добавлены в подписку} many{{count} игроков добавлены в подписку} other{{count} игроков добавлены в подписку}}
sk: {count, plural, =1{Začiatok sledovania {count} hráča} few{Začal sledovať {count} hráčov} many{Začal sledovať {count} hráčov} other{Začal sledovať {count} hráčov}}
sl: {count, plural, =1{Sledi {count} igralcu} =2{Sledi {count} igralcem} few{Sledi {count} igralcem} other{Sledi {count} igralcem}}
sq: {count, plural, =1{Filloi të ndjek lojtarin {count}} other{Filloi të ndjekë {count} lojtarë}}
sr: {count, plural, =1{Почео/ла пратити {count} играча} few{Почео/ла пратити {count} играча} other{Почео/ла пратити {count} играча}}
sv: {count, plural, =1{Började följa {count} spelare} other{Började följa {count} spelare}}
tr: {count, plural, =1{{count} oyuncuyu takip etmeye başladı} other{{count} oyuncuyu takip etmeye başladı}}
uk: {count, plural, =1{Підписався на {count} гравця} few{Почав спостерігати за {count} гравцями} many{Почав спостерігати за {count} гравцями} other{Почав спостерігати за {count} гравцями}}
vi: {count, plural, other{Đã theo dõi {count} kỳ thủ}}
zh: {count, plural, other{新关注 {count} 位棋手}}
zh_tw: {count, plural, other{開始關注 {count} 個玩家}}

# activityGainedNbFollowers
source: {count, plural, =1{Gained {count} new follower} other{Gained {count} new followers}}
af: {count, plural, =1{Het {count} nuwe volger bygekry} other{Het {count} nuwe volgers bygekry}}
ar: {count, plural, =0{اكتسب {count} متابع جديد} =1{اكتسب {count} متابع جديد} =2{اكتسب {count} متابعان جديدان} few{اكتسب {count} متابعين جدد} many{اكتسب {count} متابع جديد} other{اكتسب {count} متابع جديد}}
az: {count, plural, =1{{count} yeni izləyici qazandı} other{{count} yeni izləyici qazandı}}
be: {count, plural, =1{{count} новы падпісчык} few{{count} новых падпісчыкі} many{{count} новых падпісчыкаў} other{{count} новых падпісчыкаў}}
bg: {count, plural, =1{Прибави {count} нов последовател} other{Прибави {count} нови последователи}}
bn: {count, plural, =1{অর্জন করেছেন {count} নতুন অনুসরন} other{অর্জন করেছেন {count} নতুন অনুসরন}}
bs: {count, plural, =1{Dobio/la {count} novog pratitelja} few{Dobio/la {count} novih pratitelja} other{Dobio/la {count} novih pratitelja}}
ca: {count, plural, =1{Té {count} seguidor nou} other{Té {count} seguidors nous}}
cs: {count, plural, =1{Získán {count} nový následovník} few{Získáni {count} noví následovníci} many{Získáno {count} nových následovníků} other{Získáno {count} nových následovníků}}
da: {count, plural, =1{Fik {count} ny følger} other{Fik {count} nye følgere}}
el: {count, plural, =1{Απέκτησε {count} νέο ακόλουθο} other{Απέκτησε {count} νέους ακόλουθους}}
eo: {count, plural, =1{Gajnis {count} novan sekvanton} other{Gajnis {count} novajn sekvantojn}}
es: {count, plural, =1{Tiene {count} seguidor nuevo} other{Tiene {count} seguidores nuevos}}
eu: {count, plural, =1{Jarraitzaile berri {count} lortu du} other{{count} jarraitzaile berri lortu ditu}}
fa: {count, plural, =1{{count} دنبال‌گر جدید به‌دست آورد} other{{count} دنبال‌گر جدید به‌دست آورد}}
fi: {count, plural, =1{Sai {count} uuden seuraajan} other{Sai {count} uutta seuraajaa}}
gl: {count, plural, =1{Gañou {count} novo seguidor} other{Gañou {count} novos seguidores}}
he: {count, plural, =1{השיג/ה עוקב/ת {count} חדש/ה} =2{השיג/ה {count} עוקבים חדשים} many{השיג/ה {count} עוקבים חדשים} other{השיג/ה {count} עוקבים חדשים}}
id: {count, plural, other{Memperoleh {count} pengikut baru}}
it: {count, plural, =1{Ha guadagnato {count} nuovo follower} other{Ha guadagnato {count} nuovi follower}}
kk: {count, plural, =1{Жаңа {count} серік тапты} other{Жаңа {count} серік тапты}}
ko: {count, plural, other{{count} 명의 신규 팔로워를 얻음}}
lt: {count, plural, =1{Sulaukė {count} sekėjo} few{Sulaukė {count} sekėjų} many{Sulaukė {count} sekėjų} other{Sulaukė {count} sekėjų}}
lv: {count, plural, =0{Ieguva {count} jaunus sekotājus} =1{Ieguva {count} jaunu sekotāju} other{Ieguva {count} jaunus sekotājus}}
mk: {count, plural, =1{Стекна {count} нов следач} other{Стекна {count} нови следачи}}
nl: {count, plural, =1{{count} nieuwe volger verworven} other{{count} nieuwe volgers verworven}}
pt: {count, plural, =1{Ganhou {count} novo seguidor} other{Ganhou {count} novos seguidores}}
ro: {count, plural, =1{A obținut {count} urmăritor nou} few{A obținut {count} urmăritori noi} other{A obținut {count} urmăritori noi}}
ru: {count, plural, =1{Добавился {count} новый подписчик} few{Добавились {count} новых подписчика} many{Добавились {count} новых подписчиков} other{Добавились {count} новых подписчиков}}
sk: {count, plural, =1{Získal {count} nového sledovateľa} few{Získal {count} nových sledovateľov} many{Získal {count} nových sledovateľov} other{Získal {count} nových sledovateľov}}
sl: {count, plural, =1{Ima {count} novega sledilca} =2{Ima {count} nova sledilca} few{Ima {count} nove sledilce} other{Ima {count} novih sledilcev}}
sq: {count, plural, =1{Fitoi %një ndjekës të ri} other{Përfitoi {count} ndjekës të ri}}
sr: {count, plural, =1{Стекао/ла {count} новог пратиоца} few{Стекао/ла {count} нова пратилаца} other{Стекао/ла {count} нових пратилаца}}
sv: {count, plural, =1{Fick {count} ny följare} other{Fick {count} nya följare}}
tr: {count, plural, =1{{count} yeni takipçi kazandı} other{{count} yeni takipçi kazandı}}
uk: {count, plural, =1{Отримав {count} нового підписника} few{Отримав {count} нових підписників} many{Отримав {count} нових підписників} other{Отримав {count} нових підписників}}
vi: {count, plural, other{Đạt được {count} người theo dõi mới}}
zh: {count, plural, other{新增 {count} 位关注者}}
zh_tw: {count, plural, other{增加了 {count} 個追蹤者}}
