Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeLong
source: Long puzzle
af: Lang legkaart
ar: لغز طويل
az: Uzun tapmaca
be: Доўгая задача
bg: Дълга задача
bn: দীর্ঘ ধাঁধা
bs: Duga slagalica
ca: Problema llarg
cs: Dlouhá úloha
da: Lang opgave
el: Μεγάλο τακτικό
eo: Longa puzlo
es: Ejercicio largo
eu: Ariketa luzea
fa: معمای طولانی
fi: Pitkä tehtävä
gl: Exercicio longo
he: פאזל ארוך
hy: Եռաքայլ խնդիր
id: Puzzle Panjang
it: Problema lungo
kk: Ұзын жұмбақ
ko: 긴 퍼즐
lt: Ilgas galvosūkis
lv: Garš uzdevums
nl: Lange puzzel
pt: Problema longo
ro: Puzzle lung
ru: Трёхходовая задача
sk: Troj-ťahové úlohy
sl: Dolga uganka
sq: Ushtrim i gjatë
sr: Дугачак проблем
sv: Långa schackproblem
tr: Uzun bulmaca
uk: Багатоходова задача
vi: Câu đố dài
zh: 长谜题
zh_tw: 長謎題

# puzzleThemeLongDescription
source: Three moves to win.
af: Drie skofte om te wen.
ar: ثلاث حركات للفوز.
az: 3 gedişə qələbə.
be: Да перамогі 3 хады.
bg: Победа в три хода.
bn: তিন চালে জিতুন।
bs: Tri poteza za pobjedu.
ca: Tres jugades per guanyar.
cs: Tři tahy k výhře.
da: Tre træk for at vinde.
el: Τρεις κινήσεις για να κερδίσετε.
eo: Tri movoj por venki.
es: Tres movimientos para ganar.
eu: Irabazteko hiru jokaldi.
fa: سه حرکت برای پیروزی.
fi: Voittoon tarvitaan kolme siirtoa.
gl: Gaña en tres xogadas.
he: שלושה מסעים לניצחון.
hy: Երեք քայլ մինչև հաղթանակ։
id: Tiga gerakan untuk menang.
it: Vittoria in tre mosse.
kk: Жеңіске үш қадам.
ko: 승리까지 세 수 걸립니다.
lt: Trys ėjimai laimėti.
lv: Trīs gājieni līdz uzvarai.
nl: Winnen in drie zetten.
pt: Três movimentos para ganhar.
ro: Trei mutări pentru a câștiga.
ru: Три хода до победы.
sk: Tri ťahy do výhry.
sl: Tri poteze za zmago.
sq: Tri lëvizje për të fituar.
sr: Три потеза до добитка.
sv: Tre drag för att vinna.
tr: Üç hamlede kazanç.
uk: Перемога за три ходи.
vi: Thắng trong ba nước cờ.
zh: 需要三步棋取胜。
zh_tw: 三步獲勝

# puzzleThemeMaster
source: Master games
af: Meester spelle
ar: مباريات استاذ
az: Usta oyunları
be: Гульні майстроў
bg: Майсторски Игри
bn: খেতাবধারীদের খেলা
bs: Majstorske igre
ca: Partides de Mestre
cs: Partie mistrů
da: Mesterpartier
el: Παρτίδες κορυφαίων παικτών
eo: Majstraj ludoj
es: Partidas de maestros
eu: Maisuen partidak
fa: بازی‌های استادان
fi: Mestaritason pelit
gl: Partidas de Mestres
he: משחקי אמנים
hy: Վարպետների պարտիաներ
id: Permainan master
it: Partite di Maestri
kk: Шебер ойындары
ko: 마스터 게임
lt: Meistrų partijos
lv: Meistaru spēles
nl: Partijen van meesters
pt: Jogos de mestres
ro: Partidele maeștrilor
ru: Партии мастеров
sk: Partie majstrov
sl: Igre mojstrov
sq: Lojëra Mjeshtrash
sr: Партије мајстора
sv: Mästarpartier
tr: Ustaların oyunları
uk: Партії майстрів
vi: Ván đấu cao cấp
zh: 大师对局
zh_tw: 大師棋局

# puzzleThemeMasterDescription
source: Puzzles from games played by titled players.
af: Raaisels uit spelle van getitelde spelers.
ar: ألغاز من مباريات لاعبين من حملة الألقاب.
az: Titullu oyunçuların oynadığı oyunlardan tapmacalar.
be: Задачы з гульняў тытулаваных гульцоў.
bg: Задачи от партии играни от титулувани играчи.
bn: খেতাবধারীদের খেলা থেকে নেয়া ধাঁধা।
bs: Zagonetke iz igara koje igraju titulani igrači.
ca: Problemes de partides jugades per jugadors amb títol.
cs: Úlohy z partií šachistů s oficiálním titulem.
da: Taktikopgaver fra partier af spillere med titel.
el: Τακτικά από παρτίδες τιτλούχων παικτών.
eo: Puzloj el ludoj ludantaj de titolaj ludantoj.
es: Ejercicios de partidas de jugadores titulados.
eu: Tituludun jokalariek jokatutako partidetan oinarritutako ariketak.
fa: معماهای برگرفته از بازی‌های بازیکنان عنوان‌دار.
fi: Tehtäviä arvonimen saaneiden pelaajien peleistä.
gl: Exercicios de partidas de xogadores titulados.
he: פאזלים ממשחקים של אמני שחמט.
hy: Խնդիրներ տիտղոսակիր խաղացողների մասնակցությամբ պարտիաներից։
id: Puzzle dari seri pemain bergelar.
it: Problemi da partite giocate da scacchisti titolati.
kk: Атақты ойыншылардың ойындарынан алынған жұмбақтар.
ko: 타이틀 보유 플레이어의 게임에서 나온 퍼즐입니다.
lt: Užduotys iš tituluotų žaidėjų partijų.
lv: Puzles no spēlēm, ko spēlējuši spēlētāji ar tituliem.
nl: Puzzels van partijen met één titelhouder.
pt: Problemas de partidas jogadas por jogadores titulados.
ro: Puzzle-uri din partidele jucate de jucători care au primit titluri FIDE.
ru: Задачи из партий с участием титулованных игроков.
sk: Úlohy z partií šachistov s titulom.
sl: Igre, ki so jih odigrali igralci z nazivom.
sq: Ushtrime nga lojëra të luajtura nga lojtarë me tituj.
sr: Проблеми из партија играних између два играча са титулама.
sv: Schackproblem från partier som spelats av spelare med mästartitel.
tr: Unvanlı oyuncuların oyunlarından bulmacalar.
uk: Задачі з ігор титулованих гравців.
vi: Câu đố từ các ván đấu của người có danh hiệu.
zh: 来自有头衔棋手对局的谜题。
zh_tw: 從頭銜玩家的棋局中生成的謎題。

# puzzleThemeMasterVsMaster
source: Master vs Master games
af: Meester vs Meester spelle
ar: مباراة أستاذ ضد أستاذ
az: Usta vs Usta oyunları
be: З гульняў майстроў
bg: Партии Майстор срещу Майстор
bn: খেতাব বনাম খেতাব
bs: Igre Naprednika protiv Naprednika
ca: Partides Mestre vs Mestre
cs: Úlohy z mistrovských partií
da: Mester mod mester partier
el: Παρτίδες μεταξύ κορυφαίων παικτών
eo: Majstro kontraŭ Majtro ludoj
es: Partidas entre maestros
eu: Maisuen arteko partidak
fa: بازی‌های استادان برابر هم
fi: Kahden mestarin väliset pelit
gl: Partidas entre Mestres
he: משחקי אמן נגד אמן
hy: Երկու վարպետների պարտիաներ
id: Game Master vs Master
it: Partite fra Maestri
kk: Шеберлердің өзара ойындары
ko: 마스터 vs 마스터 게임
lt: Meistrų prieš meistrus partijos
lv: Meistaru spēles pret meistariem
nl: Partijen van meesters onderling
pt: Jogos de Mestre vs Mestre
ro: Partide maestru vs maestru
ru: Партии двух мастеров
sk: Partie majstrov proti majstrom
sl: Igre mojster proti mojstru
sq: Lojëra mjeshtër kundër mjeshtri
sr: Партије Мајстор против Мајстора
sv: Mästare mot mästare partier
tr: Ustaların ustalarla oynadığı oyunlar
uk: Ігри двох майстрів
vi: Ván đấu giữa 2 kiện tướng
zh: 大师对战大师
zh_tw: 大師對局

# puzzleThemeMasterVsMasterDescription
source: Puzzles from games between two titled players.
af: Raaisels uit spelle tussen twee getitelde spelers.
ar: ألغاز من مباريات بين لاعبين من حملة الألقاب.
az: İki titullu oyunçu arasındakı oyunlardan tapmacalar.
be: Задачы з гульняў паміж тытулаванымі гульцамі.
bg: Задачи от партии между двама титулувани играчи.
bn: দুইজন খেতাবধারীদের খেলা থেকে নেয়া ধাঁধা।
bs: Zagonetke iz igara između dva naslovljena igrača.
ca: Problemes de partides entre dos jugadors amb títol.
cs: Úlohy z partií šachistů s oficiálním titulem.
da: Taktikopgaver fra partier mellem to spillere med titel.
el: Τακτικά από παρτίδες μεταξύ δύο τιτλούχων παικτών.
eo: Puzloj el ludoj inter du titolitaj ŝakistoj.
es: Ejercicios de partidas entre jugadores titulados.
eu: Tituludun jokalari biren artean jokatutako partidetan oinarritutako ariketak.
fa: معماهای برگرفته از بازی‌های میان دو بازیکن عنوان‌دار.
fi: Tehtäviä kahden arvonimen saaneen pelaajan välisistä peleistä.
gl: Exercicios de partidas entre xogadores titulados.
he: פאזלים ממשחקים בין שני אמנים.
hy: Խնդիրներ երկու տիտղոսակիր խաղացողների մասնակցությամբ պարտիաներից։
id: Puzzle dari permainan antara dua pemain bergelar.
it: Problemi da partite giocate fra due scacchisti titolati.
kk: Екі атақты ойыншылардың ойындарынан алынған жұмбақтар.
ko: 타이틀 보유 플레이어 간의 게임에서 나온 퍼즐입니다.
lt: Užduotys iš partijų tarp tituluotų žaidėjų.
lv: Puzles no spēlēm, kurās abiem spēlētājiem ir tituli.
nl: Puzzels van partijen met twee titelhouders.
pt: Partidas jogadas entre dois jogadores titulados.
ro: Puzzle-uri din partidele jucate între doi jucători care au primit titluri FIDE.
ru: Задачи из партий с участием двух титулованных игроков.
sk: Úlohy z partií medzi šachistami s titulom.
sl: Uganke iz iger med igralci z nazivom.
sq: Ushtrime nga lojëra të luajtura mes dy lojtarësh me tituj.
sr: Проблеми из партија између два играча са титулама.
sv: Schackproblem från partier som spelats av två spelare med mästartitel.
tr: Unvanlı iki oyuncunun oyunlarından bulmacalar.
uk: Задачі з ігор, які були зіграні двома титулованими гравцями.
vi: Câu đố từ các ván đấu giữa hai kiện tướng.
zh: 来自两位有头衔棋手之间对局的谜题。
zh_tw: 從兩位頭銜玩家的棋局中生成的謎題。

# puzzleThemeMate
source: Checkmate
af: Mat
ar: كش مات
az: Mat
be: Мат
bg: Матове
bn: কিস্তিমাত
bs: Šah-mat
ca: Mat
cs: Mat
da: Mat
el: Ματ
eo: Mato
es: Jaque mate
eu: Mate
fa: کیش و مات
fi: Matti
gl: Xaque mate
he: מט
hy: Մատ
id: Skakmat
it: Scacco matto
kk: Мат
ko: 체크메이트
lt: Matas
lv: Mats
nl: Mat
pt: Xeque-mate
ro: Mat
ru: Мат
sk: Mat
sl: Mat
sq: Shat mat
sr: Мат
sv: Matt
tr: Mat
uk: Мат
vi: Chiếu hết
zh: 将杀
zh_tw: 將軍

# puzzleThemeMateDescription
source: Win the game with style.
af: Wen die spel met styl.
ar: اربح المباراة بأناقة.
az: Oyunu üslubuyla qazanın.
be: Выйграйце стылёва.
bg: Победи със стил.
bn: ভঙ্গিমায় খেলা জিতুন।
bs: Pobijedite igru sa stilom.
ca: Guanya la partida amb estil.
cs: Vyhrajte hru stylově.
da: Vind spillet med stil.
el: Κερδίστε το παιχνίδι με στυλ.
eo: Gajni la ludon stile.
es: Gana la partida con estilo.
eu: Irabazi partida estiloarekin.
fa: بازی را با سبک خاصی ببرید.
fi: Voita peli tyylillä.
gl: Gana a partida con estilo.
he: נצחו את המשחק בסטייל.
hy: Ավարտեք խաղը գեղեցիկ
id: Menangkan game dengan bergaya.
it: Vinci la partita con stile.
kk: Ойынды әдемі жеңіп алыңыз.
ko: 게임을 승리하세요.
lt: Laimėkite žaidimą su klase.
lv: Uzvariet spēli ar stilu.
nl: De partij in stijl winnen.
pt: Vence a partida com estilo.
ro: Câștigă jocul cu stil.
ru: Закончите игру красиво.
sk: Vyhrajte hru so štýlom.
sl: Zmagati igro v stilu.
sq: Fitojeni lojën me stil.
sr: Добијте партију са стилом.
sv: Vinn partiet med stil.
tr: Oyunu tarz ile kazanın.
uk: Виграйте гру красиво.
vi: Chiến thắng ván cờ với phong cách.
zh: 漂亮地赢得对局。
zh_tw: 以你的技能贏得勝利

# puzzleThemeMateIn1
source: Mate in 1
af: Mat in 1
ar: كش مات في حركة واحدة
az: 1 Gedişə Mat
be: Мат у 1 ход
bg: Мат в 1 ход
bn: ১ চালে মাত
bs: Mat u jednom
ca: Mat en 1
cs: Mat 1. tahem
da: Mat i 1
el: Ματ σε 1
eo: Mato en 1
es: Mate en 1
eu: Mate baten
fa: مات در یک حرکت
fi: 1 siirron matti
gl: Mate nun movemento
he: מט ב1
hy: Մատ 1 քայլից
id: Mati dalam 1 Langkah
it: Matto in 1
kk: 1 жүрісті мат
ko: 1수 메이트
lt: Matas vienu ėjimu
lv: Mats vienā gājienā
nl: Mat in 1
pt: Mate em 1
ro: Mat din 1
ru: Мат в 1 ход
sk: Mat 1. ťahom
sl: Mat v 1
sq: Mat me 1
sr: Мат у 1
sv: Matt i 1 drag
tr: 1 Hamlede Mat
uk: Мат в 1 хід
vi: Chiếu hết trong 1 nước
zh: 一步杀
zh_tw: 一步殺棋

# puzzleThemeMateIn1Description
source: Deliver checkmate in one move.
af: Lewer skaakmat in een beweging.
ar: تحقيق الكش مات في حركة وحدة.
az: Bir gedişə mat edin.
be: Пастаўце мат у адзін ход.
bg: Матирай с един ход.
bn: ১ চালে কিস্তিমাত দিন।
bs: Dajte mat u jednom potezu.
ca: Fer escac i mat en una jugada.
cs: Dejte mat prvním tahem.
da: Sæt skakmat i ét træk.
el: Κάντε ματ με μια κίνηση.
eo: Liveri ŝakmaton en unu movo.
es: Dar mate en un movimiento.
eu: Eman mate jokaldi bakarrean.
fa: در یک حرکت کیش و مات کنید.
fi: Tee matti yhdessä siirrossa.
gl: Dá xaque mate cun só movemento.
he: בצע/י מט במסע אחד.
hy: Արեք մատ մեկ քայլից։
id: Berikan skakmat dalam satu gerakan.
it: Dai scacco matto in una mossa.
kk: Бір жүріспен мат жасаңыз.
ko: 한 수만에 체크메이트하세요.
lt: Atlikite matą vienu ėjimu.
lv: Piesakiet matu vienā gājienā.
nl: Zet schaakmat in één zet.
pt: Faz xeque-mate num movimento.
ro: Dă mat dintr-o mutare.
ru: Поставьте мат в один ход.
sk: Dajte mat jedným ťahom.
sl: Matirajte v eni potezi.
sq: Jepni shah-mat me një lëvizje.
sr: Матирајте у једном потезу.
sv: Gör schackmatt i ett drag.
tr: Tek hamlede rakibi mat et.
uk: Поставте мат в один хід.
vi: Chiếu hết trong một nước cờ.
zh: 一步之内将杀。
zh_tw: 一步將軍

# puzzleThemeMateIn2
source: Mate in 2
af: Mat in 2
ar: كش مات في حركتين
az: 2 Gedişə Mat
be: Мат у 2 хады
bg: Мат в 2 хода
bn: ২ চালে মাত
bs: Mat u dvoje
ca: Mat en 2
cs: Mat 2. tahem
da: Mat i 2
el: Ματ σε 2
eo: Mato en 2
es: Mate en 2
eu: Mate bitan
fa: مات در دو حرکت
fi: 2 siirron matti
gl: Mate en 2
he: מט ב2
hy: Մատ 2 քայլից
id: Mati dalam 2 Langkah
it: Matto in 2
kk: 2 жүрісті мат
ko: 2수 메이트
lt: Matas dviem ėjimais
lv: Mats 2 gājienos
nl: Mat in 2
pt: Mate em 2
ro: Mat din 2
ru: Мат в два хода
sk: Mat 2. ťahom
sl: Mat v 2
sq: Mat me 2
sr: Мат у 2
sv: Matt i 2 drag
tr: 2 Hamlede Mat
uk: Мат в 2 ходи
vi: Chiếu hết trong 2 nước
zh: 两步杀
zh_tw: 兩步殺棋

# puzzleThemeMateIn2Description
source: Deliver checkmate in two moves.
af: Lewer skaakmat in twee bewegings.
ar: تحقيق الكش مات في حركتين.
az: İki gedişə mat edin.
be: Пастаўце мат у два хады.
bg: Матирай с два хода.
bn: ২ চালে কিস্তিমাত দিন।
bs: Dajte mat u dva poteza.
ca: Fer escac i mat en dues jugades.
cs: Dejte mat druhým tahem.
da: Sæt skakmat med to træk.
el: Κάντε ματ σε δύο κινήσεις.
eo: Liveri ŝakmaton en du movoj.
es: Dar mate en dos movimientos.
eu: Eman mate bi jokalditan.
fa: در دو حرکت کیش و مات کنید.
fi: Tee matti kahdessa siirrossa.
gl: Dá xaque mate en dous movementos.
he: בצע/י מט בשני מסעים.
hy: Արեք մատ երկու քայլից։
id: Berikan skakmat dalam dua gerakan.
it: Dai scacco matto in due mosse.
kk: Екі жүріспен мат жасаңыз.
ko: 두 수만에 체크메이트하세요.
lt: Atlikite matą dviem ėjimais.
lv: Piesakiet matu divos gājienos.
nl: Zet schaakmat in twee zetten.
pt: Faz xeque-mate em dois movimentos.
ro: Dă mat din două mutări.
ru: Поставьте мат в два хода.
sk: Dajte mat dvoma ťahmi.
sl: Matirajte v dveh potezah.
sq: Jepni shah-mat me dy lëvizje.
sr: Матирајте у два потеза.
sv: Gör schackmatt i två drag.
tr: İki hamlede rakibi mat et.
uk: Поставте мат в два ходи.
vi: Chiếu hết trong hai nước cờ.
zh: 两步之内将杀。
zh_tw: 走兩步以達到將軍

# puzzleThemeMateIn3
source: Mate in 3
af: Mat in 3
ar: كش مات في 3 حركات
az: 3 Gedişə Mat
be: Мат у 3 хады
bg: Мат в 3 хода
bn: ৩ চালে মাত
bs: Mat u troje
ca: Mat en 3
cs: Mat 3. tahem
da: Mat i 3
el: Ματ σε 3
eo: Mato en 3
es: Mate en 3
eu: Mate hirutan
fa: مات در سه حرکت
fi: 3 siirron matti
gl: Mate en 3
he: מט ב3
hy: Մատ 3 քայլից
id: Mati dalam 3 Langkah
it: Matto in 3
kk: 3 жүрісті мат
ko: 3수 메이트
lt: Matas trimis ėjimais
lv: Mats 3 gājienos
nl: Mat in 3
pt: Mate em 3
ro: Mat din 3
ru: Мат в 3 хода
sk: Mat 3. ťahom
sl: Mat v 3
sq: Mat me 3
sr: Мат у 3
sv: Matt i 3 drag
tr: 3 Hamlede Mat
uk: Мат в 3 ходи
vi: Chiếu hết trong 3 nước
zh: 三步杀
zh_tw: 三步殺棋

# puzzleThemeMateIn3Description
source: Deliver checkmate in three moves.
af: Lewer skaakmat in drie bewegings.
ar: تحقيق الكش مات في 3 نقلات.
az: Üç gedişə mat et.
be: Пастаўце мат у тры хады.
bg: Матирай с три хода.
bn: ৩ চালে কিস্তিমাত দিন।
bs: Dajte mat u tri poteza.
ca: Fer escac i mat en tres jugades.
cs: Dejte mat třetím tahem.
da: Sæt skakmat med tre træk.
el: Κάντε ματ σε τρεις κινήσεις.
eo: Liveri ŝakmaton en tri movoj.
es: Dar mate en tres movimientos.
eu: Eman mate hiru jokalditan.
fa: در سه حرکت کیش و مات کنید.
fi: Tee matti kolmessa siirrossa.
gl: Dá xaque mate en tres movementos.
he: בצע/י מט בשלושה מסעים.
hy: Արեք մատ երեք քայլից։
id: Berikan skatmat dalam tiga gerakan.
it: Dai scacco matto in tre mosse.
kk: Үш жүріспен мат жасаңыз.
ko: 세 수만에 체크메이트하세요.
lt: Atlikite matą trimis ėjimais.
lv: Piesakiet matu trīs gājienos.
nl: Zet schaakmat in drie zetten.
pt: Faz xeque-mate em três movimentos.
ro: Dă mat din trei mutări.
ru: Поставьте мат в три хода.
sk: Dajte mat tromi ťahmi.
sl: Matirajte v treh potezah.
sq: Jepni shah-mat me tre lëvizje.
sr: Матирајте у три потеза.
sv: Gör schackmatt i tre drag.
tr: Üç hamlede rakibi mat et.
uk: Поставте мат в три ходи.
vi: Chiếu hết trong ba nước cờ.
zh: 三步之内将杀。
zh_tw: 走三步以達到將軍

# puzzleThemeMateIn4
source: Mate in 4
af: Mat in 4
ar: كش مات في 4 حركات
az: 4 Gedişə Mat
be: Мат у 4 хады
bg: Мат в 4 хода
bn: ৪ চালে মাত
bs: Mat u četvero
ca: Mat en 4
cs: Mat 4. tahem
da: Mat i 4
el: Ματ σε 4
eo: Mato en 4
es: Mate en 4
eu: Mate lautan
fa: مات در چهار حرکت
fi: 4 siirron matti
gl: Mate en 4
he: מט ב4
hy: Մատ 4 քայլից
id: Mati dalam 4 Langkah
it: Matto in 4
kk: 4 жүрісті мат
ko: 4수 메이트
lt: Matas keturiais ėjimais
lv: Mats 4 gājienos
nl: Mat in 4
pt: Mate em 4
ro: Mat din 4
ru: Мат в 4 хода
sk: Mat na 4 ťahy
sl: Mat v 4
sq: Mat me 4
sr: Мат у 4
sv: Matt i 4 drag
tr: 4 Hamlede Mat
uk: Мат в 4 ходи
vi: Chiếu hết trong 4 nước
zh: 四步杀
zh_tw: 四步殺棋

# puzzleThemeMateIn4Description
source: Deliver checkmate in four moves.
af: Lewer skaakmat in vier bewegings.
ar: تحقيق الكش مات قي 4 نقلات.
az: Dörd gedişə mat et.
be: Пастаўце мат у чатыры хады.
bg: Матирай с четири хода.
bn: ৪ চালে কিস্তিমাত দিন।
bs: Dajte mat u četiri poteza.
ca: Fer escac i mat en quatre jugades.
cs: Dejte mat čtvrtým tahem.
da: Sæt skakmat i fire træk.
el: Κάντε ματ σε τέσσερις κινήσεις.
eo: Liveri ŝakmaton en kvar movoj.
es: Dar mate en cuatro movimientos.
eu: Eman mate lau jokalditan.
fa: در چهار حرکت کیش و مات کنید.
fi: Tee matti neljässä siirrossa.
gl: Dá xaque mate en catro movementos.
he: בצע/י מט בארבעה מסעים.
hy: Արեք մատ չորս քայլից։
id: Berikan skakmat dalam empat gerakan.
it: Dai scacco matto in quattro mosse.
kk: Төрт жүріспен мат жасаңыз.
ko: 네 수만에 체크메이트하세요.
lt: Atlikite matą keturiais ėjimais.
lv: Piesakiet matu četros gājienos.
nl: Zet schaakmat in vier zetten.
pt: Faz xeque-mate em quatro movimentos.
ro: Dă mat din patru mutări.
ru: Поставьте мат за четыре хода.
sk: Dajte mat štyrmi ťahmi.
sl: Matirajte v štirih potezah.
sq: Jepni shah-mat me katër lëvizje.
sr: Матирајте у четири потеза.
sv: Gör schackmatt i fyra drag.
tr: Dört hamlede rakibi mat et.
uk: Поставте мат в чотири ходи.
vi: Chiếu hết trong bốn nước cờ.
zh: 四步之内将杀。
zh_tw: 走四步以達到將軍

# puzzleThemeMateIn5
source: Mate in 5 or more
af: Par in 5 of meer
ar: كش مات في 5 حركات أو اكثر
az: 5 və ya daha çox gedişə mat
be: Мат у 5 хадоў
bg: Мат в 5 или повече хода
bn: ৫ বা ততোধিক চালে মাত
bs: Mat u petero ili više
ca: Mat en 5 o més
cs: Mat za 5 nebo více tahů
da: Mat i 5 eller flere
el: Ματ σε 5 ή περισσότερο
eo: Mato en 5 aŭ pli
es: Mate en 5 o más
eu: Mate 5 edo jokaldi gehiagotan
fa: مات در پنج حرکت یا بیشتر
fi: 5 tai useamman siirron matti
gl: Mate en 5 ou máis
he: מט ב5 או יותר
hy: Մատ 5 և ավելի քայլից
id: Mati dalam 5 langkah atau lebih
it: Matto in 5 o più mosse
kk: ≥5 жүрісті мат
ko: 5수+ 메이트
lt: Matas penkiais ar daugiau ėjimų
lv: Mats 5 vai vairāk gājienos
nl: Mat in 5 of meer
pt: Mate em 5 ou mais
ro: Mat din 5 sau mai multe
ru: Мат в 5 или более ходов
sk: Mat 5. alebo väčším počtom ťahov
sl: Mat v 5
sq: Mat me 5 ose më tepër
sr: Мат у 5 или више
sv: Matt i 5 eller fler drag
tr: 5 hamle ve üstü matlar
uk: Мат в 5 або більше
vi: Chiếu hết trong 5 nước hoặc hơn
zh: 五步或更多步杀
zh_tw: 五步或更高 將軍

# puzzleThemeMateIn5Description
source: Figure out a long mating sequence.
af: Stel 'n lang paringsvolgorde uit.
ar: اكتشف سلسلة من الحركات الممتابعة التي تقود إلى كش مات.
az: Uzun mat ardıcıllığını həll etməyə çalışın.
be: Знайдзіце доўгую матавую паслядоўнасць.
bg: Намерете дълга последователност от ходове водеща до мат.
bn: কিস্তিমাত করার দীর্ঘ চালের ক্রম বের করতে হবে।
bs: Odredite dugi niz matanja.
ca: Troba una seqüència llarga de mat.
cs: Spočítejte dlouhou variantu vedoucí do matu.
da: Find en lang træksekvens, som fører til mat.
el: Βρείτε μία μακρά ακολουθία κινήσεων που οδηγεί σε ματ.
eo: Solvi longan matantan vicon.
es: Calcular una secuencia de mate larga.
eu: Mate emateko sekuentzia luzea asmatu.
fa: کشف یک مات طولانی و متوالی.
fi: Löydä pitkä mattisommitelma.
gl: Calcula unha secuencia de mate longa.
he: מצא/י רצף מסעים ארוך עד למט.
hy: Գտեք դեպի մատը տանող քայլերի հաջորդականությունը։
id: Temukan urutan panjang skatmat.
it: Trova una lunga sequenza di mosse per dare matto.
kk: Матқа жеткізетін жүрістер тізбегін табыңыз.
ko: 긴 체크메이트를 찾아내세요.
lt: Atskleiskite ilgą seką vedančią iki mato.
lv: Izdomājiet garu gājienu virkni, kas beidzas ar matu.
nl: Bedenk een langere reeks zetten.
pt: Descobre uma longa sequência que leva ao xeque-mate.
ro: Găsește o secvență lungă de mat.
ru: Найдите последовательность ходов, ведущую к мату.
sk: Nájdite dlhú matovú kombináciu.
sl: Razvozlajte dolgo zaporedje potez do mata.
sq: Gjeni një varg të gjatë lëvizjesh për mat.
sr: Пронађи дугу матну комбинацију.
sv: Räkna ut en lång schackmattsekvens.
tr: Uzun bir mat serisini çözmeye çalış.
uk: Знайдіть послідовність ходів, що призводить до мату.
vi: Tìm ra một chuỗi dài các nước cờ dẫn đến chiếu hết.
zh: 找出较长的将杀序列。
zh_tw: 看出較長的將死步驟。

# puzzleThemeMiddlegame
source: Middlegame
af: Middelspel
ar: مرحلة وسط اللعبة
az: Mittelşpil
be: Мітальшпіль
bg: Мителшпил
bn: মধ্য-খেলা
bs: Sredokolo
ca: Mig joc
cs: Střední hra
da: Midtspil
el: Μέσο
eo: Mezludo
es: Medio juego
eu: Erdi-jokoa
fa: وسط بازی
fi: Keskipeli
gl: Medio xogo
he: מציעה
hy: Միջնախաղ
id: Setengah permainan
it: Mediogioco
kk: Ойын ортасы
ko: 미들게임
lt: Mitelšpilis
lv: Vidusspēle
nl: Middenspel
pt: Meio-jogo
ro: Mijlocul jocului
ru: Миттельшпиль
sk: Stredná hra
sl: Središčnica
sq: Lojë e mesme
sr: Средишњица
sv: Mittspel
tr: Oyunortası
uk: Мітельшпіль
vi: Trung cuộc
zh: 中局
zh_tw: 中局

# puzzleThemeMiddlegameDescription
source: A tactic during the second phase of the game.
af: 'N Taktiek tydens die tweede fase van die wedstryd.
ar: تكتيك خلال وسط المباراة.
az: Oyunun ikinci mərhələsindəki taktikalar.
be: Тактыка на другім этапе гульні.
bg: Тактика във втората фаза на играта.
bn: খেলার দ্বিতীয় পর্যায়ের কৌশল।
bs: Taktika u drugoj fazi igre.
ca: Una maniobra tàctica a la segona fase de la partida.
cs: Taktický obrat ve střední hře.
da: En taktik i den anden fase af spillet.
el: Τακτικά κατά τη δεύτερη φάση της παρτίδας.
eo: Taktiko dum la dua fazo de la ludo.
es: Una táctica durante la segunda fase de la partida.
eu: Partidaren bigarren faseko taktika.
fa: راهکنشی در مرحله دوم بازی.
fi: Taktiikka pelin toisessa vaiheessa.
gl: Táctica durante a segunda fase do xogo.
he: טקטיקה במהלך השלב השני של המשחק.
hy: Մարտավարություն խաղի երկրորդ փուլում։
id: Taktik selama fase kedua permainan.
it: Una tattica durante la seconda fase della partita.
kk: Ойынның екінші кезеңіндегі тактика.
ko: 게임 중반부에서의 전략
lt: Taktikos skirtos antrai žaidimo fazei.
lv: Spēles otrā posma taktika.
nl: Tactiek in de tweede fase van de partij.
pt: Uma tática durante a segunda fase do jogo.
ro: O tactică în a doua etapă a jocului.
ru: Тактика во второй стадии игры.
sk: Taktika počas druhého úseku hry.
sl: Taktika v drugi fazi partije.
sq: Një taktikë gjatë fazës së dytë të lojës.
sr: Тактика у току друге фазе партије.
sv: En taktik under spelets andra fas.
tr: Oyunun ikinci aşamasında her eve lazım taktikler.
uk: Тактика на другому етапі гри.
vi: Chiến thuật trong giai đoạn thứ hai của ván cờ.
zh: 对局第二阶段的战术。
zh_tw: 棋局中第二階段的戰術

# puzzleThemeOneMove
source: One-move puzzle
af: Een-beweeg legkaart
ar: لفز ذو حركة واحدة
az: Bir gedişlik tapmaca
be: Аднахадовая задача
bg: Едноходови задачи
bn: ১ চালের ধাঁধা
bs: Slagalica u jednom pokretu
ca: Problema d'una sola jugada
cs: Jednotažka
da: Et-træks opgave
el: Τακτικό μιας κίνησης
eo: Unumova puzlo
es: Ejercicio de un solo movimiento
eu: Jokaldi bakarreko ariketa
fa: معمای یک-حرکتی
fi: Yhden siirron tehtävä
gl: Exercicio dun só movemento
he: פאזל מסע יחיד
hy: Մեկքայլանի խնդիր
id: Teka-teki satu gerakan
it: Problema da una mossa
kk: Бір қадамды жұмбақ
ko: 1수 퍼즐
lt: Vieno ėjimo galvosūkiai
lv: Viena gājiena uzdevums
nl: Eén-zet puzzel
pt: Problema de um movimento
ro: Puzzle de o mutare
ru: Одноходовая задача
sk: Jedno-ťahové úlohy
sl: Eno potezna uganka
sq: Ushtrime me një lëvizje
sr: Једнопотезни проблем
sv: Schackproblem med bara ett drag
tr: Tek hamlelik bulmaca
uk: Задача в один хід
vi: Câu đố một nước
zh: 一步棋谜题
zh_tw: 一步題
