Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeSmotheredMateDescription
source: A checkmate delivered by a knight in which the mated king is unable to move because it is surrounded (or smothered) by its own pieces.
af: 'N Skaakmat wat deur 'n ridder afgelewer word waarin die gepaste koning nie kan beweeg nie omdat dit deur sy eie stukke omring (of versmoor word).
ar: هو نمط من الكش مات بالحصان حيث أن الملك غير قادر على التحرك لأنه محاط (مخنوق) بقطعه.
az: Öz fiqurları tərəfindən əhatələndiyi (və ya boğulduğu) üçün hərəkət edə bilməyən şahın at ilə mat edilməsi.
be: Мат пастаўленны канём, калі заматаваны кароль не можа рухацца, бо акружаны (ці запёрты) сваімі фігурамі.
bg: Шах и мат от кон, при който царят не може да бъде местен, защото е обграден (задушен) от свои фигури.
bn: ঘোড়া যখন নিজের গুটি দ্বারা আটকে পড়া রাজাকে কিস্তিমাত করে।
bs: Mat skakačem u poziciji kad protivnički kralj nema slobodnih polja jer je okružen (ili ugušen) vlastitim figurama.
ca: Un mat executat per un cavall on el rei que rep el mat no pot moure perquè està envoltat (o ofegat) per les seves pròpies peces.
cs: Mat jezdcem, během kterého nepřátelský král nemůže utéct, protože je blokován (dušen) vlastními figurami.
da: En skakmat leveret af en springer, hvor den matte konge er ude af stand til at bevæge sig, fordi den er omgivet (eller kvalt) af sine egne brikker.
el: Ένα ματ που γίνεται από έναν ίππο στον αντίπαλο βασιλιά ο οποίος δεν μπορεί να μετακινηθεί όντας περιτριγυρισμένος (ή πνιγμένος) από δικά του κομμάτια.
eo: Ŝakmato liverita per ĉevalo, kiam la matita rego ne povas moviĝi, ĉar ĝi estas ĉirkaŭbarita (aŭ sufokita) per siaj propraj ŝakpecoj.
es: Un jaque mate con caballo, en el cual el rey enemigo no se puede mover al encontrarse rodeado (o ahogado) por sus propias piezas.
eu: Zaldiak ematen duen matea, aurkariaren erregea bere piezak oztopatzen dutenez ezin delako mugitu.
fa: ماتی که با یک اسب انجام می‌شود و در آن شاه قادر به حرکت نیست زیرا با مهره‌های خودش احاطه (یا خفه) شده است.
fi: Ratsun tekemä matti, jossa matitettava kuningas ei pysty liikkumaan, koska sen omat nappulat ympäröivät sitä (eli pussittavat sen).
gl: Un mate de cabalo executado sobre un rei inmobilizado (ou afogado) polas súas propias pezas.
he: מט על ידי פרש בו המלך היריב לא מסוגל לזוז כי הוא מוקף (או חנוק) על ידי כלים מכוחותיו.
hy: Մատ ձիով արքային, որը չի կարող փախչել, որովհետև շրջափակված է (խեղդված է) սեփական խաղաքարերով։
id: Sebuah sekakmat yang diraih oleh sebuah kuda yang dimana raja tidak dapat bergerak karena terkepung oleh bidaknya sendiri.
it: Uno scacco matto eseguito con un cavallo, in cui il re sotto scacco è incapace di spostarsi poiché circondato ("affogato") dai suoi stessi pezzi.
kk: Өз тастарымен қамалған патша бірде-бір жүріс жасай алмайтын кезде оған қарсыластың аты жасаған мат.
ko: 자신의 기물에 둘러쌓여(또는 "질식되어") 움직일 수 없는 킹을 나이트로 체크메이트 시키는 것 입니다.
lt: Matas, kurį atlieka žirgas, kai matuojamas karalius negali pajudėti nes yra apsuptas savo paties figūrų.
lv: Zirdziņa pieteikts mats karalim, kas nevar kustēties dēļ paša figūrām, kas to ielenkušas (nosmacējušas).
nl: Schaakmat met een paard waarbij de aangevallen koning geen zet kan doen omdat hij ingesloten is (of verstikt) door zijn eigen stukken.
pt: Uma xeque-mate feito por um cavalo em que o rei não se pode mover porque está rodeado pelas suas próprias peças. Também conhecido como mate sufocado.
ro: Un șah mat livrat de un cal în care regele împerechiat este incapabil să se miște deoarece este înconjurat (sau sufocat) de piesele lui aliate.
ru: Мат конём королю, который не может уйти от мата, потому что окружён (спёрт) своими же собственными фигурами.
sk: Mat daný jazdcom, pri ktorom sa matovaný kráľ nemá kam pohnúť pretože je obkolesený (alebo zadusený) vlastnými figúrami.
sl: Mat s skakačem, kjer se kralj ne more premakniti, ker je obkrožen (oziroma zadušen) z lastnimi figurami.
sq: Një shah-mat dhënë me kalë, në të cilin mbreti i zënë mat s’është në gjendje të lëvizë ngaqë është i rrethuar (i mbuluar) nga gurët e vet.
sr: Мат скакачем, при чему матирани краљ није у стању да се помери зато што је окружен (или угушен) својим фигурама.
sv: Schack matt av en springare där den schackade kungen inte kan röra sig eftersom den är instängd (eller kvävd) av sina egna pjäser.
tr: Kendi taşları tarafından çevrelendiği (ya da boğulduğu) için hareket edemeyen şahın at ile mat edildiği pozisyonlar.
uk: Мат конем, коли король не може вийти з-під атаки, тому що оточений (спертий) власними фігурами.
vi: Một nước chiếu hết với quân mã mà trong đó vua đối phương không thể di chuyển vì bị bao vây bởi chính các quân cờ khác của họ.
zh: 由马执行的将杀，被将杀的王因被己方棋子完全包围（或“困住”）而无法移动。
zh_tw: 一種以馬將死被自身棋子所圍困的國王。

# puzzleThemeSuperGM
source: Super GM games
af: Super GM spelle
ar: مباريات أساتذة كبار
az: Super GM oyunları
be: Партыі супергросмайстраў
bg: Партии на Супер Гросмайстори
bn: সুপার গ্রান্ডমাস্টারদের খেলা।
bs: Supervelemajstorske partije
ca: Partides de super GMs
cs: Úlohy Super GM
da: Superstormester-partier
el: Παιχνίδια κορυφαίων GM
eo: Super GM ludoj
es: Partidas de súper grandes maestros
eu: Super GMen partidak
fa: بازی اَبَر استاد بزرگان
fi: Supersuurmestarien pelit
gl: Partidas de súper Grandes Mestres
he: משחקי סופר רב־אמנים
hy: Սուպերգրոսմայստերների պարտիաներ
id: Permainan super GM
it: Partite di Super-GM
kk: Супер гроссмейстер ойындары
ko: 슈퍼GM 게임
lt: Super GM partijos
lv: Super-Lielmeistaru spēles
nl: Partijen van topschakers
pt: Jogos de Super GM
ro: Partidele Super GM
ru: Партии супергроссмейстеров
sk: Partie superveľmajstrov
sl: Partije super VM
sq: Lojëra Super Mjeshtërash të Mëdhenj
sr: Проблеми из партија које су одиграли најбољи светски велемајстори
sv: Super GM-partier
tr: Süper GM'lerin oyunları
uk: Ігри супергросмейстерів
vi: Các ván đấu từ Siêu Đại Kiện Tướng
zh: 超级大师对局
zh_tw: 超級大師賽局

# puzzleThemeSuperGMDescription
source: Puzzles from games played by the best players in the world.
af: Raaisels uit spelle tussen die beste spelers in die wêreld.
ar: ألغاز من مبارايات أفضل لاعبين في العالم.
az: Dünyanın ən yaxşı oyunçularının oynadığı oyunlardan tapmacalar.
be: Задачы з партый найлепшых гульцоў у свеце.
bg: Задачи от игри играни от най-добрите играчи в света.
bn: বিশ্বসেরা দাবাড়ুদের খেলা থেকে নেয়া ধাঁধা।
bs: Problemi iz partija najboljih svjetskih igrača.
ca: Problemes de partides jugades pels millors jugadors del món.
cs: Hádanky z her hraných nejlepšími hráči na světě.
da: Taktikopgaver fra partier spillet af verdens bedste spillere.
el: Τακτικά από παρτίδες οι οποίες παίχτηκαν από κορυφαίους παίκτες του κόσμου.
eo: Puzloj de ludoj luditaj de la plej bonaj ludantoj en la mondo.
es: Ejercicios de partidas de los mejores jugadores del mundo.
eu: Munduko jokalari onenek jokatutako partidetatik ateratako ariketak.
fa: معماهای برگرفته از بازی‌های بهترین بازیکنان جهان.
fi: Tehtäviä maailman parhaiden pelaajien pelaamista peleistä.
gl: Problemas de partidas xogadas polos mellores xogadores do mundo.
he: פאזלים ממשחקים של השחקנים הטובים בעולם.
hy: Խնդիրներ աշխարհի լավագույն շախմատիստների պարտիաներից։
id: Teka-teki dari permainan yang dimainkan oleh pemain terbaik di seluruh dunia.
it: Problemi da partite giocate dai migliori giocatori al mondo.
kk: Дүние жүзі мықтыларының ойындарынан алынған жұмбақтар.
ko: 세계 최고 플레이어들의 게임에서 나온 퍼즐입니다.
lt: Užduotys iš partijų, kurias žaidė geriausi pasaulio žaidėjai.
lv: Uzdevumi no labāko pasaules spēlētāju spēlēm.
nl: Puzzels van partijen gespeeld door de beste schakers ter wereld.
pt: Problemas de partidas jogadas pelos melhores jogadores do mundo.
ro: Puzzle-uri din partidele jucate de cei mai buni jucători din lume.
ru: Задачи из партий, сыгранных лучшими шахматистами в мире.
sk: Úlohy z partií najlepších hráčov sveta.
sl: Uganke iz partij, ki so jih igrali najboljši šahisti na svetu.
sq: Ushtrime prej lojërash të luajtura nga lojtarët më të mirë të botës.
sr: Проблем из партија које су одиграли најбољи играчи на свету.
sv: Schackproblem från partier spelade av de bästa spelarna i världen.
tr: Dünyanın en iyi oyuncularının oyunlarından bulmacalar.
uk: Задачі з ігор, які були зіграні найкращими гравцями світу.
vi: Câu đố từ những ván đấu đã được chơi bởi những kỳ thủ giỏi nhất trên thế giới.
zh: 来自世界顶尖棋手对局的谜题。
zh_tw: 來自世界各地優秀玩家對局的戰術題

# puzzleThemeTrappedPiece
source: Trapped piece
af: Vasgevang stuk
ar: قطعة محاصرة
az: Tələyə düşmüş fiqur
be: Фігура ў пастцы
bg: Фигура в капан
bn: আটকে পড়া গুটি
bs: Zarobljena figura
ca: Peça tancada
cs: Chycená figura
da: Fastlåste brikker
el: Παγιδευμένο κομμάτι
eo: Kaptita ŝakpeco
es: Pieza atrapada
eu: Harrapatutako pieza
fa: مهره به‌دام‌افتاده
fi: Ansaan jäävä nappula
gl: Peza atrapada
he: כלי לכוד
hy: Խաղաքարի որսում
id: Bidak yang terperangkap
it: Pezzo intrappolato
kk: Тұзаққа түскен
ko: 갇힌 기물
lt: Įkalinta figūra
lv: Iesprostota figūra
nl: Ingesloten stuk
pt: Peça encurralada
ro: Piesa blocată
ru: Ловля фигуры
sk: Chytená figúra
sl: Ujeta figura
sq: Gur i bllokuar
sr: Заробљена фигура
sv: Fångad pjäs
tr: Tuzağa düşmüş taş
uk: Фігура у пастці
vi: Quân bị bẫy
zh: 受困子力
zh_tw: 被困的棋子

# puzzleThemeTrappedPieceDescription
source: A piece is unable to escape capture as it has limited moves.
af: 'N Stuk kan nie vang om te ontsnap nie, aangesien dit beperkte bewegings het.
ar: قطعة لا تستطيع الهرب بسبب عدم وجود مربعات آمنة للهروب إليها.
az: Gedəcək təhlükəsiz bir xanası olmadığı üçün fiqur vurulmaqdan qaça bilmir.
be: Фігура не можа пазбегнуць збіцця, бо абмежавана ў хадах.
bg: Фигура, която не може да избегне вземане поради ограничени ходове.
bn: সীমিত চাল থাকার জন্য গুটি যখন নিজেকে খাওয়া(capture) থেকে বাঁচাতে পারে না।
bs: Figura ne može izbjeći da bude uzeta jer su joj potezi ograničeni.
ca: Una peça no pot evitar ser capturada perquè té limitats els seus moviments.
cs: Figura nemůže ustoupit, protože má omezenou působnost.
da: En brik er ude af stand til at undslippe fangst, da den har begrænsede trækmuligheder.
el: Ένα κομμάτι δεν μπορεί να αποφύγει την αιχμαλώτιση, καθώς έχει περιορισμένες κινήσεις.
eo: Peco ne povas eskapi kapton, ĉar ĝi havas limigitajn movojn.
es: Una pieza no puede escapar de la captura porque tiene movimientos limitados.
eu: Bere jokaldiak mugatuta dituelako ihes egin ezin duen pieza.
fa: یک مهره قادر به فرار کردن از زده شدن نیست چون حرکات محدودی دارد.
fi: Nappula ei pääse pakenemaan lyömiseltä sopivien pakosiirtojen puuttuessa.
gl: Unha peza non pode evitar ser capturada porque ten limitados os seus movementos.
he: כלי לא יכול להימנע מהכאה בגלל צמצום מסעים אפשריים.
hy: Խաղաքարը չի կարող հեռանալ հարձակումից, քանի որ չունի նահանջի ազատ դաշտեր, կամ այդ դաշտերը ևս հարվածի տակ են։
id: Bidak tidak bisa lolos dari penangkapan karena gerakannya dibatasi.
it: Un pezzo che non può evitare la cattura a causa delle sue mosse limitate.
kk: Басып алынудан қаша алмайтын, жүрісі шектелген тас.
ko: 기물의 움직임이 제한되어 있어 잡히는걸 막을 수 없습니다.
lt: Figūra negali pabėgti, nes turi ribotą skaičių ėjimų.
lv: Figūra nevar izbēgt nosišanu, jo ierobežoti tās gājieni.
nl: Een stuk kan niet meer ontsnappen omdat het geen velden meer heeft.
pt: Uma peça não consegue escapar à captura, pois tem movimentos limitados.
ro: O piesa este incapabilă de a scăpa din capturarea deoarece are mutări limitate.
ru: Фигура не может уйти от нападения, потому что не имеет свободных полей для отхода, или эти поля тоже находятся под нападением.
sk: Figúra neschopná ujsť vyhodeniu, pretože má limitované možnosti.
sl: Figura ne more pobegnit napadu, ker ima omejeno gibanje.
sq: Një gur s’është në gjendje t’i shpëtojë marrjes, pasi ka lëvizje të kufizuara.
sr: Фигура не може да избегне да буде узета, зато што јој је ограничено кретање.
sv: En pjäs kan inte komma undan eftersom den inte kan flytta till någon bra ruta.
tr: Gidecek güvenli bir kare kalmadığı için kaçacak yerleri olmayan taşlar.
uk: Фігура не може уникнути захоплення, тому що не має ходів для відступу.
vi: Một quân cờ không thể thoát khỏi việc bị ăn vì nó bị giới hạn các nước đi.
zh: 一枚棋子因其可走法有限而无法逃脱被吃。
zh_tw: 一子因為被限制逃生路線而無法逃離被犧牲的命運。

# puzzleThemeUnderPromotion
source: Underpromotion
af: Onderbevordering
ar: ترقية لغير الوزير
az: Zəifə Çevrilmə
be: Слабае пераўтварэнне
bg: Подпроизвеждане на пешка
bn: অর্ধ-পদোন্নতি(Underpromotion)
bs: Potpromocija
ca: Promoció menor
cs: Minoritní proměna
da: Underforvandling
el: Προαγωγή σε κομμάτι μικρότερης αξίας
eo: Subdamigo
es: Subpromoción
eu: Sustapen txikia
fa: کم‌ارتقا
fi: Alikorotus
gl: Promoción menor
he: הכתרה נחותה
hy: Թույլ վերածում
id: Dalam Promosi
it: Sottopromozione
kk: Кіші айналу
ko: 하향 승진
lt: Žemesnis paaukštinimas
lv: Pieticīga paaugstināšana
nl: Minorpromotie
pt: Subpromoção
ro: Subpromovare
ru: Слабое превращение
sk: Pod-premena
sl: Podpromocija
sq: Nëngradim
sr: Слаба промоција
sv: Underpromovering
tr: Düşük terfi
uk: Перетворення на слабку фігуру
vi: Phong cấp thấp
zh: 低升变
zh_tw: 升變

# puzzleThemeUnderPromotionDescription
source: Promotion to a knight, bishop, or rook.
af: Bevordering tot 'n ridder, biskop of toring.
ar: ترقية الجندي لقلعة أو فيل أو حصان.
az: Ata, filə və ya topa çevrilmə.
be: Пераўтварэнне пешкі ў каня, слана або ладдзю.
bg: Произвеждане в кон, офицер или топ.
bn: ঘোড়া, হাতি অথবা নৌকায় উন্নীত করা।
bs: Promocija pješaka u skakača, lovca ili topa.
ca: Promoció d'un cavall, un alfil o una torre.
cs: Proměna na jezdce, střelce či věž, jelikož proměna na dámu je v dané pozici špatná.
da: Forvandling til en springer, løber eller tårn.
el: Προαγωγή σε ίππο, αξιωματικό ή πύργο.
eo: Damigi al ĉevalo, kuriero aŭ turo.
es: Promoción a caballo, alfil o torre.
eu: Zalduna, alfila edo gaztelua sustatzea.
fa: ارتقا به اسب، فیل یا رخ.
fi: Korotus ratsuksi, lähetiksi tai torniksi.
gl: Promoción a un cabalo, alfil ou torre.
he: הכתרה לפרש, רץ או צריח.
hy: Զինվորի վերածում ոչ թե թագուհու, այլ ձիու, փղի կամ նավակի։
id: Promosi ke kuda, gajah, atau benteng.
it: Promozione a cavallo, alfiere o torre.
kk: Ат, піл не тураға айналу.
ko: 나이트, 비숍, 룩으로 승진
lt: Paaukštinimas į žirgą, rikį ar bokštą.
lv: Paaugstināšana par zirdziņu, laidni vai torni.
nl: Promotie tot paard, loper of toren.
pt: Promoção para um cavalo, bispo ou torre.
ro: Promovează într-un cal, un nebun sau o tură.
ru: Превращение пешки не в ферзя, а в коня, слона или ладью.
sk: Premena na jazdca, strelca, alebo vežu.
sl: Promocija v lovca, skakača ali v trdnjavo.
sq: Gradim si kalë, oficer, ose torrë.
sr: Промоција на коња, ловца или топа.
sv: Förvandling till springare, löpare eller torn.
tr: At, fil veya kaleye terfi.
uk: Перетворення пішака на коня, слона чи туру.
vi: Phong cấp thành mã, tượng hoặc xe.
zh: 升变为马、象或车。
zh_tw: 升變成騎士、象或車

# puzzleThemeVeryLong
source: Very long puzzle
af: Baie lang legkaart
ar: لغز طويل جداً
az: Çox uzun tapmaca
be: Вельмі доўгая задача
bg: Много дълги задачи
bn: অতিদীর্ঘ ধাঁধা
bs: Vrlo dug problem
ca: Problema molt llarg
cs: Velmi dlouhá úloha
da: Meget lang taktikopgave
el: Πολύ μεγάλο τακτικό
eo: Tre longa puzlo
es: Ejercicio muy largo
eu: Ariketa oso luzea
fa: معمای خیلی طولانی
fi: Erittäin pitkä tehtävä
gl: Exercicio moi longo
he: פאזל ארוך מאוד
hy: Բազմաքայլ խնդիր
id: Teka-teki yang sangat panjang
it: Problema lunghissimo
kk: Ұп-ұзын жұмбақ
ko: 아주 긴 퍼즐
lt: Labai ilgas galvosūkis
lv: Ļoti garš uzdevums
nl: Zeer lange puzzel
pt: Problema muito longo
ro: Problemă foarte lungă
ru: Многоходовая задача
sk: Viac-ťahové úlohy
sl: Zelo dolga uganka
sq: Ushtrim shumë i gjatë
sr: Врло дугачак проблем
sv: Mycket långa schackproblem
tr: Çok uzun bulmaca
uk: Дуже довга задача
vi: Câu đố rất dài
zh: 超长谜题
zh_tw: 非常長的謎題

# puzzleThemeVeryLongDescription
source: Four moves or more to win.
af: Vier bewegings of meer om te wen.
ar: أربع نقلات أو أكثر للفوز.
az: 4 və daha çox gedişə qələbə.
be: Чатыры або больш хадоў да перамогі.
bg: Четири или повече хода до победа.
bn: চার বা ততোধিক চালে জিতুন
bs: Pobjeda u četiri ili više poteza.
ca: Quatre o més jugades per guanyar.
cs: Čtyři či více tahů k vyhrávající pozici.
da: Fire træk eller mere for at vinde.
el: Τέσσερις κινήσεις ή περισσότερα για να κερδίσετε.
eo: Kvar aŭ pliaj movoj por venki.
es: Cuatro movimientos o más para ganar.
eu: Irabazteko lau jokaldi edo gehiago.
fa: بُردن با چهار حرکت یا بیشتر.
fi: Voittoon tarvitaan neljä siirtoa tai enemmän.
gl: Gaña en catro ou máis xogadas.
he: ארבעה מסעים או יותר לניצחון.
hy: Չորս կամ ավելի քայլ հաղթելու համար։
id: Empat gerakan atau lebih untuk menang.
it: Vittoria in quattro o più mosse.
kk: Жеңіске төрт не одан да көп қадам.
ko: 승리까지 네 수 이상이 걸립니다.
lt: Keturi ar daugiau ėjimai laimėti.
lv: Vismaz četri gājieni līdz uzvarai.
nl: Winnen in vier of meer zetten.
pt: Quatro jogadas para ganhar.
ro: Patru mutări sau mai multe pentru a câștiga.
ru: Четыре или более ходов для победы.
sk: Štyri alebo viac ťahov do výhry.
sl: Štiri poteze do zmage.
sq: Katër ose më tepër lëvizje për të fituar.
sr: Четири или више потеза за победу.
sv: Fyra eller fler drag för att vinna.
tr: Dört hamle veya daha uzun kazançlar.
uk: Чотири чи більше ходи до перемоги.
vi: Bốn nước cờ hoặc hơn để chiến thắng.
zh: 需要四步或更多步棋取胜。
zh_tw: 四步或以上獲勝

# puzzleThemeXRayAttack
source: X-Ray attack
af: X-Ray aanval
ar: هجوم X-Ray
az: Rentgen hücumu
be: Рэнтген
bg: Рентгенова атака
bn: এক্স-রে আক্রমণ
bs: Rendgenski napad
ca: Atac de raigs x
cs: Rentgenový útok
da: Røngtenangreb
el: Ακτίνες X
eo: X-radia atako
es: Ataque por rayos X
eu: X-izpien erasoa
fa: حمله پیکانی
fi: Röntgenhyökkäys
gl: Ataque de raios X
he: התקפת רנטגן
hy: Ռենտգեն
id: Serangan Sinar-X
it: Attacco a raggi X
kk: Рентген
ko: X-Ray 공격
lt: Spindulio ataka
lv: Rentgena uzbrukums
nl: Röntgenaanval
pt: Ataque raio-X
ro: Atac raze x
ru: Рентген
sk: Röntgenový útok
sl: Rentgenski napad
sq: Sulm Rreze-X
sr: Икс Реј напад
sv: Röntgenattack
tr: X-Işını Saldırısı
uk: Рентген
vi: Đòn Tia X
zh: 透视攻击
zh_tw: 穿透攻擊

# puzzleThemeXRayAttackDescription
source: A piece attacks or defends a square, through an enemy piece.
af: 'N Stuk val of verdedig 'n vierkant deur 'n vyandige stuk.
ar: القطعة تهاجم أو تدافع عن مربع, من خلال قطعة عدو.
az: Fiqur, bir xanaya rəqib fiquru üzərindən hücum edir və ya müdafiə edir.
be: Фігара нападае або бараніць поле праз варожую фігуру.
bg: Фигура атакува или защитава поле зад противникова фигура.
bn: একটি গুটি যখন প্রতিপক্ষের গুটির ভিতর দিয়ে কোনো ঘরকে রক্ষা বা আক্রমন করে।
bs: Figura napada ili brani polje kroz protivničku figuru.
ca: Una peça ataca o defensa una casella, a través d'una peça rival.
cs: Figura útočí nebo chrání pole skrze nepřátelskou figuru.
da: En brik angriber eller forsvarer et felt gennem en af modstanderens brikker.
el: Κομμάτι αμύνεται ή επιτίθεται σε ένα τετράγωνο, αξιοποιώντας ένα αντίπαλο κομμάτι.
eo: Peco atakas aŭ defendas kvadraton, tra malamika peco.
es: Una pieza ataca o defiende una casilla, a través de una pieza del oponente.
eu: Aurkariaren pieza baten artetik, pieza batek lauki bat erasotu edo defendatzen duenean.
fa: یک مهره از طریق مهره حریف به یک خانه حمله میکند یا از آن دفاع می کند.
fi: Nappula uhkaa tai puolustaa ruutua vastustajan nappulan läpi.
gl: Unha peza ataca ou defende un escaque a través dunha peza do opoñente.
he: כלי המאיים או מגן על משבצת דרך כלי יריב.
hy: Իրավիճակ, երբ հեռահար խաղաքարի հարձակման կամ պաշտպանության գծին կանգնած է մրցակցի խաղաքարը։
id: Bidak menyerang atau mempertahankan kotak, melalui bidak musuh.
it: Un pezzo che attacca o difende una casa attraverso un pezzo nemico.
kk: Бір тастың қарсылас тасын аттай бір шаршыны қорғауы не шабуылдауы.
ko: 기물이 상대 기물 너머의 칸을 공격 또는 방어합니다.
lt: Figūra puola ar gina laukelį kiaurai priešininko figūros.
lv: Figūra uzbrūk vai apsargā lauciņu caur pretinieka figūru.
nl: Een stuk valt een veld aan of verdedigt een veld, door een vijandelijk stuk heen.
pt: Uma peça ataque ou defende uma casa através de uma peça inimiga.
ro: O piesă atacă sau apară un patrat, printr-o piesă inamică.
ru: Ситуация, когда на линии нападения или защиты дальнобойной фигуры стоит фигура противника.
sk: Figúra bráni alebo útočí na pole cez súperovu figúru.
sl: Figura napada ali brani polje skozi nasprotnikovo figuro.
sq: Një gur sulmon ose mbron një kuadrat, përmes një guri të kundërshtarit.
sr: Фигура напада или брани поље, захваљујући противничкој фигури.
sv: En pjäs attackerar eller försvarar en ruta, genom en motståndarpjäs.
tr: Rakibin taşı üzerinden bir kareyi koruyan veya bir kareye saldıran taşları içeren taktikler.
uk: Фігура, що атакує чи захищає поле, що знаходиться за фігурою суперника.
vi: Một quân cờ tấn công hoặc phòng thủ một ô sau một quân cờ khác của đối phương.
zh: 一枚棋子透过对方棋子攻击或保护一个棋格。
zh_tw: 以敵方子攻擊或防守的戰術。

# puzzleThemeZugzwang
source: Zugzwang
ar: زُوغْزوان
az: Suqsvanq
be: Цугцванг
bg: Цугцванг
bn: জুগজওয়াং(Zugzwang)
bs: Iznudica
ca: Atzucac
da: Træktvang
el: Τσούγκτσβανγκ
eo: Movdevigo
fa: زوگزوانگ
fi: Siirtopakko
he: כפאי
hy: Ցուգցվանգ
kk: Цугцванг
ko: 추크추방
lt: Priverstinis ėjimas
nl: Zetdwang
ru: Цугцванг
sk: Nevýhoda ťahu
sl: Nujnica
sr: Цугцванг
uk: Цугцванг
vi: Cưỡng ép
zh: 楚茨文格
zh_tw: 等著
