Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyStartAtInitialPosition
source: Start at initial position
af: Begin by die oorspronklike posisie
ar: البدء من وضع البداية
az: Başlanğıc pozisiyada başlasın
be: Пачынаць у пачатковай пазіцыі
bg: Започни от начална позиция
bs: Krenite sa inicijalnom pozicijom
ca: Comnçar a la posició inicial
cs: Začít ve výchozí pozici
da: Start ved indledende stilling
el: Εκκίνηση από την αρχική θέση του κεφαλαίου
eo: Starti ekde komenca pozicio
es: Comenzar desde la posición inicial
eu: Hasierako posizioan hasi
fa: در وضعیت نخستین بیاغازید
fi: Aloita alkuperäisestä asemasta
gl: Comezar desde a posición inicial
he: התחילו בעמדת הפתיחה
hy: Բացել սկզբնական դիրքում
id: Mulai saat posisi awal
it: Inizia dalla prima mossa
kk: Басталуы: бастапқы күйден
ko: 처음 포지션에서 시작
lt: Pradėti pradinėje pozicijoje
lv: Sākt no sākotnējās pozīcijas
nl: Begin bij de startpositie
pt: Começar na posição inicial
ro: Începeți de la poziția inițială
ru: Открыть в начальной позиции
sk: Začať zo základného postavenia
sl: Začni v začetni poziciji
sq: Fillo në pozicionin fillestar
sr: Започни на почетној позицији
sv: Start vid ursprunglig position
tr: İlk pozisyondan başlasın
uk: Старт з початкової позиції
vi: Bắt đầu từ thế cờ ban đầu
zh: 从初始局面开始
zh_tw: 從起始局面開始

# studyStartAtX
source: Start at {param}
af: Begin by {param}
ar: البدء من {param}
az: buradan başla: {param}
be: Пачынаць з {param}
bg: Започни от {param}
bs: Krenite sa {param}
ca: Començar a {param}
cs: Začít u tahu {param}
da: Start ved {param}
el: Έναρξη από την κίνηση {param}
eo: Komenci je {param}
es: Comenzar en {param}
eu: Hemen asi {param}
fa: آغاز از {param}
fi: Aloita siirrosta {param}
gl: Comezar en {param}
he: התחילו ב{param}
hy: Սկսել {param}-ից
id: Mulai dari {param}
it: Inizia a: {param}
kk: Басталуы: {param}
ko: {param}에서 시작
lt: Pradėti nuo {param}
lv: Sākt ar {param}
nl: Beginnen bij {param}
pt: Começar em {param}
ro: Începeți la {param}
ru: Начать с {param}
sk: Začať na {param}
sl: Začni z {param}
sq: Fillo tek {param}
sr: Започни на {param}
sv: Börja på {param}
tr: {param} pozisyonundan başlasın
uk: Почати з {param}
vi: Bắt đầu tại nước {param}
zh: 从 {param} 开始
zh_tw: 從{param}開始

# studyEmbedInYourWebsite
source: Embed in your website
af: Bed in u webwerf of blog
ar: ضمنه في موقع أو مدونة
az: Veb sayt və ya bloqunuzda pərçimləyin
be: Убудаваць у свой сайт або блог
bg: Вгради в твоя сайт или блог
bs: Ugradite na Vaš sajt
ca: Inserta en la teva web o blog
cs: Vložte vaší stránku nebo blog
da: Indlejr på din hjemmeside eller blog
el: Ενσωμάτωση στην ιστοσελίδα σας ή το ιστολόγιό σας
eo: Enkorpigi en via retejo
es: Insértalo en tu página o blog
eu: Zure webgunean itsatsi
fa: در وبگاهتان قرار دهید
fi: Upota sivustoosi tai blogiisi
gl: Incrustar na túa páxina web ou blog
he: הטמעה באתר שלך
hy: Ներդնել սեփական կայքում կամ բլոգում
id: Sematkan di blog atau website Anda
it: Incorpora nel tuo sito Web o Blog
kk: Сіздің сайт не блогыңызға арналған енгізу сілтемесі
ko: 웹사이트 또는 블로그에 공유하기
lt: Įterpti savo svetainėje ar tinklaraštyje
lv: Iegult savā mājaslapā vai blogā
mk: Вгради во твојот сајт
nl: Insluiten in blog of website
pt: Incorporar no teu site ou blog
ro: Înglobează pe site-ul sau blog-ul tău
ru: Вставить в свой сайт или блог
sk: Vložte na svoju webstránku alebo blog
sl: Vstavite v vašo spletno stran ali blog
sq: Trupëzojeni te sajti juaj
sr: Угради у свој сајт или блог
sv: Infoga på din hemsida eller blogg
tr: İnternet sitenizde ya da blogunuzda gömülü olarak paylaşın
uk: Вбудувати на своєму сайті
vi: Nhúng vào trang web của bạn
zh: 嵌入您的网站
zh_tw: 嵌入到您的網站或部落格

# studyReadMoreAboutEmbedding
source: Read more about embedding
af: Lees meer oor inbedding
ar: راجع المزيد عن التضمين
az: Pərçimləmə haqqında daha ətraflı
be: Пачытаць больш пра ўбудаванне
bg: Прочети повече за вграждането
bs: Pročitajte više o ugrađivanju
ca: Llegeix més sobre insertar
cs: Přečtěte si více o vkládání
da: Læs mere om indlejring
el: Διαβάστε περισσότερα για την ενσωμάτωση
eo: Legi pli pri enkorpigo
es: Leer más sobre insertar contenido
eu: Itsasteari buruz gehiago irakurri
fa: درباره قرار دادن (در سایت) بیشتر بخوانید
fi: Lue lisää upottamisesta
gl: Ler máis sobre como inserir contido
he: קראו עוד על הטמעה
hy: Մանրամասն կայքում ներդնելու մասին
id: Baca lebih tentang penyematan
it: Per saperne di più su come incorporare
kk: Енгізу туралы оқыңыз
ko: 공유에 대한 상세 정보
lt: Skaitykite daugiau apie įterpimą
lv: Lasīt vairāk par iegulšanu
nl: Lees meer over insluiten
pt: Ler mais sobre incorporação
ro: Citește mai multe despre înglobare
ru: Подробнее о вставке на сайт
sk: Prečítajte si viac o vkladaní
sl: Preberite več o vstavljanju
sq: Lexoni më tepër rreth trupëzimit
sr: Прочитај више о уграђивању
sv: Läs mer om att infoga
tr: Gömülü paylaşma hakkında
uk: Докладніше про вбудовування
vi: Đọc thêm về việc nhúng
zh: 阅读更多关于嵌入的内容
zh_tw: 閱讀更多與嵌入有關的內容

# studyOnlyPublicStudiesCanBeEmbedded
source: Only public studies can be embedded!
af: Slegs openbare studies kan ingebed word!
ar: يمكن تضمين الدراسات العامة فقط!
az: Yalnız hərkəsə açıq çalışmalar pərçimlənə bilər!
be: Толькі публічныя навучанні могуць быць убудаваны!
bg: Само публични казуси могат да бъдат вграждани!
bs: Samo javne studije mogu biti ugrađene!
ca: Només els estudis públics poden ser inserits!
cs: Lze vložit pouze veřejné studie!
da: Kun offentlige studier kan indlejres!
el: Μόνο οι δημόσιες μελέτες μπορούν να ενσωματωθούν!
eo: Nur publikaj studoj eblas enkorpiĝi!
es: ¡Solo los estudios públicos pueden ser insertados!
eu: Azterlan publikoak bakarrik txertatu daitezke beste webguneetan!
fa: فقط مطالعه‌های همگانی می‌توانند جایگذاری شوند!
fi: Vain julkiset tutkielmat voidaan upottaa!
gl: Só se poden inserir estudos públicos!
he: ניתן להטמיע אך ורק לוחות למידה פומביים!
hy: Կայքում կարելի է ներդնել միայն հրապարակային ստուդիաները։
id: Hanya pelajaran publik yang dapat di sematkan!
it: Solo gli studi pubblici possono essere incorporati!
kk: Тек жалпыға ашық зерттеулер енгізуге жарамды!
ko: 공개 연구만 공유할 수 있습니다!
lt: Gali būti įterptos tik viešos studijos!
lv: Iegult var tikai publiskas izpētes!
nl: Alleen openbare studies kunnen worden ingevoegd!
pt: Só estudos públicos é que podem ser incorporados!
ro: Numai studii publice pot fi înglobate!
ru: Вставлять на сайт можно только публичные студии!
sk: Vložené môžu byť iba verejné štúdie!
sl: Vdelati je mogoče le javni študij!
sq: Mund të trupëzoni vetëm mësime publike!
sr: Само јавне студије могу бити уграђене!
sv: Endast offentliga studier kan läggas till!
tr: Yalnızca herkese açık çalışmalar gömülü paylaşılabilir!
uk: Лише публічні дослідження можна вбудовувати!
vi: Chỉ các nghiên cứu công khai mới được nhúng!
zh: 只有公开研习可以嵌入！
zh_tw: 只有公開的研究可以嵌入!

# studyOpen
source: Open
af: Maak oop
ar: فتح
az: Aç
be: Адкрыць
bg: Отвори
bn: ওপেন
bs: Otvorite
ca: Obrir
cs: Otevřít
da: Åbn
el: Άνοιγμα
eo: Malfermi
es: Abrir
eu: Ireki
fa: بگشایید
fi: Avaa
gl: Abrir
he: פתח
hy: Բացել
id: Buka
it: Apri
kk: Ашу
ko: 열기
lt: Atverti
lv: Atvērt
pt: Abrir
ro: Deschideți
ru: Открыть
sk: Otvoriť
sl: Odpri
sq: Hap
sr: Отвори
sv: Öppna
tr: Aç
uk: Відкрити
vi: Mở
zh: 打开
zh_tw: 打開

# studyXBroughtToYouByY
source: {param1}, brought to you by {param2}
af: {param1}, aan jou beskikbaar gestel deur {param2}
ar: {param1} مقدمة من {param2}
az: {param2} sizə {param1} tərəfindən gətirildi
be: {param2} зрабіў для вас {param1}
bg: {param1}, предоставени от {param2}
bs: {param1} vam je donio {param2}
ca: {param1}, presentat per {param2}
cs: {param1} vám přináší {param2}
da: {param1} bragt til dig af {param2}
el: {param1}, δημιουργήθηκε από {param2}
eo: {param1}, provizia al vi de {param2}
es: {param1}, proporcionado por {param2}
eu: {param1} azterlana {param2} erabiltzaileak prestatu du
fa: {param1}، به دست {param2} برای شما آورده شده است
fi: {param1}, sivustolta {param2}
gl: {param1} traído para ti por {param2}
he: {param1}, מוגש על ידי {param2}
hy: {param1}-ը {param2}-ից
id: {param1} dibawakan kepadamu dari {param2}
it: {param1} fornito da {param2}
kk: {param1}, оны сізге {param2} ұсынды
ko: {param1}. {param2}에서 가져옴
lt: {param1} iš {param2}
lv: {param2} piedāvā "{param1}"
nl: {param1} aangeboden door {param2}
pt: {param1}, trazido a si pelo {param2}
ro: {param1}, oferit pentru dvs. de {param2}
ru: {param1} на {param2}
sk: {param1} Vám priniesol {param2}
sl: {param1} vam ponuja {param2}
sq: {param1}, sjellë për ju nga {param2}
sr: {param1}, донето вама од стране {param2}
sv: {param1} gjord av {param2}
tr: {param2} sana {param1} getirdi
uk: {param1} надано вам {param2}
vi: {param1} được lấy từ {param2}
zh: {param1} 由 {param2} 提供
zh_tw: {param1},由{param2}提供

# studyStudyNotFound
source: Study not found
af: Studie kon nie gevind word nie
ar: لم يتم العثور على الدراسة
az: Çalışma tapılmadı
be: Навучанне не знойдзена
bg: Казусът не бе открит
bs: Studija nije pronađena
ca: Estudi no trobat
cs: Studie nenalezena
da: Studie ikke fundet
el: Η μελέτη δε βρέθηκε
eo: Studo ne trovita
es: No se encontró el estudio
eu: Azterlana ez da aurkitu
fa: مطالعه یافت نشد
fi: Tutkielmaa ei löydy
gl: Estudo non atopado
he: לוח הלמידה לא נמצא
hy: Ստուդիան չի գտնվել
id: Studi tidak ditemukan
it: Studio non trovato
kk: Зерттеу табылмады
ko: 연구를 찾을 수 없음
lt: Studija nerasta
lv: Izpēte nav atrasta
nl: Studie niet gevonden
pt: Estudo não encontrado
ro: Studiul nu a fost găsit
ru: Студия не найдена
sk: Štúdia sa nenašla
sl: Študije nismo našli
sq: Mësimi s’u gjet
sr: Студија није пронађена
sv: Studien kan inte hittas
tr: Böyle bir çalışma bulunamadı
uk: Дослідження не знайдено
vi: Không tìm thấy nghiên cứu nào
zh: 未找到研习
zh_tw: 找無此研究

# studyEditChapter
source: Edit chapter
af: Verander die hoofstuk
ar: تحرير الفصل
az: Fəslə düzəliş et
be: Рэдагаваць раздзел
bg: Промени глава
bs: Uredite poglavlje
ca: Editar capítol
cs: Upravit kapitolu
da: Rediger kapitel
el: Επεξεργασία κεφαλαίου
eo: Redakti ĉapitron
es: Editar capítulo
eu: Kapitulua aldatu
fa: ویرایش بخش
fi: Muokkaa lukua
gl: Editar capítulo
he: עריכת הפרק
hy: Խմբագրել գլուխը
id: Ubah bab
it: Modifica il capitolo
kk: Бөлімді өңдеу
ko: 챕터 편집하기
lt: Redaguoti skyrių
lv: Rediģēt nodaļu
nl: Hoofdstuk bewerken
pt: Editar capítulo
ro: Editează capitolul
ru: Редактировать главу
sk: Upraviť kapitolu
sl: Uredi poglavje
sq: Përpunoni kapitullin
sr: Измени поглавље
sv: Redigera kapitel
tr: Bölümü düzenle
uk: Редагувати розділ
vi: Sửa chương
zh: 编辑章节
zh_tw: 編輯章節

# studyNewChapter
source: New chapter
af: Nuwe hoofstuk
ar: فصل جديد
az: Yeni fəsil
be: Новы раздзел
bg: Нова глава
bs: Novo poglavlje
ca: Nou capítol
cs: Nová kapitola
da: Nyt kapitel
el: Νέο κεφάλαιο
eo: Nova ĉapitro
es: Capítulo nuevo
eu: Kapitulu berria
fa: بخش نو
fi: Uusi luku
gl: Novo capítulo
he: פרק חדש
hy: Նոր գլուխ
id: Bab baru
it: Nuovo capitolo
kk: Жаңа бөлім
ko: 새 챕터
lt: Naujas skyrius
lv: Jauna nodaļa
nl: Nieuw hoofdstuk
pt: Novo capítulo
ro: Capitol nou
ru: Новая глава
sk: Nová kapitola
sl: Novo poglavje
sq: Kapitull i ri
sr: Ново поглавље
sv: Nytt kapitel
tr: Yeni bölüm
uk: Новий розділ
vi: Chương mới
zh: 新建章节
zh_tw: 建立新章節

# studyImportFromChapterX
source: Import from {param}
af: Voer in vanaf {param}
ar: استيراد من {param}
be: Імпартаваць з {param}
bg: Импортиране от {param}
bs: Uvezite iz {param}
ca: Importar de {param}
cs: Importovat z {param}
da: Import fra {param}
el: Εισαγωγή από {param}
eo: Importi el {param}
es: Importar de {param}
eu: Inportatu {param} kapitulotik
fa: درونبُرد از {param}
fi: Tuo luvusta {param}
gl: Importar de {param}
he: ייבא מתוך {param}
hy: Ներդնել {param}-ից
id: Impor dari {param}
it: Importa da {param}
kk: {param}-нан жүктеп алу
ko: {param}에서 가져오기
lt: Importuoti iš {param}
lv: Importēt no {param}
nl: Importeren van {param}
pt: Importar de {param}
ro: Importă din {param}
ru: Импорт из {param}
sk: Importovať z {param}
sl: Uvozi iz {param}
sq: Importo prej {param}
sv: Importera från {param}
tr: {param} çalışmasından içe aktar
uk: Імпортувати з {param}
vi: Nhập từ chương {param}
zh: 从 {param} 导入
zh_tw: 從 {param} 導入

# studyOrientation
source: Orientation
af: Oriëntasie
ar: اتجاه الرقعة
az: İstiqamət
be: Арыентацыя дошкі
bg: Ориентация
bs: Orijentacija
ca: Orientaciò
cs: Orientace
da: Retning
el: Προσανατολισμός
eo: Orientiĝo
es: Orientación
eu: Kokapena
fa: جهت
fi: Suunta
gl: Orientación
he: כיוון הלוח
hy: Կողմնորոշում
id: Orientasi
it: Orientamento
kk: Бағыты
ko: 방향
lt: Kryptis
lv: Orientācija
nl: Oriëntatie
pt: Orientação
ro: Orientare
ru: Ориентация
sk: Orientácia
sl: Smer
sq: Drejtimi
sr: Оријентација
sv: Orientering
tr: Tahta yönü
uk: Орієнтація
vi: Nghiên cứu cho bên
zh: 棋盘方向
zh_tw: 視角

# studyAnalysisMode
source: Analysis mode
af: Analiseer mode
ar: وضع التحليل
az: Təhlil rejimi
be: Рэжым аналізу
bg: Режим на анализ
bs: Tip analize
ca: Mode d'anàlisi
cs: Režim rozboru
da: Analysetilstand
el: Τύπος ανάλυσης
eo: Analiza modo
es: Modo de análisis
eu: Analisi modua
fa: حالت تجزیه تحلیل
fi: Analyysitila
gl: Modo de análise
he: מצב ניתוח
hy: Վերլուծության ռեժիմ
id: Mode analisa
it: Modalità analisi
kk: Талдау нұсқасы
ko: 분석 모드
lt: Analizės režimas
lv: Analīzes režīms
nl: Analysemodus
pt: Modo de análise
ro: Tip de analiză
ru: Режим анализа
sk: Mód analýzy
sl: Analizni način
sq: Mënyra Analizim
sr: Режим анализе
sv: Analysläge
tr: Analiz modu
uk: Режим аналізу
vi: Chế độ phân tích
zh: 分析模式
zh_tw: 分析模式

# studyPinnedChapterComment
source: Pinned chapter comment
af: Vasgepende hoofstuk kommentaar
ar: التعليق المثبت على الفصل
az: Sancaqlanmış fəsil rəyləri
be: Замацаваны каментар раздзелу
bg: Коментар на главата
bs: Stalni komentar poglavlja
ca: Comentari del capítol fixat
cs: Připnutý komentář u kapitoly
da: Fastgjort kapitelkommentar
el: Καρφιτσωμένο σχόλιο κεφαλαίου
eo: Alpinglita ĉapitra komento
es: Comentario fijo para el capítulo
eu: Kapituluaren iltzatutako iruzkina
fa: یادداشت سنجاقیده‌ٔ بخش
fi: Kiinnitetty lukukommentti
gl: Comentario do capítulo fixado
he: תגובה מוצמדת לפרק
hy: Գլխի ամրակցված մեկնաբանություն
id: Sematkan komentar bagian bab
it: Commento del capitolo
kk: Қадаулы бөлім пікірі
ko: 챕터 댓글 고정하기
lt: Prisegtas skyriaus komentaras
lv: Piesprausts nodaļas komentārs
nl: Vastgezet commentaar van het hoofdstuk
pt: Comentário de capítulo afixado
ro: Comentariu fixat
ru: Закреплённый комментарий главы
sk: Pripnutý komentár ku kapitole
sl: Pripet komentar poglavja
sq: Koment kapitulli i fiksuar
sr: Закачен коментар поглавља
sv: Fastnålad kommentar till kapitlet
tr: Bölüm üzerine yorumlar
uk: Закріплений коментар розділу
vi: Đã ghim bình luận chương
zh: 置顶评论
zh_tw: 置頂留言

# studySaveChapter
source: Save chapter
af: Stoor hoofstuk
ar: حفظ الفصل
az: Fəsli yadda saxla
be: Захаваць раздзел
bg: Запази глава
bs: Sačuvajte poglavlje
ca: Guarda el capítol
cs: Uložit kapitolu
da: Gem kapitel
el: Αποθήκευση κεφαλαίου
eo: Konservi ĉapitron
es: Guardar capítulo
eu: Kapitulua gorde
fa: ذخیره بخش
fi: Tallenna luku
gl: Gardar capítulo
he: שמור פרק
hy: Պահպանել գլուխը
id: Simpan bab
it: Salva capitolo
kk: Бөлімді сақтау
ko: 챕터 저장
lt: Išsaugoti skyrių
lv: Saglabāt nodaļu
nl: Hoofdstuk opslaan
pt: Guardar capítulo
ro: Salvează capitolul
ru: Сохранить главу
sk: Uložiť kapitolu
sl: Shrani poglavje
sq: Ruaje kapitullin
sr: Сачувај поглавље
sv: Spara kapitlet
tr: Bölümü kaydet
uk: Зберегти розділ
vi: Lưu chương
zh: 保存章节
zh_tw: 儲存章節

# studyClearAnnotations
source: Clear annotations
af: Vee annotasies uit
ar: مسح العلامات
az: İzahları təmizlə
be: Ачысціць анатацыі
bg: Изтрий анотациите
bs: Izbrišite bilješke
ca: Netejar anotacions
cs: Vymazat anotace
da: Ryd annoteringer
el: Διαγραφή σχολιασμών
eo: Forigi notojn
es: Borrar anotaciones
eu: Iruzkinak garbitu
fa: پاک کردن حرکت‌نویسی
fi: Poista kommentit
gl: Borrar anotacións
he: נקה הערות
hy: Հեռացնել անոտացիան
id: Hapus anotasi
it: Cancella annotazioni
kk: Түсіндірмені өшіру
ko: 주석 지우기
lt: Pašalinti anotacijas
lv: Notīrīt piezīmes
nl: Wis aantekeningen
pt: Limpar anotações
ro: Curățați adnotările
ru: Очистить аннотацию
sk: Vymazať anotácie
sl: Zbriši oznake
sq: Spastro shënimet
sr: Избриши напомене
sv: Rensa kommentarer
tr: Açıklamaları sil
uk: Очистити анотацію
vi: Xóa chú thích
zh: 清除注释
zh_tw: 清除註記

# studyClearVariations
source: Clear variations
af: Verwyder variasies
ar: مسح اللاينات
be: Ачысціць варыянты
bg: Изчисти вариациите
bs: Ukloni varijante
ca: Netejar variacions
cs: Vymazat varianty
da: Ryd varianter
el: Εκκαθάριση βαριάντων
eo: Forigi variaĵojn
es: Borrar variantes
eu: Garbitu aldaerak
fa: پاکیدن وَرتِش‌ها
fi: Tyhjennä muunnelmat
gl: Borrar variantes
he: נקה וריאציות
hy: Հեռացնել տարբերակները
id: Hapus variasi
it: Elimina le varianti
kk: Тармақты өшіру
ko: 바리에이션 초기화
lt: Išvalyti variacijas
lv: Notīrīt variantus
nl: Verwijder variaties
pt: Limpar variações
ro: Curățați variațiile
ru: Очистить варианты
sk: Vymazať varianty
sl: Izbriši variante
sq: Spastroji variantet
sv: Rensa variationer
tr: Varyasyonları sil
uk: Очистити анотацію
vi: Xóa các biến
zh: 清除变着
zh_tw: 清除變化

# studyDeleteChapter
source: Delete chapter
af: Vee hoofstuk uit
ar: حذف الفصل
az: Fəsli sil
be: Выдаліць раздзел
bg: Изтрий глава
bs: Izbrišite poglavlje
ca: Eliminar capítol
cs: Odstranit kapitolu
da: Slet kapitel
el: Διαγραφή κεφαλαίου
eo: Forigi ĉapitron
es: Borrar capítulo
eu: Kapitulua ezabatu
fa: حذف بخش
fi: Poista luku
gl: Borrar capítulo
he: מחיקת הפרק
hy: Հեռացնել գլուխը
id: Hapus bab
it: Elimina capitolo
kk: Бөлімді жою
ko: 챕터 지우기
lt: Ištrinti skyrių
lv: Dzēst nodaļu
nl: Verwijder hoofdstuk
pt: Eliminar capítulo
ro: Ștergeți capitolul
ru: Удалить главу
sk: Vymazať kapitolu
sl: Izbriši poglavje
sq: Fshije kapitullin
sr: Избриши поглавље
sv: Ta bort kapitel
tr: Bölümü sil
uk: Видалити розділ
vi: Xóa chương
zh: 删除章节
zh_tw: 刪除章節

# studyDeleteThisChapter
source: Delete this chapter. There is no going back!
af: Vee die hoofstuk uit? Jy gaan dit nie kan terugvat nie!
ar: هل تريد حذف الفصل ؟ لايمكنك التراجع عن ذلك لاحقاً!
az: Bu fəsil silinsin? Bunun geri dönüşü yoxdur!
be: Выдаліць гэты раздел? Гэта нельга будзе адмяніць!
bg: Изтриване на главата? Това е необратимо!
bs: Da li želite izbrisati ovo poglavlje? Nakon ove akcije, poglavlje se ne može vratiti!
ca: Eliminar aquest capítol? No hi ha volta enrera!
cs: Opravdu chcete odstranit tuto kapitolu? Kapitola bude navždy ztracena!
da: Slet dette kapitel? Du kan ikke fortryde!
el: Θέλετε σίγουρα να διαγράψετε αυτό το κεφάλαιο; Η ενέργεια αυτή δεν αναιρείται!
eo: Ĉu forigi ĉi tiun ĉapitron? Tiun agon vi ne povos malfari!
es: ¿Realmente quieres borrar el capítulo? ¡Esta acción no se puede deshacer!
eu: Kapitulu hau ezabatu egin nahi duzu? Ez dago atzera egiterik!
fa: حذف این بخش. بازگشت وجود ندارد!
fi: Poistetaanko tämä luku? Et voi palauttaa sitä enää!
gl: Realmente queres borrar o capítulo? Non hai volta atrás!
he: למחוק את הפרק? אין דרך חזרה!
hy: Հեռացնե՞լ գլուխը։ Վերականգնել հնարավոր չի լինի։
id: Hapus bab ini? Ini tidak akan dapat mengulangkan kembali!
it: Vuoi davvero eliminare questo capitolo? Sarà perso per sempre!
kk: Бөлімді жоясыз ба? Кері жол жоқ!
ko: 이 챕터를 지울까요? 되돌릴 수 없습니다!
lt: Ištrinti šį skyrių? Nėra kelio atgal!
lv: Vai dzēst šo nodaļu? Atpakaļceļa nav!
nl: Wil je dit hoofdstuk verwijderen? Je kan dit niet ongedaan maken!
pt: Eliminar este capítulo? Não há volta atrás!
ro: Ștergeți acest capitol? Nu există cale de întoarcere!
ru: Удалить эту главу? Её нельзя будет вернуть!
sk: Chcete vymazať túto kapitolu? Táto akcia sa nedá vratit späť!
sl: Izbriši to poglavje? Poti nazaj ni več!
sq: Të fshihet ky kapitull? S’ka kthim mbrapa!
sr: Избриши ово поглавље. Нема повратка назад!
sv: Ta bort detta kapitel. Det går inte att ångra!
tr: Bu bölüm silinsin mi? Bunun geri dönüşü yok!
uk: Видалити цей розділ? Відновити буде неможливо!
vi: Xóa chương này. Sẽ không có cách nào để có thể khôi phục lại!
zh: 删除本章节？本操作无法撤销！
zh_tw: 刪除此章節? 此動作將無法取消！

# studyClearAllCommentsInThisChapter
source: Clear all comments, glyphs and drawn shapes in this chapter
af: Vee al die kommentaar, karakters en getekende vorms in die hoofstuk uit?
ar: مسح جميع التعليقات والغلافات والأشكال المرسومة في هذا الفصل؟
az: Bu fəsildəki bütün rəylər, simvollar və çəkilmiş formalar təmizlənsin?
be: Выдаліць усе каментары, знакавыя анатацыі і намаляваныя фігуры ў гэтым раздзеле?
bg: Изтрий всички коментари, специални символи и нарисувани форми в главата?
bs: Da li želite izbrisati sve komentare, simbole i nacrtane oblike u ovom poglavlju?
ca: Esborrar tots els comentaris, signes i marques en aquest capítol?
cs: Vymazat všechny komentáře a výtvory v této kapitole?
da: Ryd alle kommentarer og figurer i dette kapitel?
el: Εκκαθάριση όλων των σχολίων, των συμβόλων και των σχεδίων στο τρέχον κεφάλαιο
eo: Forigi ĉiujn komentojn, signobildoj, kaj skribintaj formoj en ĉi tiu ĉapitro
es: ¿Borrar todos los comentarios, iconos y marcas de este capítulo?
eu: Kapitulu honetako iruzkin guztiak ezabatu?
fa: همه دیدگاه‌ها، نمادها و شکل‌های ترسیم شده در این بخش، پاک شوند
fi: Poista kaikki kommentit, symbolit ja piirtokuviot tästä luvusta?
gl: Borrar todos os comentarios, símbolos e figuras do capítulo
he: ניקוי כל ההערות, הרישומים והציורים בפרק זה
hy: Մաքրե՞լ այս գլխի բոլոր մեկնաբանություններն ու նշումները
id: Hapus semua komentar dan bentuk di bab ini?
it: Cancellare tutti i commenti, le annotazioni e i disegni in questo capitolo?
kk: Бөлімдегі бүкіл пікір, глиф пен сызбаларды өшіресіз бе?
ko: 이 챕터의 모든 코멘트와 기호를 지울까요?
lt: Išvalyti visus komentarus, ženklus ir figūras šiame skyriuje?
lv: Notīrīt visus komentārus un figūras šajā nodaļā?
nl: Wis alle opmerkingen, glyphs en getekende vormen in dit hoofdstuk
pt: Apagar todos os comentários e símbolos após lances neste capítulo?
ro: Ștergeți toate comentariile, simbolurile și figurile desenate din acest capitol?
ru: Очистить все комментарии и обозначения этой главы?
sk: Vymazať všetky komentáre, piktogramy a nakreslené tvary v tejto kapitole?
sl: Izbriši vse komentarje in oblike v tem poglavju?
sq: Të spastrohen krejt komentet, glifet dhe format e vizatuara në këtë kapitull?
sr: Очисти све коментаре, глифове и нацртане облике у овом поглављу
sv: Rensa alla kommentarer, symboler och former i detta kapitel?
tr: Bu bölümdeki bütün yorumlar ve işaretler temizlensin mi?
uk: Очистити всі коментарі та позначки з цього розділу
vi: Xóa tất cả bình luận, dấu chú thích và hình vẽ trong chương này
zh: 清除此章节中的所有评论、符号和绘制图形
zh_tw: 清除此章節中的所有註釋和圖形嗎？

# studyRightUnderTheBoard
source: Right under the board
af: Reg onder die bord
ar: تحت الرقعة مباشرة
az: Lövhənin altında
be: Адразу пад дошкай
bg: Точно под дъската
bs: Odmah ispod ploče
ca: Just a sota el tauler
cs: Přímo pod šachovnicí
da: Lige under brættet
el: Κάτω από την σκακιέρα
eo: Ĝuste sub la tabulo
es: Justo debajo del tablero
eu: Xake-taularen azpian
fa: درست زیر صفحهٔ بازی
fi: Heti laudan alla
gl: Xusto debaixo do taboleiro
he: ממש מתחת ללוח
hy: Անմիջապես տախտակի տակ
id: Kanan dibawah papan
it: Sotto la scacchiera
kk: Тура тақтаның астына
ko: 보드 우하단에
lt: Iš karto po lenta
lv: Tieši zem galdiņa
nl: Recht onder het bord
pt: Mesmo por baixo do tabuleiro
ro: Fix sub tablă
ru: Прямо под доской
sk: Pod hraciu dosku
sl: Takoj pod šahovnico
sq: Mu nën fushë
sr: Одмах испод табле
sv: Direkt under brädet
tr: Tahtanın hemen altında görünsün
uk: Відразу під шахівницею
vi: Ngay dưới bàn cờ
zh: 棋盘正下方
zh_tw: 棋盤下方

# studyNoPinnedComment
source: None
af: Geen
ar: بدون
az: Görünməsin
be: Ніякіх
bg: Никакви
bs: Nijedan
ca: Cap
cs: Žádný
da: Ingen
el: Κανένα
eo: Neniu
es: Ninguno
eu: Ez erakutsi
fa: هیچ
fi: Ei
gl: Ningún
he: ללא
hy: Ոչ
id: Tidak ada
it: Nessun commento
kk: Жоқ
ko: 없음
lt: Jokio
lv: Neviens
nl: Geen
pt: Nenhum
ro: Niciunul
ru: Нет
sk: Nikam
sl: Brez
sq: Asnjë
sr: Ниједан
sv: Ingen
tr: Yok
uk: Немає
vi: Không có
zh: 无
zh_tw: 無
