Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# mobileWaitingForOpponentToJoin
source: Waiting for opponent to join...
af: Wag vir opponent om aan te sluit...
ar: في إنتظار الطرف الآخر...
az: Rəqibin qoşulması gözlənilir...
bn: প্রতিপক্ষের জন্য অপেক্ষারত...
bs: Čekamo da se protivnik pridruži...
ca: Esperant que s'uneixi l'adversari...
cs: Čeká se na připojení protihráče...
da: Venter på at modstander slutter sig til...
el: Αναμονή για αντίπαλο...
eo: Atendante ke la kontraŭulo aliĝu...
es: Esperando a un oponente...
eu: Aurkaria sartzeko zain...
fa: در انتظار آمدن حریف...
fi: Odotetaan vastustajan löytymistä...
gl: Agardando un rival...
he: ממתין שיריב יצטרף...
id: Menunggu lawan...
it: In attesa dell'avversario...
kk: Қарсыластың қосылуын тосамыз...
ko: 상대 참가를 기다리는 중...
nl: Wachten op een tegenstander...
pt: À espera do adversário entrar...
ro: În așteptarea unui jucător...
ru: Ожидание соперника...
sk: Čaká sa na pripojenie súpera...
sl: Čakanje, da se nasprotnik pridruži...
sq: Po pritet që të vijë kundërshtari...
sr: Чека се противник...
sv: Väntar på motståndare...
tr: Rakip bekleniyor...
uk: Очікування на суперника...
vi: Đang chờ đối thủ tham gia...
zh: 等待对手加入...
zh_tw: 正在等待對手加入...

# mobileWatchTab
source: Watch
af: Hou dop
ar: شاهد
az: İzlə
be: Назіраць
bg: Гледай
bn: দেখুন
bs: Gledaj
ca: Visualitza
cs: Sledovat
da: Se
el: Δείτε
eo: Spekti
es: Ver
eu: Ikusi
fa: تماشا
fi: Seuraa
gl: Ver
he: צפייה
hy: Դիտել
id: Tontonan
it: Guarda
kk: Бақылау
ko: 관람
lt: Žiūrėk
lv: Skaties
mk: Гледај
nl: Kijken
pt: Assistir
ro: Vizionează
ru: Просмотр
sk: Sledovať
sl: Glej
sq: Shiheni
sr: Гледај
sv: Titta
tr: İzle
uk: Дивитися
vi: Xem
zh: 观战
zh_tw: 觀戰

# mobileWelcomeToLichessApp
source: Welcome to Lichess app!
ar: مرحباً بكم في تطبيق Lichess!
bg: Добре дошли в приложението Lichess!
bn: লীচেস অ্যাপ-এ স্বাগতম!
bs: Dobrodošli u Lichess aplikaciju!
ca: Benvingut/da l'aplicació de Lichess.org!
da: Velkommen til Lichess-appen!
el: Καλώς ήρθατε στην εφαρμογή Lichess!
es: ¡Bienvenido a la aplicación de Lichess!
eu: Ongi etorri Lichess aplikaziora!
fa: به نرم‌افزار lichess خوش آمدید
fi: Tervetuloa Lichess-sovellukseen!
gl: Benvido á aplicación de Lichess!
it: Benvenuto nell'app Lichess!
ko: Lichess 앱에 오신 것을 환영합니다!
nl: Welkom bij de Lichess app!
pt: Bem-vindo(a) à aplicação do Lichess!
ro: Bine ai venit în aplicația Lichess!
ru: Добро пожаловать в приложение Lichess!
sl: Dobrodošli v Lichess aplikaciji!
sr: Добродошли у Lichess апликацију!
tr: Lichess uygulamasına hoşgeldiniz!
uk: Вітаємо в додатку Lichess!
vi: Chào mừng đến với ứng dụng Lichess!
zh: 欢迎使用 Lichess 应用！
zh_tw: 歡迎使用 Lichess 應用程式！

# activityActivity
source: Activity
af: Aktiwiteite
ar: الأنشطة
az: Aktivlik
be: Актыўнасць
bg: Дейност
bn: কার্যকলাপ
bs: Aktivnost
ca: Activitat
cs: Aktivita
da: Aktivitet
el: Δραστηριότητα
eo: Aktiveco
es: Actividad
eu: Jarduera
fa: فعالیت
fi: Toiminta
gl: Actividade
he: פעילות
hy: Գործունեություն
id: Aktivitas
it: Attività
kk: Белсенділігі
ko: 활동
lt: Veikla
lv: Aktivitāte
mk: Активност
nl: Activiteit
pt: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sl: Aktivnost
sq: Aktiviteti
sr: Активност
sv: Aktivitet
tr: Son Etkinlikler
uk: Активність
vi: Hoạt động
zh: 动态
zh_tw: 活動

# activityHostedALiveStream
source: Hosted a live stream
af: Het 'n lewendige uitsending aangebied
ar: بدأ بث مباشر
az: Canlı yayım etdi
be: Правялі прамую трансляцыю
bg: Стартира предаване на живо
bn: একটি লাইভ স্ট্রিম হোষ্টেড করেছেন
bs: Bio/la domaćin emitovanja uživo
ca: Has fet una retransmissió en directe
cs: Hostoval živý stream
da: Hostede en livestream
el: Μεταδίδει ζωντανά
eo: Gastigis vivan rivereton
es: Emitió en directo
eu: Zuzeneko emanaldi bat egin du
fa: میزبان پخش زنده بود
fi: Piti livestreamin
gl: Emitiu en directo
he: על\תה לשידור חי
hy: Անցկացվել է ուղիղ միացում
id: Host streaming langsung
it: Ha ospitato una diretta
kk: Стрим бастады
ko: 라이브 스트리밍을 함
lt: Organizavo transliaciją
lv: Rīkoja tiešsaistes straumi
mk: Емитуваше во живо
nl: Heeft een live stream gehost
pt: Criou uma livestream
ro: A găzduit un live stream
ru: Проведён стрим
sk: Vysielal naživo
sl: Gostil prenos v živo
sq: Priti një transmetim të drejtpërdrejtë
sr: Одржали пренос уживо
sv: Var värd för en direktsänd videosändning
tr: Canlı yayın yaptı
uk: Проведено пряму трансляцію
vi: Đã phát trực tiếp
zh: 主持了直播
zh_tw: 主持一個現場直播

# activityRankedInSwissTournament
source: Ranked #{param1} in {param2}
af: Rang van #{param1} uit {param2}
ar: حائز على تصنيف #{param1} في {param2}
az: {param2} turnirində {param1}-ci oldu
be: Скончыў на {param1} месцы ў {param2}
bg: Рейтинг #{param1} от {param2}
bn: পদমর্যাদা পেয়েছেন #{param1} এর ভেতর {param2}
bs: Rangiran #{param1} u kategoriji {param2}
ca: Classificat #{param1} en {param2}
cs: {param1}. místo v turnaji {param2}
da: Rangeret #{param1} i {param2}
el: Κατατάχθηκε #{param1} στο τουρνουά {param2}
eo: Rangita #{param1} en {param2}
es: #{param1} en la clasificación en {param2}
eu: Sailkapena {param1}/{param2}
fa: رتبه #{param1} را در {param2} به دست آورد
fi: Tuli {param1}. sijalle turnauksessa {param2}
gl: {param1}º na clasificación de {param2}
he: סיים/ה במקום {param1} ב־{param2}
hy: Վարկանիշը ≥ {param1} {param2}-ում
id: Peringkat #{param1} di {param2}
it: Classificato #{param1} in {param2}
kk: {param2}-да {param1}-нші орында
ko: {param2}에서 {param1}등
lt: Reitinguotas #{param1} iš {param2}
lv: Ieguva {param1}. vietu turnīrā {param2}
mk: Ранг #{param1} во {param2}
nl: Eindigde #{param1} in {param2}
pt: Classificado #{param1} em {param2}
ro: Evaluat #{param1} în {param2}
ru: Занято {param1} место в {param2}
sk: Umiestnený ako #{param1} v {param2}
sl: Uvrščen #{param1} v {param2}
sq: Renditur #{param1} në {param2}
sr: Рангиран #{param1} у {param2}
sv: Rankad #{param1} i {param2}
tr: {param2} katılımcıları arasında #{param1}. oldu
uk: Зайняв #{param1} місце в {param2}
vi: Đứng hạng {param1} trong giải {param2}
zh: 在 {param2} 中排名第 #{param1} 位
zh_tw: 在{param2}中排名 {param1}

# activitySignedUp
source: Signed up to lichess.org
af: Geregistreer op lichess.org
ar: إنشيء حساب ليتشيس جديد
az: lichess.org'a üzv oldu
be: Зарэгістраваўся на lichess
bg: Регистрира се в lichess.org
bn: Lichess.org সাইন আপ করুন
bs: Registrovao/la se na lichess
ca: Registrat a Lichess
cs: Vytvořen účet na lichess
da: Tilmeldte sig lichess.org
el: Έκανε εγγραφή στο lichess.org
eo: Subskribis al lichess.org
es: Registrado en Lichess
eu: Lichess.org-en izena eman du
fa: در lichess.org نام‌نوشت
fi: Liittyi lichess.orgiin
gl: Rexistrado en lichess.org
he: נרשם/ה לlichess.org
hy: Գրանցում lichess.org-ում
id: Daftarkan untuk lichess.org
it: Si è registrato su lichess.org
kk: Личес-те тіркелді
ko: Lichess에 회원가입함
lt: Užsiregistravo „Lichess“
lv: Reģistrējās lichess.org
mk: Се регистрираше на lichess.org
nl: Geregistreerd op lichess.org
pt: Registou-se no lichess.org
ro: S-a înregistrat pe lichess.org
ru: Регистрация на lichess.org
sk: Registrácia na lichess.org
sl: Prijavljen na lichess
sq: Regjistruar në lichess.org
sr: Пријавио/ла се за lichess.org
sv: Registrerade sig på lichess.org
tr: lichess.org'a üye oldu
uk: Зареєструвався на lichess.org
vi: Đã ghi danh tại lichess.org
zh: 注册了 lichess.org 账户
zh_tw: 在 lichess.org 中註冊

# activitySupportedNbMonths
source: {count, plural, =1{Supported lichess.org for {count} month as a {param2}} other{Supported lichess.org for {count} months as a {param2}}}
af: {count, plural, =1{Het lichess.org vir {count} maand ondersteun as 'n {param2}} other{Het lichess.org vir {count} maande ondersteun as 'n {param2}}}
ar: {count, plural, =0{دعم ليتشيس لمدة {count} شهر ك{param2}} =1{دعم lichess.org لمدة {count} شهر ك{param2}} =2{دعم lichess.org لمدة {count} أشهر ك{param2}} few{دعم lichess.org لمدة {count} اشهر ك{param2}} many{دعم lichess.org لمدة {count} اشهر ك{param2}} other{دعم lichess.org لمدة {count} أشهر ك {param2}}}
az: {count, plural, =1{Lichess.org'u {count} aylığına {param2} olaraq dəstəklədi} other{Lichess.org'u {count} aylığına {param2} olaraq dəstəklədi}}
be: {count, plural, =1{Падтрымаў lichess.org на {count} месяц як {param2}} few{Падтрымаў lichess.org на {count} месяцы як {param2}} many{Падтрымаў lichess.org на {count} месяцаў як {param2}} other{Падтрымаў lichess.org на {count} месяцаў як {param2}}}
bg: {count, plural, =1{Подкрепи lichess.org за {count} месец като {param2}} other{Подкрепи lichess.org за {count} месеца като {param2}}}
bn: {count, plural, =1{সাপোর্ট করেছেন lichess.org সাইটকে {count} মাসের জন্য {param2} হিসেবে} other{সাপোর্ট করেছেন lichess.org সাইটকে {count} মাসের জন্য {param2} হিসেবে}}
bs: {count, plural, =1{Podržavao/la lichess.org {count} mjesec kao {param2}} few{Podržavao/la lichess.org {count} mjeseca kao {param2}} other{Podržavao/la lichess.org {count} mjeseci kao {param2}}}
ca: {count, plural, =1{Ha col.laborat amb lichess.org durant {count} mes com {param2}} other{Ha col.laborat amb lichess.org durant {count} mesos com {param2}}}
cs: {count, plural, =1{Podporuje lichess.org {count} měsíc jako {param2}} few{Podporuje lichess.org {count} měsíce jako {param2}} many{Podporuje lichess.org {count} měsíců jako {param2}} other{Podporuje lichess.org {count} měsíců jako {param2}}}
da: {count, plural, =1{Har støttet lichess.org i {count} måneder som en {param2}} other{Har støttet lichess.org i {count} måneder som en {param2}}}
el: {count, plural, =1{Υποστήριξε το lichess για {count} μήνα ως {param2}} other{Υποστήριξε το lichess για {count} μήνες ως {param2}}}
eo: {count, plural, =1{Subtenis lichess.org dum {count} monato kiel {param2}} other{Subtenis lichess.org dum {count} monatoj kiel {param2}}}
es: {count, plural, =1{Ha colaborado con lichess.org durante {count} mes como {param2}} other{Ha colaborado con lichess.org durante {count} meses como {param2}}}
eu: {count, plural, =1{Lichess.org-i laguntza eman zion hilabete {count}-z {param2} gisa} other{Lichess.org-i laguntza eman zion {count} hilabetez {param2} gisa}}
fa: {count, plural, =1{به عنوان {param2} برای {count} ماه از lichess.org حمایت کرد} other{به عنوان {param2} برای {count} ماه از lichess.org حمایت کرد}}
fi: {count, plural, =1{On tukenut lichess.orgia {count} kuukauden ajan {param2}ina} other{On tukenut lichess.orgia {count} kuukauden ajan {param2}ina}}
gl: {count, plural, =1{Apoiou a lichess.org durante {count} mes como {param2}} other{Apoiou a lichess.org durante {count} meses como {param2}}}
he: {count, plural, =1{תמכ/ה ב-lichess במשך חודש {count} כ{param2}} =2{תמכ/ה בליצ'ס במשך {count} חודשים כ{param2}} many{תמכ/ה בליצ'ס במשך {count} חודשים כ{param2}} other{תמכ/ה בליצ'ס במשך {count} חודשים כ{param2}}}
id: {count, plural, other{Mendukung lichess.org untuk {count} bulan sebagai {param2}}}
it: {count, plural, =1{Supporta lichess.org da {count} mese in qualità di {param2}} other{Supporta lichess.org da {count} mesi in qualità di {param2}}}
kk: {count, plural, =1{Личес-қа {count} ай {param2} ретінде қолдау көрсетті} other{Личес-қа {count} ай {param2} ретінде қолдау көрсетті}}
ko: {count, plural, other{{count}개월 동안 {param2}으로 lichess.org를 후원함}}
lt: {count, plural, =1{Remia lichess.org {count} mėn. kaip „{param2}“} few{Remia lichess.org {count} mėn. kaip „{param2}“} many{Remia lichess.org {count} mėn. kaip „{param2}“} other{Remia lichess.org {count} mėn. kaip „{param2}“}}
lv: {count, plural, =0{{count} mēnešus atbalstīja lichess.org kā {param2}} =1{{count} mēnesi atbalstīja lichess.org kā {param2}} other{{count} mēnešus atbalstīja lichess.org kā {param2}}}
mk: {count, plural, =1{Ја поддржуваше lichess.org {count} месец како {param2}} other{Ја поддржуваше lichess.org {count} месеци како {param2}}}
nl: {count, plural, =1{Steunde lichess.org voor {count} maand als {param2}} other{Steunde lichess.org voor {count} maanden als {param2}}}
pt: {count, plural, =1{Apoiou o lichess.org durante {count} mês como {param2}} other{Apoiou o lichess.org durante {count} meses como {param2}}}
ro: {count, plural, =1{A sprijinit lichess.org pentru {count} lună ca și {param2}} few{A sprijinit lichess.org pentru {count} luni ca și {param2}} other{A sprijinit lichess.org pentru {count} luni ca și {param2}}}
ru: {count, plural, =1{Поддерживает lichess.org {count} месяц ({param2})} few{Поддерживает lichess.org {count} месяца ({param2})} many{Поддерживает lichess.org {count} месяцев ({param2})} other{Поддерживает lichess.org {count} месяцев ({param2})}}
sk: {count, plural, =1{Podporuje lichess.org {count} mesiac ako {param2}} few{Podporuje lichess.org {count} mesiace ako {param2}} many{Podporuje lichess.org {count} mesiacov ako {param2}} other{Podporuje lichess.org {count} mesiacov ako {param2}}}
sl: {count, plural, =1{{count} mesec podpira lichess.org kot {param2}} =2{{count} meseca podpira lichess.org kot {param2}} few{{count} mesece podpira lichess.org kot {param2}} other{{count} mesecev podpira lichess.org kot {param2}}}
sq: {count, plural, =1{Mbështeti lichess.org për {count} muaj si {param2}} other{Mbështeti lichess.org për {count} muaj si {param2}}}
sr: {count, plural, =1{Подржаo/ла lichess.org на {count} месец као {param2}} few{Подржаo/ла lichess.org на {count} месеца као {param2}} other{Подржаo/ла lichess.org на {count} месеци као {param2}}}
sv: {count, plural, =1{Har stött lichess.org i {count} månad som en {param2}} other{Har stött lichess.org i {count} månader som en {param2}}}
tr: {count, plural, =1{lichess.org'u {count} aylığına {param2} olarak destekledi} other{lichess.org'u {count} aylığına {param2} olarak destekledi}}
uk: {count, plural, =1{Підтримує lichess.org протягом {count} місяця як {param2}} few{Підтримує lichess.org протягом {count} місяців як {param2}} many{Підтримує lichess.org протягом {count} місяців як {param2}} other{Підтримує lichess.org протягом {count} місяців як {param2}}}
vi: {count, plural, other{Đã ủng hộ lichess.org {count} tháng với tư cách là một {param2}}}
zh: {count, plural, other{该用户作为 {param2} 已赞助 lichess.org 共 {count} 个月}}
zh_tw: {count, plural, other{以 {param2} 身分贊助 lichess.org {count} 個月}}

# activityPracticedNbPositions
source: {count, plural, =1{Practised {count} position on {param2}} other{Practised {count} positions on {param2}}}
af: {count, plural, =1{Het {count} posisie op {param2} geoefen} other{Het {count} posisies op {param2} geoefen}}
ar: {count, plural, =0{لقد تدربت على {count} موقف تكتيكي من {param2}} =1{لقد تدربت على {count} موقف تكتيكي من {param2}} =2{لقد تدربت على {count} موقفين تكتيكيين من {param2}} few{لقد تدربت على {count} مواقف تكتيكية من {param2}} many{لقد تدربت على {count} موقفا تكتيكيا من {param2}} other{لقد تدربت على {count} موقفا تكتيكيا من {param2}}}
az: {count, plural, =1{{param2} mövzusunda {count} pozisiya məşq etdi} other{{param2} mövzusunda {count} pozisiya məşq etdi}}
be: {count, plural, =1{Практыкавана пазіцыя {count} у {param2}} few{Практыкаваны пазіцыі {count} у {param2}} many{Практыкаваны пазіцыі {count} у {param2}} other{Практыкаваны пазіцыі {count} у {param2}}}
bg: {count, plural, =1{Упражнил {count} позиция на {param2}} other{Упражнил {count} позиции на {param2}}}
bn: {count, plural, =1{অভ্যস্ত {count} অবস্থান করত {param2}} other{অভ্যস্ত {count} অবস্থান গুলো করত {param2}}}
bs: {count, plural, =1{Vježbao/la {count} poziciju na {param2}} few{Vježbao/la {count} pozicije na {param2}} other{Vježbao/la {count} pozicije na {param2}}}
ca: {count, plural, =1{Has practicat {count} posició en {param2}} other{Ha practicat {count} posicions en {param2}}}
cs: {count, plural, =1{Procvičena {count} pozice v {param2}} few{Procvičeny {count} pozice v {param2}} many{Procvičeno {count} pozic v {param2}} other{Procvičeno {count} pozic v {param2}}}
da: {count, plural, =1{Øvede {count} stilling i {param2}} other{Øvede {count} stillinger i {param2}}}
el: {count, plural, =1{Εξασκήθηκε {count} θέση σε {param2}} other{Εξασκήθηκε {count} θέσεις σε {param2}}}
eo: {count, plural, =1{Praktikis {count} pozicion {param2}} other{Praktikis {count} poziciojn {param2}}}
es: {count, plural, =1{Ha practicado {count} posición en {param2}} other{Ha practicado {count} posiciones en {param2}}}
eu: {count, plural, =1{{param2} erako posizio {count} praktikatu du} other{{param2} erako {count} posizio praktikatu ditu}}
fa: {count, plural, =1{{count} وضعیت تمرین‌شده در {param2}} other{{count} وضعیت تمرین‌شده در {param2}}}
fi: {count, plural, =1{Harjoitteli {count} {param2} -tilannetta} other{Harjoitteli {count} {param2} -tilannetta}}
gl: {count, plural, =1{Practicou {count} posición en {param2}} other{Practicou {count} posicións en {param2}}}
he: {count, plural, =1{התאמן/ה על עמדה {count} ב{param2}} =2{התאמן/ה על {count} עמדות ב{param2}} many{התאמן/ה על {count} עמדות ב{param2}} other{התאמן/ה על {count} עמדות ב{param2}}}
id: {count, plural, other{Dipraktekkan {count} posisi di {param2}}}
it: {count, plural, =1{Ha studiato {count} posizione in {param2}} other{Ha studiato {count} posizioni in {param2}}}
kk: {count, plural, =1{{param2}-да {count} күйді меңгерді} other{{param2}-да {count} күйді меңгерді}}
ko: {count, plural, other{{param2}에서 총 {count}개의 포지션을 연습함}}
lt: {count, plural, =1{Praktikavosi {count} poziciją per „{param2}“} few{Praktikavosi {count} pozicijas per „{param2}“} many{Praktikavosi {count} pozicijų per „{param2}“} other{Praktikavosi {count} pozicijų per „{param2}“}}
lv: {count, plural, =0{Mācījās no {count} pozīcijām sadaļā {param2}} =1{Mācījās no {count} pozīcijas sadaļā {param2}} other{Mācījās no {count} pozīcijām sadaļā {param2}}}
mk: {count, plural, =1{Вежбаше {count} позиција на {param2}} other{Вежбаше {count} позиции на {param2}}}
nl: {count, plural, =1{Oefende {count} positie van {param2}} other{Oefende {count} posities van {param2}}}
pt: {count, plural, =1{Praticou {count} posição em {param2}} other{Praticou {count} posições em {param2}}}
ro: {count, plural, =1{A practicat {count} poziție pe {param2}} few{A practicat {count} poziții pe {param2}} other{A practicat {count} poziții pe {param2}}}
ru: {count, plural, =1{Выполнено {count} упражнение в {param2}} few{Выполнено {count} упражнения в {param2}} many{Выполнено {count} упражнений в {param2}} other{Выполнено {count} упражнений в {param2}}}
sk: {count, plural, =1{Precvičená {count} pozícia v {param2}} few{Precvičené {count} pozície v {param2}} many{Precvičených {count} pozícii v {param2}} other{Precvičených {count} pozícii v {param2}}}
sl: {count, plural, =1{Treniral {count} pozicijo na {param2}} =2{Treniral {count} pozicij na {param2}} few{Treniral {count} pozicije na {param2}} other{Treniral {count} pozicij na {param2}}}
sq: {count, plural, =1{U praktikua pozicioni {count} në {param2}} other{Ushtroi {count} pozicione në {param2}}}
sr: {count, plural, =1{Вежбаo/ла {count} позицију на {param2}} few{Вежбаo/ла {count} позиције на {param2}} other{Вежбаo/ла {count} позиција на {param2}}}
sv: {count, plural, =1{Tränade {count} ställning på {param2}} other{Tränade {count} ställningar på {param2}}}
tr: {count, plural, =1{{param2} üzerine {count} alıştırma yaptı} other{{param2} üzerine {count} alıştırma yaptı}}
uk: {count, plural, =1{Виконано {count} вправу в {param2}} few{Виконано {count} вправи в {param2}} many{Виконано {count} вправ в {param2}} other{Виконано {count} вправ в {param2}}}
vi: {count, plural, other{Đã luyện tập {count} thế cờ trên {param2}}}
zh: {count, plural, other{在 {param2} 中解决了 {count} 道习题}}
zh_tw: {count, plural, other{在 {param2} 練習了 {count} 個棋局}}
