Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# perfStatTournamentGames
source: Tournament games
af: Toernooi spelle
ar: مباريات بطولة
az: Turnir oyunları
be: Гульні ў турнірах
bg: Турнирни игри
bs: Turnirske partije
ca: Partides de torneig
cs: Turnajové partie
da: Turneringspartier
el: Παρτίδες σε τουρνουά
eo: Turniraj ludoj
es: Partidas de torneo
eu: Txapelketetako partidak
fa: بازی های مسابقه ای
fi: Turnauspelejä
gl: Partidas de torneo
he: משחקי טורניר
hy: Մրցաշարային պարտիաներ
id: Permainan turnamen
it: Partite di torneo
kk: Жарыс ойындары
ko: 토너먼트 게임
lt: Turnyrinių partijų
lv: Turnīru spēles
mk: Турнирски партии
nl: Toernooipartijen
pt: Partidas em torneios
ro: Meciuri de turnee
ru: Турнирных партий
sk: Turnajové hry
sl: Turnirske partije
sq: Lojëra turneu
sr: Турнирских партија
sv: Turneringspartier
tr: Turnuva maçları
uk: Турнірні ігри
vi: Số ván chơi trong giải đấu
zh: 锦标赛对局数
zh_tw: 聯賽棋局

# perfStatBerserkedGames
source: Berserked games
af: Gebeserkte spelle
ar: مباريات مخاطرة
az: Berserk oyunları
be: Гульні з бярсеркам
bg: Партии берсерк
bs: Berserk partije
ca: Partides agilitzades (berserk)
cs: Beskerské hry
da: Bersærkede partier
el: Παρτίδες με berserk
eo: Berserk ludoj
es: Partidas agilizadas (berserk)
eu: Berserk erabilitako partidak
fa: بازی‌های دیوانگی
fi: Berserkkipelejä
gl: Partidas no modo Berserk
he: משחקי 'אטרף'
hy: Բերսերկով պարտիաներ
id: Permainan saat mengamuk
it: Partite in berserk
kk: Берсерк ойындары
ko: 버서크 게임
lt: Įsiučio partijų
lv: Dullās spēles
mk: Берсерк парии
nl: Berserk partijen
pt: Partidas no modo frenético
ro: Meciuri berserked
ru: Партий с берсерком
sk: Zúrivé hry
sl: Partije, pri katerih je igralec kliknil gumb za norenje
sq: Lojëra berserk
sr: Берсерковане партије
sv: Bärsärk-partier
tr: Divane açılan maçlar
uk: Партії з берсерком
vi: Số ván chơi Berserk
zh: 狂暴对局数
zh_tw: 狂暴模式棋局

# perfStatTimeSpentPlaying
source: Time spent playing
af: Tyd gespeel
ar: الوقت المقضي في اللعب
az: Cəmi oynama müddəti
be: Агульны час за гульнёй
bg: Време прекарано в игра
bs: Vrijeme provedeno igrajući
ca: Temps dedicat a jugar
cs: Čas strávený hraním
da: Tid brugt på at spille
el: Χρόνος που διατέθηκε παίζοντας
eo: Tempo pasita ludante
es: Tiempo dedicado a jugar
eu: Jokatzen emandako denbora
fa: مدت زمان بازی کردن
fi: Pelaamiseen käytetty aika
gl: Tempo xogado
he: זמן במשחק
hy: Ընդհանուր խաղաժամանակ
id: Waktu bermain
it: Tempo trascorso giocando
kk: Ойынмен өткен уақыт
ko: 플레이한 시간
lt: Laiko praleista žaidžiant
lv: Spēlējot pavadītais laiks
mk: Време поминато во играње
nl: Tijd schakend besteed
pt: Tempo passado a jogar
ro: Timp petrecut jucând
ru: Времени за игрой
sk: Čas strávený hraním
sl: Čas igranja
sq: Kohë e shpenzuar në lojë
sr: Време проведено играјући
sv: Total speltid
tr: Toplam oynama süresi
uk: Проведено часу у грі
vi: Thời gian đã chơi
zh: 对弈总时长
zh_tw: 奕棋時間

# perfStatAverageOpponent
source: Average opponent
af: Gemiddelde opponent
ar: متوسط تقييم الخصم
az: Ortalama rəqib
be: Сярэдні рэйтынг суперніка
bg: Среден рейтинг на противник
bs: Prosječni protivnik
ca: Mitjana dels oponents
cs: Průměrný soupeř
da: Gennemsnitlig modstander
el: Μέσος όρος βαθμολογίας αντιπάλων
eo: Meznombra kontraŭulo
es: Promedio de los oponentes
eu: Aurkarien batazbestekoa
fa: حریف معمولی
fi: Keskimääräinen vastustaja
gl: Puntuación media dos opoñentes
he: יריב ממוצע
hy: Մրցակիցների միջին վարկանիշը
id: Rata-rata lawan
it: Punteggio medio degli avversari
kk: Орташа қарсылас
ko: 상대 평균
lt: Vidutinis priešininkas
lv: Vidējais pretinieks
mk: Просечен противник
nl: Gemiddelde tegenstander
pt: Pontuação média dos adversários
ro: Adversar în medie
ru: Средний рейтинг соперников
sk: Priemerný súper
sl: Povprečen nasprotnik
sq: Kundërshtari mesatar
sr: Просечни противник
sv: Genomsnittlig motståndare
tr: Ortalama rakip
uk: Середній рейтинг суперників
vi: Đối thủ trung bình
zh: 对手平均等级分
zh_tw: 對手平均積分

# perfStatVictories
source: Victories
af: Oorwinnings
ar: الانتصارات
az: Qələbələr
be: Перамогі
bg: Победи
bs: Pobjede
ca: Victòries
cs: Vítězství
da: Sejre
el: Νίκες
eo: Venkoj
es: Victorias
eu: Garaipenak
fa: پیروزی ها
fi: Voittoja
gl: Vitorias
he: נצחונות
hy: Հաղթանակներ
id: Kemenangan
it: Vittorie
kk: Жеңістер
ko: 승
lt: Pergalių
lv: Uzvaras
mk: Победи
nl: Overwinningen
pt: Vitórias
ro: Victorii
ru: Побед
sk: Víťazstvá
sl: Zmage
sq: Fitore
sr: Победа
sv: Segrar
tr: Zaferler
uk: Перемог
vi: Thắng
zh: 胜
zh_tw: 勝場

# perfStatDefeats
source: Defeats
af: Nederlae
ar: الهزائم
az: Məğlubiyyətlər
be: Паразы
bg: Загуби
bs: Porazi
ca: Derrotes
cs: Prohry
da: Nederlag
el: Ήττες
eo: Malvenkoj
es: Derrotas
eu: Porrotak
fa: شکست ها
fi: Tappioita
gl: Derrotas
he: הפסדים
hy: Պարտություններ
id: Kalah
it: Sconfitte
kk: Жеңілістер
ko: 패
lt: Pralaimėjimų
lv: Zaudējumi
mk: Порази
nl: Nederlagen
pt: Derrotas
ro: Înfrângeri
ru: Поражений
sk: Porážky
sl: Porazi
sq: Humbje
sr: Пораза
sv: Förluster
tr: Yenilgiler
uk: Поразок
vi: Thua
zh: 负
zh_tw: 敗場

# perfStatDisconnections
source: Disconnections
af: Diskonneksies
ar: الانقطاعات
az: Bağlantı kəsilmələri
be: Адключэнні
bg: Прекъсната връзка
bs: Prekinute partije
ca: Desconnexions
cs: Odpojení
da: Afbrydelser af forbindelse
el: Αποσυνδέσεις
eo: Malkonektoj
es: Desconexiones
eu: Deskonektatutakoak
fa: قطع ارتباطها
fi: Yhteys katkennut
gl: Desconexións
he: ניתוקים
hy: Անջատումներ
id: Koneksi terputus
it: Disconnessioni
kk: Байланыс үзілуі
ko: 연결 끊김
lt: Atsijungimų
lv: Atvienošanās
mk: Прекинати партии
nl: Verbroken verbindingen
pt: Desconexões
ro: Deconectări
ru: Отключений
sk: Odpojenia
sl: Prekinjanje povezave
sq: Shkëputje
sr: Искључења
sv: Avbrutna partier
tr: Oyundan kopma sayısı
uk: Відключень
vi: Ngắt kết nối
zh: 断线
zh_tw: 斷線場次

# perfStatNotEnoughGames
source: Not enough games played
af: Nie genoeg spelle gespeel
ar: لم تلعب مباريات كفاية
az: Yetərli sayda oyun oynanılmayıb
be: Згуляна недастаткова партый
bg: Не са играни достатъчно игри
bs: Nedovoljno partija odigrano
ca: No s'han jugat suficients partides
cs: Nedostatek odehraných her
da: Ikke nok partier spillet
el: Δεν έχουν παιχτεί αρκετές παρτίδες
eo: Ne sufiĉaj luditaj ludoj
es: No hay suficientes partidas jugadas
eu: Ez duzu partida nahiko jokatu
fa: تعداد بازی های انجام شده کافی نیست
fi: Ei tarpeeksi pelattuja pelejä
gl: Non hai suficientes partidas xogadas
he: אין מספיק משחקים
hy: Խաղացված պարտիաների քանակն անբավարար է
id: Permainan yang dimainkan tidak mencukupi
it: Non ci sono abbastanza partite giocate
kk: Ойындар саны жеткіліксіз
ko: 충분한 게임을 하지 않으셨습니다
lt: Žaista nepakankamai partijų
lv: Nav spēlēts pietiekami spēļu
mk: Недоволно одиграни партии
nl: Niet genoeg partijen gespeeld
pt: Não foram jogadas partidas suficientes
ro: N-au fost jucate destule meciuri
ru: Недостаточно сыгранных партий
sk: Nedostatok odohraných hier
sl: Ni dovolj igranih partij
sq: Numër i pamjaftueshëm lojërash
sr: Недовољно партија одиграно
sv: Inte tillräckligt med spelade partier
tr: Yapılan maç sayısı yeterli değil
uk: Недостатньо зіграних ігор
vi: Chơi chưa đủ ván
zh: 对局数量不足
zh_tw: 棋局數不夠多

# perfStatHighestRating
source: Highest rating: {param}
af: Hoogste gradering: {param}
ar: أعلى تقييم: {param}
az: Ən yüksək reytinq: {param}
be: Найвышэйшы рэйтынг: {param}
bg: Най-висок рейтинг: {param}
bs: Najveći rejting: {param}
ca: Puntuació més alta: {param}
cs: Nejvyšší rating: {param}
da: Højeste rating: {param}
el: Υψηλότερη βαθμολογία: {param}
eo: Plej alta rango: {param}
es: Puntuación más alta: {param}
eu: Puntuazio altuena: {param}
fa: بالاترین درجه‌بندی: {param}
fi: Korkein vahvuusluku: {param}
gl: Puntuación máis alta: {param}
he: דירוג שיא: {param}
hy: Բարձրագույն վարկանիշ` {param}
id: Rating tertinggi: {param}
it: Punteggio più alto: {param}
kk: Ең үлкен рейтинг: {param}
ko: 최고 레이팅: {param}
lt: Aukščiausias reitingas: {param}
lv: Augstākais reitings: {param}
mk: Највисок рејтинг: {param}
nl: Hoogste rating: {param}
pt: Pontuação mais alta: {param}
ro: Cel mai mare rating: {param}
ru: Наивысший рейтинг: {param}
sk: Najvyšší rating: {param}
sl: Najvišji rejting: {param}
sq: Vlerësimi më i lartë: {param}
sr: Највиши рејтинг: {param}
sv: Högsta rating: {param}
tr: En yüksek puan: {param}
uk: Найвищий рейтинг: {param}
vi: Hệ số cao nhất: {param}
zh: 最高等级分：{param}
zh_tw: 最高積分：{param}

# perfStatLowestRating
source: Lowest rating: {param}
af: Laagste gradering: {param}
ar: أقل تقييم: {param}
az: Ən aşağı reytinq: {param}
be: Найніжэйшы рэйтынг: {param}
bg: Най-нисък рейтинг: {param}
bs: Najniži rejting: {param}
ca: Puntuació més baixa: {param}
cs: Nejnižší rating: {param}
da: Laveste rating: {param}
el: Χαμηλότερη βαθμολογία: {param}
eo: Plej malalta rango: {param}
es: Puntuación más baja: {param}
eu: Puntuazio baxuena: {param}
fa: پایین‌ترین درجه‌بندی: {param}
fi: Alin vahvuusluku: {param}
gl: Puntuación máis baixa: {param}
he: דירוג שפל: {param}
hy: Ցածրագույն վարկանիշ` {param}
id: Rating terendah: {param}
it: Punteggio più basso: {param}
kk: Ең төменгі рейтинг: {param}
ko: 최저 레이팅: {param}
lt: Žemiausias reitingas: {param}
lv: Zemākais reitings: {param}
mk: Најнизок рејтинг: {param}
nl: Laagste rating: {param}
pt: Pontuação mais baixa: {param}
ro: Cel mai mic rating: {param}
ru: Наименьший рейтинг: {param}
sk: Najnižší rating: {param}
sl: Najnižji rejting: {param}
sq: Vlerësimi më i ulet: {param}
sr: Најнижи рејтинг: {param}
sv: Lägsta rating: {param}
tr: En düşük puan: {param}
uk: Найнижчий рейтинг: {param}
vi: Hệ số thấp nhất: {param}
zh: 最低等级分：{param}
zh_tw: 最低積分：{param}

# perfStatFromXToY
source: from {param1} to {param2}
af: vanaf {param1} tot {param2}
ar: من {param1} الى {param2}
az: {param1} tarixindən {param2} tarixinə qədər
be: ад {param1} да {param2}
bg: от {param1} до {param2}
bs: od {param1} do {param2}
ca: des de {param1} fins a {param2}
cs: od {param1} do {param2}
da: fra {param1} til {param2}
el: από {param1} έως {param2}
eo: de {param1} al {param2}
es: desde {param1} hasta {param2}
eu: {param1} - {param2}
fa: از {param1} تا {param2}
fi: aikavälillä {param1}–{param2}
gl: de {param1} a {param2}
he: מ - {param1} עד {param2}
hy: {param1}-ից {param2}
id: dari {param1} ke {param2}
it: da {param1} a {param2}
kk: {param1} - {param2} аралығында
ko: {param1}에서 {param2}까지
lt: nuo {param1} iki {param2}
lv: no {param1} līdz {param2}
mk: од {param1} до {param2}
nl: van {param1} tot {param2}
pt: de {param1} a {param2}
ro: de la {param1} la {param2}
ru: от {param1} до {param2}
sk: od {param1} do {param2}
sl: od {param1} do {param2}
sq: nga {param1} deri {param2}
sr: од {param1} до {param2}
sv: från {param1} till {param2}
tr: {param1} tarihinden {param2} tarihine kadar
uk: від {param1} до {param2}
vi: từ {param1} đến {param2}
zh: 自 {param1} 至 {param2}
zh_tw: 從{param1}到{param2}

# perfStatWinningStreak
source: Winning streak
af: Weghol-wen reeks
ar: سلسلة الانتصارات
az: Qalibiyyət seriyası
be: Перамог запар
bg: Печеливша поредица
bs: Pobjednički Niz
ca: Ratxa de victòries
cs: Série výher
da: Sejrsstime
el: Συνεχόμενες νίκες
eo: Sinsekva gajnado
es: Racha de victorias
eu: Garaipenen segida
fa: بردهای متوالی
fi: Voittoputki
gl: Vitorias consecutivas
he: רצף ניצחונות
hy: Անընդմեջ հաղթանակներ
id: Kemenangan beruntun
it: Serie di vittorie
kk: Жеңістер тізбегі
ko: 연승
lt: Pergalių iš eilės
lv: Uzvaras pēc kārtas
mk: Победничка низа
nl: Overwinningsreeks
pt: Vitórias consecutivas
ro: Victorii consecutive
ru: Побед подряд
sk: Séria výhier
sl: Zmagovalni niz
sq: Fitore radhazi
sr: Победнички низ
sv: Vinster i rad
tr: Kazanma serisi
uk: Серія перемог
vi: Chuỗi thắng
zh: 连胜
zh_tw: 連勝場數

# perfStatLosingStreak
source: Losing streak
af: Verloor reeks
ar: سلسلة الهزائم
az: Məğlubiyyət seriyası
be: Паразаў запар
bg: Губеща поредица
bs: Gubitnički Niz
ca: Ratxa de derrotes
cs: Série proher
da: Tabsstime
el: Συνεχόμενες ήττες
eo: Sinsekva perdado
es: Racha de derrotas
eu: Porroten segida
fa: باخت‌های متوالی
fi: Tappioputki
gl: Derrotas consecutivas
he: רצף הפסדים
hy: Անընդմեջ պարտություններ
id: Kekalahan beruntun
it: Serie di sconfitte
kk: Жеңілістер тізбегі
ko: 연패
lt: Pralaimėjimų iš eilės
lv: Zaudējumi pēc kārtas
mk: Губитничка низа
nl: Verliesreeks
pt: Derrotas consecutivas
ro: Înfrângeri consecutive
ru: Поражений подряд
sk: Séria prehier
sl: Niz porazov
sq: Humbje radhazi
sr: Губитнички низ
sv: Förluster i rad
tr: Yenilgi serisi
uk: Серія поразок
vi: Chuỗi thua
zh: 连败
zh_tw: 連敗場數

# perfStatLongestStreak
source: Longest streak: {param}
af: Langste reeks: {param}
ar: اطول سلسلة: {param}
az: Ən uzun seriya: {param}
be: Найдаўжэйшая серыя: {param}
bg: Най-дълга поредица: {param}
bs: Najduži niz: {param}
ca: Ratxa més llarga: {param}
cs: Nejdelší série: {param}
da: Længste stime: {param}
el: Μεγαλύτερο σερί: {param}
eo: Plej longa sinsekva rezulto: {param}
es: Racha más larga: {param}
eu: Segida luzeena: {param}
fa: طولانی‌ترین توالی: {param}
fi: Pisin putki: {param}
gl: Secuencia máis longa: {param}
he: הרצף הארוך ביותר: {param}
hy: Ամենաերկար շարքը` {param}
id: Beruntun terpanjang: {param}
it: Serie più lunga: {param}
kk: Ең ұзақ тізбек: {param}
ko: 최고 기록: {param}
lt: Daugiausia iš eilės: {param}
lv: Garākā sērija: {param}
mk: Најдолга низа: {param}
nl: Langste reeks: {param}
pt: Sequência mais longa: {param}
ro: Cea mai lungă secvență: {param}
ru: Рекордная серия: {param}
sk: Najdlhšia séria: {param}
sl: Najdaljši niz: {param}
sq: Vijimësia më e gjatë: {param}
sr: Најдужи низ: {param}
sv: Längsta serie: {param}
tr: En uzun seri: {param}
uk: Найдовша серія: {param}
vi: Chuỗi dài nhất: {param}
zh: 最长连胜/连败：{param}
zh_tw: 最長紀錄：{param}

# perfStatCurrentStreak
source: Current streak: {param}
af: Huidige reeks: {param}
ar: السلسلة الحالية: {param}
az: Hazırkı seriya: {param}
be: Бягучая серыя: {param}
bg: Текуща поредица: {param}
bs: Trenutni niz: {param}
ca: Ratxa actual: {param}
cs: Aktuální série: {param}
da: Aktuel stime: {param}
el: Τρέχον σερί: {param}
eo: Nuntempa sinsekva rezulto: {param}
es: Racha actual: {param}
eu: Uneko segida: {param}
fa: توالی فعلی: {param}
fi: Nykyinen putki: {param}
gl: Secuencia actual: {param}
he: רצף נוכחי: {param}
hy: Ընթացիկ շարքը` {param}
id: Beruntun saat ini: {param}
it: Serie attuale: {param}
kk: Қазіргі тізбек: {param}
ko: 현재 기록: {param}
lt: Kol kas iš eilės: {param}
lv: Pašreizējā sērija: {param}
mk: Сегашна низа: {param}
nl: Huidige reeks: {param}
pt: Sequência atual: {param}
ro: Secvența curentă: {param}
ru: Текущая серия: {param}
sk: Súčasná séria: {param}
sl: Trenutni niz: {param}
sq: Vijimësi aktuale: {param}
sr: Тренутни низ: {param}
sv: Nuvarande serie: {param}
tr: Mevcut seri: {param}
uk: Поточна серія: {param}
vi: Chuỗi hiện tại: {param}
zh: 当前连胜/连败：{param}
zh_tw: 目前記錄：{param}

# perfStatBestRated
source: Best rated victories
af: Hoogste gegradeerde oorwinnings
ar: افضل الانتصارات المقيّمة
az: Ən yüksək reytinqli qələbələr
be: Найлепшыя рэйтынгавыя перамогі
bg: Най-добри победи в игри с рейтинг
bs: Pobjede protiv protivnika visokog rejtinga
ca: Millors victòries puntuables
cs: Nejlépe hodnocená vítězství
da: Bedst ratede sejre
el: Καλύτερες αξιολογήσιμες νίκες
eo: Plej bonaj venkoj laŭ kontraŭula rango
es: Mejores victorias por puntos
eu: Garaipen onenak
fa: بهترین پیروزی های رسمی
fi: Korkeimman vahvuusluvun voitot
gl: Mellores vitorias puntuadas
he: ניצחונות בדירוג הגבוה ביותר
hy: Հաղթանակներ ամենաբարձր վարկանիշ ունեցողների նկատմամբ
id: Kemenangan dirating terbaik
it: Migliori vittorie classificate
kk: Ең бағалы жеңістер
ko: 최고 레이팅 승리
lt: Geriausios reitinguotos pergalės
lv: Labākās vērtētās uzvaras
mk: Најдобро рангирани победи
nl: Grootste overwinningen
pt: Melhores vitórias a pontuar
ro: Cele mai bune victorii oficiale
ru: Победы против лучших по рейтингу
sk: Najlepšie hodnotené víťazstvá
sl: Najbolj rangirane zmage
sq: Fitoret më të mira
sr: Најбоље рангиране победе
sv: Högst rankade segrar
tr: Destansı zaferler
uk: Найкращі перемоги в рейтингових іграх
vi: Ván thắng được cộng Elo nhiều nhất
zh: 最佳胜利
zh_tw: 積分賽勝場之最強對手

# perfStatGamesInARow
source: Games played in a row
af: Spelle gespeel in 'n ry
ar: مباريات لُعبت على التوالي
az: Ardıcıl oynanılan oyunlar
be: Гульняў сыграна запар
bg: Изиграни игри подред
bs: Broj odigranih partija u nizu
ca: Partides jugades seguides
cs: Hry odehrané v řadě
da: Partier spillet i træk
el: Συνεχόμενες παρτίδες
eo: Ludoj sinsekve luditaj
es: Partidas jugadas seguidas
eu: Jarraian jokatutako partida kopurua
fa: بازی های متوالی انجام شده
fi: Peräjälkeen pelattuja pelejä
gl: Partidas xogadas seguidas
he: משחקים ששוחקו ברצף
hy: Անընդմեջ խաղացված պարտիաներ
id: Permainan yang dimainkan berturut-turut
it: Partite giocate di fila
kk: Қатарынан ойналған ойындар
ko: 연속 대국
lt: Partijų žaista iš eilės
lv: Pēc kārtas spēlētās spēles
mk: Број одиграни партии во низа
nl: Aaneengesloten partijen
pt: Partidas jogadas de seguida
ro: Meciuri jucate consecutiv
ru: Сыгранные подряд игры
sk: Séria partií po sebe
sl: Odigrane partije v vrsti
sq: Lojëra radhazi
sr: Узастопно одиграних партија
sv: Partier som spelats i rad
tr: Üst üste yapılan maçlar
uk: Зіграно ігор поспіль
vi: Số ván cờ được chơi liên tục
zh: 连续对局
zh_tw: 連續奕棋場數

# perfStatLessThanOneHour
source: Less than one hour between games
af: Minder as een uur tussen spelle
ar: اقل من ساعة واحدة بين المباريات
az: Oyunlar arasında bir saatdan az ara olmalıdır
be: Менш за гадзіну паміж гульнямі
bg: По-малко от час между игри
bs: Manje od jednog sata između partija
ca: Menys d'una hora entre partida i partida
cs: Méně než jedna hodina mezi hrami
da: Mindre end en time mellem partier
el: Διάστημα λιγότερο από μία ώρα μεταξύ των παρτίδων
eo: Malpli ol unu horo inter ludoj
es: Menos de una hora entre partidas
eu: Partiden artean ordubete baino gutxiago
fa: کمتر از یک ساعت بین بازی‌ها
fi: Alle tunti pelien välissä
gl: Menos dunha hora entre partidas
he: פחות משעה בין משחקים
hy: Պարտիաների միջև դադարը` մեկ ժամից պակաս
id: Kurang dari satu jam antar permainan
it: Meno di un'ora tra partite
kk: Ойындар арасы бір сағаттан кем
ko: 게임 사이가 1시간 미만인 경우
lt: Mažiau negu valanda tarp partijų
lv: Mazāk par stundu starp spēlēm
mk: Помалку од еден час меѓу партии
nl: Minder dan een uur tussen de partijen
pt: Menos de uma hora entre partidas
ro: Mai puțin de o oră între meciuri
ru: Перерыв между играми менее часа
sk: Menej ako hodina medzi hrami
sl: Manj kot 1 ura med partijami
sq: Më pak se një orë mes lojërave
sr: Мање од једног сата између партија
sv: Mindre än en timme mellan partierna
tr: Maçlar arasında bir saatten az bir boşluk olmalı
uk: Менше години між іграми
vi: Ít hơn một giờ giữa các ván cờ
zh: 对局间隔小于一小时
zh_tw: 兩場間距不到一小時

# perfStatMaxTimePlaying
source: Max time spent playing
af: Maks tyd spandeer op speel
ar: اقصى وقت مقضي في اللعب
az: Oyun üçün xərclənən ən uzun vaxt
be: Максімальны час за гульнёй
bg: Най-дълго време прекарано в игра
bs: Maksimalno vrijeme provedeno igrajući
ca: Temps màxim jugant
cs: Maximální čas strávený hraním
da: Maks tid brugt på at spille
el: Μέγιστος χρόνος που διατέθηκε παίζοντας
eo: Maksimuma tempo pasita ludante
es: Tiempo máximo jugando
eu: Jokatzen emandako denbora gehiena
fa: بیشترین زمانی که صرف بازی شده است
fi: Pisin yhtäjaksoinen peliaika
gl: Tempo máximo xogando
he: הכי הרבה זמן במשחק
hy: Առավելագույն խաղաժամանակ
id: Maksimal waktu bermain
it: Tempo massimo trascorso giocando
kk: Ойынмен өткен ең ұзақ уақыт
ko: 게임을 한 최대 시간
lt: Daugiausia laiko praleista žaidžiant
lv: Ilgākais spēlējot pavadītais laiks
mk: Макс. време поминато во играње
nl: Langste schaakpartij
pt: Tempo máximo passado a jogar
ro: Cel mai mult timp petrecut jucând
ru: Максимальное время за игрой
sk: Max čas strávený hraním
sl: Najdaljši čas igranja
sq: Maksimum kohe shpenzuar në lojë
sr: Максимално време проведено играјући
sv: Längsta speltid
tr: Oyun için harcanan en uzun süre
uk: Максимальний час, проведений у грі
vi: Thời gian dài nhất đã chơi
zh: 单次最长对局时长
zh_tw: 最高奕棋時間

# perfStatNow
source: now
af: nou
ar: الآن
az: indi
be: зараз
bg: сега
bs: sada
ca: ara
cs: nyní
da: nu
el: τώρα
eo: nun
es: ahora
eu: orain
fa: حالا
fi: nyt
gl: agora
he: עכשיו
hy: հիմա
id: sekarang
it: ora
kk: қазір
ko: 지금
lt: dabar
lv: tagad
mk: сега
nl: nu
pt: agora
ro: acum
ru: сейчас
sk: teraz
sl: zdaj
sq: tani
sr: сада
sv: nu
tr: şimdi
uk: зараз
vi: bây giờ
zh: 现在
zh_tw: 現在

# preferencesPreferences
source: Preferences
af: Voorkeure
ar: تفضيلات
az: Tərcihlər
be: Налады
bg: Предпочитания
bn: পছন্দসমূহ
bs: Postavke
ca: Configuracions
cs: Předvolby
da: Indstillinger
el: Προτιμήσεις
eo: Preferoj
es: Preferencias
eu: Lehentasunak
fa: تنظیمات
fi: Asetukset
gl: Preferencias
he: העדפות
hy: Կարգավորումներ
id: Pengaturan
it: Preferenze
kk: Баптаулар
ko: 설정
lt: Nuostatos
lv: Uzstādījumi
mk: Поставки
nl: Voorkeuren
pt: Preferências
ro: Preferințe
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Parapëlqime
sr: Преференсе
sv: Inställningar
tr: Tercihler
uk: Налаштування
vi: Tuỳ chỉnh
zh: 偏好设置
zh_tw: 偏好設定

# preferencesDisplay
source: Display
af: Vertoon
ar: عرض
be: Адлюстраванне
bg: Изглед
bn: ডিসপ্লে
bs: Prikaz
ca: Visualització
cs: Zobrazení
da: Udseende
el: Εμφάνιση
eo: Montri
es: Mostrar
eu: Erakutsi
fa: صفحه نمایش
fi: Näyttöasetukset
gl: Mostrar
he: תצוגה
hy: Ցուցադրել
id: Tampilan
it: Mostra
kk: Көрініс
ko: 화면
lt: Rodymas
lv: Izskats
nl: Weergave
pt: Mostrar
ro: Afișare
ru: Отображение
sk: Zobrazenie
sl: Prikaz
sq: Shfaqje
sv: Visningsalternativ
tr: Görünüm
uk: Відображення
vi: Hiển thị
zh: 界面设置
zh_tw: 顯示

# preferencesPrivacy
source: Privacy
af: Privaatheid
ar: الخصوصية
be: Прыватнасць
bg: Поверителност
bn: গোপনীয়তা
bs: Privatnost
ca: Privacitat
cs: Soukromí
da: Privatliv
el: Ιδιωτικότητα
eo: Privateco
es: Privacidad
eu: Pribatutasuna
fa: امنیت و حریم شخصی
fi: Yksityisyysasetukset
gl: Privacidade
he: פרטיות
hy: Գաղտնիություն
id: Privasi
kk: Құпиялық
ko: 보안
lt: Privatumas
lv: Privātums
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sv: Sekretess
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh: 隐私设置
zh_tw: 隱私

# preferencesNotifications
source: Notifications
af: Kennisgewings
ar: إشعارات
be: Апавяшчэнні
bg: Известия
bn: নোটিফিকেশন
bs: Obavještenja
ca: Notificacions
cs: Upozornění
da: Notifikationer
el: Ειδοποιήσεις
eo: Sciigoj
es: Notificaciones
eu: Jakinarazpenak
fa: اعلان
fi: Ilmoitukset
gl: Notificacións
he: התראות
hy: Ծանուցումներ
id: Notifikasi
it: Notifiche
kk: Хабарламалар
ko: 알림
lt: Pranešimai
lv: Paziņojumi
nl: Meldingen
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sq: Njoftime
sv: Notifieringar
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh: 通知
zh_tw: 通知

# preferencesPieceAnimation
source: Piece animation
af: Stuk animasie
ar: المؤثرات الحركية للقطعة
az: Fiqur animasiyası
be: Анімацыя фігур
bg: Движение на фигурите
bn: গুটির অ্যানিমেশন
bs: Animacija figura
ca: Animació de les peces
cs: Animace figur
da: Animation af brikkerne
el: Κίνηση πιονιών
eo: Animacio de ŝakpecoj
es: Animación de las piezas
eu: Piezen animazioa
fa: حرکت مهره ها
fi: Nappuloiden animaatio
gl: Animación das pezas
he: אנימציית הכלים
hy: Խաղաքարերի ձևավորում
id: Animasi Buah Catur
it: Animazione dei pezzi
kk: Тастар анимациясы
ko: 기물 움직임 애니메이션
lt: Figūrų animacija
lv: Figūru animācija
mk: Анимација на фигурите
nl: Stukanimatie
pt: Animação das peças
ro: Animația piesei
ru: Анимация фигур
sk: Animácia figúrok
sl: Animacija figur
sq: Animimi i figurave
sr: Aнимација фигура
sv: Pjäsanimation
tr: Hamle animasyonu
uk: Анімація ходів
vi: Hình ảnh động của quân cờ
zh: 棋子动画
zh_tw: 棋子動畫
