Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Rematch
af: Herwedstryd
ar: العب مرة أخرى
az: Revanş
be: Рэванш
bg: Повторна
bn: আবার খেলুন
bs: Revanš
ca: Oferir una revenja
cs: Odveta
da: Revanche
el: Ξαναπαίξτε
eo: Reludi
es: Revancha
eu: Errebantxa
fa: بازی دوباره
fi: Revanssi
gl: Desquite
he: משחק חוזר
hy: Կրկին խաղալ
id: Ulang pertandingan
it: Rivincita
kk: Қайта ойнау
ko: 재대결
lt: Revanšas
lv: Spēlēt atkal
mk: Реванш
nl: Opnieuw spelen
pt: Desforra
ro: Revanșă
ru: Реванш
sk: Odveta
sl: Revanša
sq: Lojë rishtas
sr: Реванш
sv: Returmatch
tr: Yeniden oyna
uk: Реванш
vi: Tái đấu
zh: 重赛
zh_tw: 重賽

source: Rematch offer sent
af: Herwedstryd aanbod gestuur
ar: أُرسل طلب اللعب
az: Revanş təklifi göndərildi
be: Прапанова рэваншу даслана
bg: Предложението за повторна е изпратено
bn: পুনঃম্যাচের অফার পাঠানো হয়েছে
bs: Ponuda za revanš poslana
ca: La petició de revenja s'ha enviat
cs: Nabídka odvety byla odeslána
da: Tilbud om revanche sendt
el: Πρόταση ρεβάνς εστάλη
eo: Rematĉa oferto estis sendita
es: Oferta de revancha enviada
eu: Errebantxa eskaria bidalita
fa: درخواست بازی دوباره فرستاده شد
fi: Revanssipyyntö lähetetty
gl: Oferta de desquite enviada
he: הצעה למשחק חוזר נשלחה
hy: Ռևանշի առաջարկը ուղարկված է
id: Tawaran permainan ulang terkirim
it: Offerta di rivincita inviata
kk: Қайта ойнау сұралуда
ko: 재대결 요청 전송됨
lt: Revanšo pasiūlymas išsiųstas
lv: Revanša piedāvājums nosūtīts
mk: Понуда за реванш е испратена
nl: Uitnodiging voor nieuwe partij verstuurd
pt: Pedido de desforra enviado
ro: Propunerea de revanșă a fost trimisă
ru: Предложение реванша отправлено
sk: Zaslaná ponuka na odvetu
sl: Ponudba za revanšo poslana
sq: Oferta për lojë rishtas u dërgua
sr: Понуда за реванш послата
sv: Erbjudande om returmatch skickat
tr: Yeniden oynama teklifi yollandı
uk: Запит на повторну гру надіслано
vi: Yêu cầu tái đấu đã được gửi
zh: 重赛请求已发送
zh_tw: 重賽請求已發送

source: Rematch offer accepted
af: Herwedstryd aanbod aanvaar
ar: قُبل طلب اللعب
az: Revanş qəbul edildi
be: Прапанова рэваншу прынятая
bg: Предложението за повторна е прието
bn: পুনঃম্যাচের অফার গ্রহণ করা হয়েছে
bs: Ponuda za revanš prihvaćena
ca: Oferta de revenja acceptada
cs: Nabídka odvety byla přijata
da: Tilbud om revanche accepteret
el: Η πρόταση ρεβάνς έγινε αποδεκτή
eo: Rematĉa oferto estis akceptita
es: Oferta de revancha aceptada
eu: Errebantxa eskaria onartuta
fa: درخواست بازی دوباره پذیرفته شد
fi: Revanssipyyntö hyväksytty
gl: Oferta de desquite aceptada
he: הצעה למשחק חוזר התקבלה
hy: Ռևանշի առաջարկը ընդունված է
id: Tawaran permainan ulang diterima
it: Rivincita accettata
kk: Қайта ойнауға келісті
ko: 재대결 요청 승낙됨
lt: Revanšo pasiūlymas priimtas
lv: Revanša piedāvājums pieņemts
mk: Понудата за реванш е прифатена
nl: Uitnodiging voor nieuwe partij geaccepteerd
pt: Pedido de desforra aceite
ro: Propunerea de revanșă a fost acceptată
ru: Предложение реванша принято
sk: Prijatá ponuka na odvetu
sl: Ponudba za revanšo sprejeta
sq: Oferta për lojë rishtas u pranua
sr: Понуда за реванш прихваћена
sv: Erbjudande om returmatch accepterat
tr: Yeniden oynama teklifi kabul edildi
uk: Запит на повторну гру прийнято
vi: Yêu cầu đấu lại được chấp nhận
zh: 重赛请求被接受
zh_tw: 重賽請求被接受

# rematchOfferCanceled
source: Rematch offer cancelled
af: Herwedstryd aanbod gekanselleer
ar: أُلغي طلب اللعب
az: Revanş təklifi ləğv edildi
be: Прапанова рэваншу скасаваная
bg: Предложението за повторна е отхвърлено
bn: পুনঃম্যাচের অফার বাতিল করা হয়েছে
bs: Ponuda za revanš otkazana
ca: Oferta de revenja cancel·lada
cs: Nabídka odvety byla zrušena
da: Tilbud om revanche trukket tilbage
el: Η πρόταση ρεβάνς ακυρώθηκε
eo: Reludi oferto estis nuligita
es: Oferta de revancha cancelada
eu: Errebantxa-eskaintza ezeztatu da
fa: پیشنهاد بازی دوباره لغو شد
fi: Revanssipyyntö peruttu
gl: Oferta de desquite cancelada
he: בקשה למשחק חוזר בוטלה
hy: Ռևանշի առաջարկը կասեցված է
id: Tawaran permainan ulang dibatalkan
it: Offerta di rivincita annullata
kk: Қайта ойнау сұранысы тоқтатылды
ko: 재대결 요청 취소됨
lt: Revanšo pasiūlymas atšauktas
lv: Revanša piedāvājums atcelts
mk: Понудата за реванш е откажана
nl: Uitnodiging voor nieuwe partij geannuleerd
pt: Pedido de desforra cancelado
ro: Propunerea de revanșă a fost anulată
ru: Предложение реванша отменено
sk: Ponuka na odvetu zrušená
sl: Ponudba za revanšo prekinjena
sq: Oferta për lojë rishtas u anulua
sr: Понуда за реванш повучена
sv: Förfrågan om returmatch tillbakadragen
tr: Yeniden oynama teklifi geri çekildi
uk: Запит на повторну гру відхилено
vi: Yêu cầu tái đấu đã bị hủy
zh: 重赛请求已取消
zh_tw: 重賽請求被取消

source: Rematch offer declined
af: Herwedstryd aanbod afgewys
ar: رُفض طلب اللعب
az: Revanş təklifi rədd edildi
be: Прапанова рэваншу адхілена
bg: Предложението за повторна е отказано
bn: পুনঃম্যাচের অফার প্রত্যাখ্যাত হয়েছে
bs: Ponuda za revanš odbijena
ca: Oferta de revenja rebutjada
cs: Nabídka odvety byla odmítnuta
da: Tilbud om revanche afslået
el: Η πρόταση ρεβάνς απορρίφθηκε
eo: Reludi oferto estis malakceptita
es: Oferta de revancha rechazada
eu: Errebantxa-eskaintzari uko egin dio
fa: پیشنهاد بازی دوباره رد شد
fi: Revanssipyyntö hylätty
gl: Oferta de desquite rexeitada
he: בקשה למשחק חוזר נדחתה
hy: Ռևանշի առաջարկը մերժված է
id: Tawaran permainan ulang ditolak
it: Offerta di rivincita rifiutata
kk: Қайта ойнауға келіспеді
ko: 재대결 요청이 거절됐습니다
lt: Revanšo pasiūlymas atmestas
lv: Revanša piedāvājums noraidīts
mk: Одбиена е понудата за реванш
nl: Uitnodiging voor nieuwe partij geweigerd
pt: Pedido de desforra recusado
ro: Propunerea de revanșă a fost respinsă
ru: Предложение реванша отклонено
sk: Ponuka na odvetu odmietnutá
sl: Ponudba za revanšo zavnjena
sq: Oferta për lojë rishtas u refuzua
sr: Понуда за реванш одбијена
sv: Erbjudande om returmatch avböjt
tr: Yeniden oynama teklifi reddedildi
uk: Запит на повторну гру відхилено
vi: Từ chối đấu lại
zh: 重赛请求被拒绝
zh_tw: 重賽請求被拒絕

source: Cancel rematch offer
af: Wys herwedstryd aanbod af
ar: إلغاء طلب اللعب
az: Revanş təklifini ləğv et
be: Скасаваць прапанову рэваншу
bg: Откажи предложението
bn: পুনঃম্যাচের অফার বাতিল করুন
bs: Otkaži ponudu za revanš
ca: Anul·lar la petició de revenja
cs: Zrušit nabídku odvety
da: Træk revanchetilbud tilbage
el: Ακύρωση πρότασης ρεβάνς
eo: Nuligi reludi oferton
es: Cancelar oferta de revancha
eu: Errebantxa-eskaintza bertan behera utzi
fa: لغو کردن پیشنهاد بازی دوباره
fi: Hylkää revanssipyyntö
gl: Cancelar a oferta de desquite
he: ביטול ההצעה למשחק חוזר
hy: Կասեցնել ռևանշի առաջարկը
id: Batalkan tawaran permainan ulang
it: Annulla l'offerta di rivincita
kk: Қайта ойнау сұранысын тоқтату
ko: 재대결 요청 취소
lt: Atšaukti revanšo pasiūlymą
lv: Atcelt revanša piedāvājumu
mk: Откажете ја понудата за реванш
nl: Uitnodiging voor nieuwe partij annuleren
pt: Cancelar o pedido de desforra
ro: Anulați propunerea de revanșă
ru: Отказаться от реванша
sk: Odmietnuť odvetu
sl: Prekliči ponudbo za revanšo
sq: Anulo ofertën për lojë rishtas
sr: Откажи понуду за реванш
sv: Dra tillbaka förfrågan om returmatch
tr: Yeniden oynama teklifini geri çek
uk: Скасувати запит на повторну гру
vi: Hủy yêu cầu đấu lại
zh: 取消重赛请求
zh_tw: 取消重賽請求

source: View rematch
af: Sien heruitdagingsaanbod
ar: شاهد اللعبة اللاحقة
az: Revanş oyununu göstər
be: Праглядзець рэванш
bg: Виж продължението
bn: পুনঃম্যাচ দেখান
bs: Pogledajte revanš
ca: Mirar la partida de revenja
cs: Sledovat odvetu
da: Se revanchekamp
el: Δείτε την παρτίδα ρεβάνς
eo: Vidi reludon
es: Ver revancha
eu: Errebantxa ikusi
fa: بازتماشای بازی
fi: Katso revanssi
gl: Ver desquite
he: צפייה במשחק החוזר
hy: Ցույց տալ ռեւանշը
id: Lihat permainan ulang
it: Osserva la rivincita
kk: Қайта ойнауды қарау
ko: 재대결 보기
lt: Peržiūrėti revanšą
lv: Skatīties revanšu
mk: Погледнете го реваншот
nl: Herkansingspartij bekijken
pt: Ver a desforra
ro: Urmărește revanșa
ru: Посмотреть матч-реванш
sk: Zobraziť odvetu
sl: Poglej revanšo
sq: Shihni lojën rishtas
sr: Погледај реванш
sv: Visa returmatch
tr: Rövanş oyununu göster
uk: Дивитися повторну гру
vi: Xem trận tái đấu
zh: 观看重赛
zh_tw: 觀看重賽

source: Confirm move
af: Bevestig skuif
ar: تأكيد النقلة
az: Gedişi təsdiq et
be: Пацвердзіць ход
bg: Потвърждаване на хода
bn: পদক্ষেপ নিশ্চিত করছি
bs: Potvrdite potez
ca: Confirmar la jugada
cs: Potvrdit tah
da: Bekræft træk
el: Επιβεβαίωση κίνησης
eo: Konfirmu movon
es: Confirmar movimiento
eu: Jokaldia baieztatu
fa: تایید حرکت
fi: Vahvista siirto
gl: Confirmar a xogada
he: אישור המהלך
hy: Հաստատել քայլը
id: Konfirmasi langkah
it: Conferma mossa
kk: Жүрісті растаңыз
ko: 수 확인
lt: Patvirtinkite ėjimą
lv: Apstiprināt gājienu
mk: Потврди го потегот
nl: Bevestig zet
pt: Confirmar o lance
ro: Confirmă mutarea
ru: Подтвердить ход
sk: Potvrdiť ťah
sl: Potrdite potezo
sq: Konfirmo lëvizjen
sr: Потврди потез
sv: Bekräfta drag
tr: Hamleyi onayla
uk: Підтвердити хід
vi: Xác nhận nước đi
zh: 确认走棋
zh_tw: 確認移動

source: Play
af: Speel
ar: العب
az: Oyna
be: Гуляць
bg: Играй
bn: খেলুন
bs: Igraj
ca: Jugar
cs: Hrát
da: Spil
el: Παίξτε
eo: Ludi
es: Jugar
eu: Jokatu
fa: بازی
fi: Pelaa
gl: Xogar
he: שחקו
hy: Խաղալ
id: Mainkan
it: Gioca
kk: Ойнау
ko: 플레이
lt: Žaisk
lv: Spēlēt
mk: Играј
nl: Spelen
pt: Jogar
ro: Joacă
ru: Игра
sk: Hrať
sl: Igraj
sq: Luaj
sr: Играј
sv: Spela
tr: Oyna
uk: Грати
vi: Chơi
zh: 对弈
zh_tw: 下棋

source: Inbox
ar: صندوق الرسائل
az: Gələnlər qutusu
be: Уваходныя
bg: Входящи
bn: ডাকবাক্স
bs: Dolazna pošta
ca: Bústia d'entrada
cs: Doručené
da: Indbakke
el: Εισερχόμενα
eo: Enirkesto
es: Mensajes
eu: Mezu-sarrera
fa: صندوق پیام
fi: Postilaatikko
gl: Bandexa de entrada
he: תיבת דואר
hy: Փոստարկղ
id: Kotak Masuk
it: Messaggi
kk: Хаттар
ko: 편지함
lt: Žinutės
lv: Iesūtne
mk: Сандаче
nl: Postvak IN
pt: Caixa de entrada
ro: Căsuță poștală
ru: Входящие
sk: Správy
sl: Sporočila
sq: Mesazhet
sr: Сандуче
sv: Inkorg
tr: Gelen kutusu
uk: Вхідні
vi: Hộp thư
zh: 收件箱
zh_tw: 收件箱

source: Chat room
af: Kletskamer
ar: غرفة الدردشة
az: Söhbət otağı
be: Чат
bg: Стая за чатене
bn: আড্ডাঘর
bs: Soba za dopisivanje
ca: Sala de xat
cs: Chat
da: Chatrum
el: Ζωντανή συζήτηση
eo: Babilejo
es: Sala de chat
eu: Txateatzeko aretoa
fa: گپ‌سرا
fi: Keskusteluhuone
gl: Sala de conversa
he: חדר צ'אט
hy: Զրուցարանի պատուհան
id: Ruang Ngobrol
kk: Сөйлесу бөлмесі
ko: 채팅
lt: Pokalbis
lv: Sarunu istaba
mk: Прозор за разговор
nl: Chatruimte
pt: Sala de chat
ro: Zona de chat
ru: Чат
sk: Chatovacia miestnosť
sl: Klepetalnica
sq: Dhomë bisedash
sr: Соба за ћаскање
sv: Chattrum
tr: Sohbet odası
uk: Чат
vi: Phòng trò chuyện
zh: 聊天室
zh_tw: 聊天室

# loginToChat
source: Sign in to chat
af: Teken in om te klets
ar: تسجيل الدخول للدردشة
az: Yazışmaq üçün daxil olun
be: Увайдзіце, каб скарыстаць чат
bg: Влез в профила си за чат
bn: আলাপআলচনা করতে লগিন করুন
bs: Prijavite se za dopisivanje
ca: Inicia la sessió per entrar al xat
cs: Přihlaš se k chatování
da: Log ind for at chatte
el: Συνδεθείτε για να μιλήσετε
eo: Ensaluti por babili
es: Inicia sesión para chatear
eu: Login egin txatera sartzeko
fa: برای گپ زدن، وارد حساب‌تان شوید
fi: Kirjaudu osallistuaksesi keskusteluun
gl: Inicia sesión para conversar
he: התחבר/י כדי לדבר בצ'אט
hy: Մուտք գործել զրուցարան
id: Masuk untuk mengobrol
it: Entra per partecipare alla chat
kk: Чатқа кіріңіз
ko: 채팅하려면 로그인하세요
lt: Prisijunkite pokalbiui
lv: Pieslēdzieties lai tērzētu
mk: Најави се за да испратиш порака
nl: Meld je aan om te chatten
pt: Inicia sessão para poderes conversar
ro: Conectare la chat
ru: Войдите, чтобы общаться в чате
sk: Prihlásiť sa do četu
sl: Prijavi se v klepet
sq: Që të bisedoni, bëni hyrjen
sr: Пријави се да ћаскаш
sv: Logga in för att chatta
tr: Sohbete katılmak için oturum aç
uk: Увійдіть, щоб використовувати чат
vi: Đăng nhập để trò chuyện
zh: 登录以使用聊天
zh_tw: 登入以聊天

source: You have been timed out.
af: Jy het nie nou toegang tot die kletskamer nie.
ar: تم حظرك مؤقتًا.
az: Yazışmadan uzaqlaşdırıldınız.
be: Вы былі адключаны.
bg: Времето ви за изчакване изтече.
bn: আপনার সময় শেষ.
bs: Trenutno se ne možete dopisivati.
ca: Has sigut mutejat.
cs: Byli jste odhlášeni.
da: Du er sat til timeout.
el: Έχετε αποσυνδεθεί.
eo: Vi estas en paŭzo dum 10 minutoj.
es: Has sido silenciado temporalmente.
eu: Denbora muga gainditu duzu.
fa: زمان شما به پایان رسید.
fi: Olet jäähyllä.
gl: Fuches silenciado temporalmente.
he: הושעית משיחה בצ׳אט.
hy: Զրուցարանը ժամանակավորապես անհասանելի Ձեզ համար։
id: Waktu Anda telah habis.
it: Sei stato temporaneamente mutato.
kk: Сіз шектеуге шалдықтыңыз.
ko: 채팅에서 타임아웃 되었습니다.
lt: Jums buvo suteikta pokalbio pertrauka.
lv: Jūs esat uz laiku izraidīts.
mk: Одземено Ви е правото на разговор.
nl: Je mag even niet chatten.
pt: Foste impedido de conversar por agora.
ro: Pentru o perioadă, nu mai aveți acces la chat.
ru: Чат временно недоступен для вас.
sk: Boli ste automaticky odhlásení.
sl: Dostop do klepeta je trenutno zavrnjen.
sq: Ju mbaroi koha.
sr: Тајм-аутован/а си.
sv: Du har fått en timeout.
tr: Sohbetten men edildiniz.
uk: Ви були відключені.
vi: Bạn đã bị tạm dừng trò chuyện.
zh: 您已被暂时禁言。
zh_tw: 您已被禁言

source: Spectator room
af: Toeskouer kamer
ar: غرفة المشاهدين
az: Tamaşaçı otağı
be: Пакой назіральнікаў
bg: Гледачница
bn: দর্শক কক্ষ
bs: Soba za gledatelje
ca: Sala d'espectadors
cs: Chat diváků
da: Tilskuerrum
el: Συζήτηση θεατών
eo: Spektantejo
es: Chat de espectador
eu: Ikusle-aretoa
fa: اتاق تماشاگران
fi: Katsojienhuone
gl: Sala do espectador
he: חדר צופים
hy: Հանդիսատեսների սենյակ
id: Ruang penonton
it: Chat spettatori
kk: Көрермендер бөлмесі
ko: 관전자 채팅
lt: Žiūrovų kambarys
lv: Skatītāju istaba
mk: Соба за набљудувачи
nl: Toeschouwersruimte
pt: Sala dos espectadores
ro: Zona spectatorilor
ru: Чат для зрителей
sk: Divácka miestnosť
sl: Soba za gledalce
sq: Dhoma e shikuesve
sr: Соба за гледаоце
sv: Åskådarrum
tr: Seyirci odası
uk: Чат глядачів
vi: Phòng khán giả
zh: 观众室
zh_tw: 觀眾室

# composeMessage
source: Message
af: Tik boodskap
ar: اكتب رسالة
az: Məktub yaz
be: Напісаць паведамленне
bg: Съставяне на съобщение
bn: মেসেজ তৈরি করুন
bs: Napiši poruku
ca: Escriure un missatge
cs: Napsat zprávu
da: Skriv besked
el: Σύνθεση μηνύματος
eo: Verki mesaĝon
es: Escribir mensaje
eu: Mezua idatzi
fa: نوشتن پیام
fi: Luo viesti
gl: Escribir mensaxe
he: כתיבת הודעה
hy: Գրել հաղորդագրություն
id: Tulis pesan
it: Componi messaggio
kk: Хат жазу
ko: 메시지 작성
lt: Rašyti žinutę
lv: Rakstīt ziņu
mk: Креирај порака
nl: Een nieuw bericht schrijven
pt: Escrever uma mensagem
ro: Compune un mesaj
ru: Написать сообщение
sk: Napísať správu
sl: Sestavi sporočilo
sq: Hartoni mesazh
sr: Састави поруку
sv: Skriv meddelande
tr: Bir mesaj yaz
uk: Написати повідомлення
vi: Soạn tin nhắn
zh: 消息
zh_tw: 寫信息

source: Subject
af: Onderwerp
ar: عنوان
az: Mövzu
be: Тэма
bg: Тема
bn: শিরোনাম
bs: Tema
ca: Assumpte
cs: Předmět
da: Emne
el: Θέμα
eo: Pri
es: Asunto
eu: Gaia
fa: عنوان
fi: Aihe
gl: Asunto
he: נושא
hy: Թեմա
id: subyek
it: Oggetto
kk: Тақырып
ko: 제목
lt: Tema
lv: Temats
mk: Предмет
nl: Onderwerp
pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sl: Zadeva
sq: Subjekti
sr: Наслов
sv: Ämne
tr: Konu
uk: Тема
vi: Tiêu đề
zh: 主题
zh_tw: 主題

source: Send
af: Stuur
ar: إرسال
az: Göndər
be: Даслаць
bg: Подаване
bn: পাঠান
bs: Pošaljite
ca: Enviar
cs: Odeslat
el: Αποστολή
eo: Sendi
es: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
gl: Enviar
he: שליחה
hy: Ուղարկել
id: Kirim
it: Invia
kk: Жіберу
ko: 전송
lt: Siųsti
lv: Sūtīt
mk: Испрати
nl: Verstuur
pt: Enviar
ro: Trimite
ru: Отправить
sk: Poslať
sl: Pošlji
sq: Dërgoje
sr: Пошаљи
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh: 发送
zh_tw: 發送

source: Increment in seconds
af: Inkrement in sekondes
ar: الزيادة بالثواني
az: Gediş başına saniyə
be: Дадаванне секунд за ход
bg: Добавка в секунди
bn: প্রতি সেকেন্ডে পর্যায়ক্রমিক বৃদ্ধি
bs: Dodatak u sekundama
ca: Increment en segons
cs: Bonus za tah (v sekundách)
da: Tillæg i sekunder
el: Προσαύξηση σε δευτερόλεπτα
eo: Pliigo en sekundoj
es: Segundos de incremento
eu: Segundo-gehiketa
fa: پاداش زمانی(به ثانیه)
fi: Lisäaika sekunteina
gl: Incremento en segundos
he: תוספת בשניות
hy: Ավելացումը ըստ վայրկյանների
id: Kenaikan dalam detik
it: Incremento in secondi
kk: Секунд қосылады
ko: 수 당 추가 시간(초)
lt: Sekundžių prieaugis
lv: Pieaugums sekundēs
mk: Зголемување во секунди
nl: Seconden extra per zet
pt: Incremento em segundos
ro: Adaos de timp în secunde
ru: Добавление секунд на ход
sk: Prírastok v sekundách
sl: Dodan čas na potezo v sekundah
sq: Koha shtesë në sekonda
sr: Додатак у секундама
sv: Tilläggssekunder
tr: Hamle başına eklenen saniye
uk: Приріст на хід у секундах
vi: Gia tăng theo giây
zh: 每步加时（秒）
zh_tw: 增加秒數

source: Free Online Chess
af: Gratis Aanlyn Skaak
ar: شطرنج مجاني على الإنترنت
az: Pulsuz Onlayn Şahmat
be: Бясплатныя шахматы онлайн
bg: Безплатен онлайн шах
bn: ফ্রি অনলাইন দাবা
bs: Besplatni Internetski Šah
ca: Escacs en línia gratis
cs: Šachy online zdarma
da: Gratis Online-skak
el: Δωρεάν Διαδικτυακό Σκάκι
eo: Senpaga Interreta Ŝako
es: Ajedrez en línea gratis
eu: Doako xakea Interneten
fa: شطرنج بَرخط رایگان
fi: Maksutonta shakkia verkossa
gl: Xadrez libre en liña
he: שחמט חינמי ברשת
hy: Անվճար օնլայն շախմատ
id: Catur online gratis!
it: Scacchi Online Gratis
kk: Тегін онлайн шахмат
ko: 무료 온라인 체스
lt: Nemokami šachmatai internete
lv: Bezmaksas šahs tiešsaistē
mk: Бесплатен Онлајн Шах
nl: Gratis online schaken
pt: Xadrez Online Gratuito
ro: Șah Online Gratuit
ru: Бесплатные шахматы онлайн
sk: Online šach zdarma
sl: Brezplačni internetni šah
sq: Shah Falas Në Internet
sr: Бесплатан Интернетски Шах
sv: Gratis schack på internet
tr: Ücretsiz Çevrimiçi Satranç
uk: Безкоштовні Інтернет-шахи
vi: Chơi Cờ Vua Trực Tuyến Miễn Phí
zh: 免费在线国际象棋
zh_tw: 免費線上西洋棋

source: Export games
af: Spelle aflaai (export)
ar: تصدير المباريات
az: Oyunları yüklə
be: Экспарт гульняў
bg: Изтегли партиите
bn: খেলা রপ্তানী
bs: Izvezite odigrane partije
ca: Exporta les partides
cs: Exportovat partie
da: Eksporter spil
el: Εξαγωγή παιχνιδιών
eo: Eksporti ludojn
es: Exportar partidas
eu: Partidak esportatu
fa: برون‏بُرد بازی‌ها
fi: Vie pelejä
gl: Exportar partidas
he: ייצוא משחקים
hy: Էկսպորտ անել խաղերը
id: Ekspor Permainan
it: Esporta le partite
kk: Ойынды жүктеп алу
ko: 대국 저장하기
lt: Eksportuoti partijas
lv: Eksportēt spēles
mk: Извади игри
nl: Partijen exporteren
pt: Exportar partidas
ro: Exportă partidele
ru: Скачать игры
sk: Exportovať partie
sl: Izvozi igre
sq: Eksporto lojërat
sr: Извези партије
sv: Exportera partier
tr: Oyunları indir
uk: Експортувати ігри
vi: Xuất các ván cờ
zh: 导出对局
zh_tw: 導出棋局

source: Rating filter
ca: Filtre de puntuació
el: Φίλτρο βαθμολογίας
eo: Filtrilo de rango
es: Filtro de valoración
fi: Vahvuuslukusuodatin
it: Filtro punteggi
ko: 등급 필터
nl: Filter van rating
ro: Filtru de rating
ru: Рейтинговый фильтр
sk: Filter podľa ratingu
uk: Фільтр рейтингу
vi: Bộ lọc hệ số
zh: 等级分筛选

# thisAccountViolatedTos
source: This account violated the Lichess Terms of Service
af: Hierdie rekening oortree die diensvoorwaardes van Lichess
ar: هذا الحساب انتهك شروط خدمة lichess
az: Bu hesab Lichess İstifadə Şərtlərini pozmuşdur
be: Гэты ўліковы запіс парушыў Умовы выкарыстання Lichess
bg: Този профил е нарушил Условията за Ползване на Lichess
bn: এই অ্যাকাউন্টটি লিচেস্‌-এর পরিষেবার শর্তসমূহ লঙ্ঘন করেছে
bs: Korisnik ovog računa prekršio je Lichessove uvjete korištenja
ca: Aquest compte ha violat els Termes de Servei de Lichess
cs: Tento účet porušil podmínky služeb Lichess
da: Denne konto overtrådte Lichess servicevilkår
el: Αυτός ο λογαριασμός παραβίασε τους όρους χρήσης του Lichess
eo: Ĉi tiu konto malobservis la Kondiĉojn de Servo de Lichess
es: Este usuario no cumple los términos de servicio de Lichess
eu: Kontu honek Lichessen Erabilera Baldintzak urratu egin ditu
fa: این حساب قوانین را نقض کرده است
fi: Tämä käyttäjätunnus rikkoi Lichessin käyttöehtoja
gl: Esta conta violou os Termos de Servizo de Lichess
he: החשבון הזה הפר את תנאי השימוש של Lichess
hy: Այս օգտատերը խախտել է Lichess-ի օգտագործման պայմանները
id: Akun ini melanggar Ketentuan Layanan Lichess
it: Questo account ha violato i termini di servizio di Lichess
kk: Бұл тіркелгі Личес-тің Қызмет көрсету шартын бұзды
ko: 이 계정은 Lichess 이용 약관을 위반하였습니다
lt: Ši paskyra pažeidė „Lichess“ naudojimo sąlygas
lv: Šis konts pārkāpa Lichess Pakalpojuma Noteikumus
mk: Оваа корисничка сметка ги прекрши корисничките услови на Lichess
nl: Dit account heeft de Lichess Servicevoorwaarden geschonden
pt: Esta conta violou os termos de serviço do Lichess
ro: Acest cont a încălcat condițiile de utilizare ale site-ului Lichess
ru: Этот игрок нарушил условия пользовательского соглашения
sk: Tento účet porušil Podmienky poskytovania služby Lichess
sl: Uporabnik tega računa je kršil pogoje uporabe Lichessa
sq: Kjo llogari ka shkelur Kushtet e Shërbimit të Lichess
sr: Овај налог није поштовао Lichess услове коришћења
sv: Detta konto bröt mot användarvillkoren för Lichess
tr: Bu hesap Lichess Hizmet Şartları'nı ihlal etti
uk: Цей обліковий запис порушив умови використання Lichess
vi: Tài khoản này đã vi phạm Điều khoản Dịch vụ của Lichess
zh: 该账户违反了 Lichess 服务条款
zh_tw: 此帳號違反了Lichess的使用規定

# openingExplorerAndTablebase
source: Opening explorer & tablebase
af: Openings-verkenner & tafelbasis
ar: مستكشف الافتتاحيات& جدول النهايات
az: Debüt & endşpil bazası
be: База дэбютаў і эндшпіляў
bg: & - Изследовател на дебютите
bn: বিস্লেষন খুলতেছে & টেবিলবেস
bs: Pretraživač otvaranja & baza pozicija u završnici
ca: Explorador d'obertures & taula de finals
cs: Knihovna zahájení / tablebase koncovek
da: Åbner åbnings- og slutspilsbog
el: Εξερευνητής ανοιγμάτων & φινάλε
eo: Esplorilo de malfermoj & tablobazo
es: Explorador de aperturas y base de datos de finales
eu: Hasiera arakatzailea & finalen datu-basea
fa: پویشگر گشایش و آخربازی
fi: Avausselain ja -tietokanta
gl: Explorador de aperturas e base de datos de finais
he: סייר הפתיחות וטבלאות סיומים
hy: Սկզբնախաղերի և վերջնախաղերի բազա՝ &
id: Penjelajah pembukaan & tablebase
it: Explorer delle aperture & tablebase
kk: Бастаулар мен ойынсоңдарының қоры
ko: 오프닝 탐색 & 테이블베이스
lt: Debiutų naršyklė ir pozicijų duomenų bazė
lv: Atklātņu pārlūks & datubāze
mk: Отворање на пребарувач и табела
nl: Openingsverkenner & tablebase
pt: Explorador de aberturas & tabelas de finais
ro: Deschide exploratorul și baza de finaluri
ru: База дебютов и эндшпилей
sk: Knižnica otvorení & koncoviek
sl: Odpri brskalnik otvoritev & baz
sq: Eksploruesi i hapjeve & tabela e fundlojës
sr: Претраживач отварања и база позиција у завршници
sv: Öppningsutforskare & slutspelsteori
tr: Açılış kâşifi & oyunsonu analizi
uk: Дослідження дебютів та ендшпілів
vi: Sách khai cuộc & tàn cuộc
zh: 开局探索器和残局数据库
zh_tw: 開局瀏覽器 & 總局資料庫

source: Takeback
af: Terug-vat
ar: تراجع
az: Dala qaytarma
be: Скасаваць ход
bg: Върни ход
bn: চাল ফিরিয়ে নিন
bs: Vratite potez
ca: Desfés la jugada
cs: Vrátit tah
da: Omtræk
el: Ανάκληση κίνησης
eo: Repreno
es: Deshacer jugada
eu: Jokaldia atzera egin
fa: برگردان
fi: Peruuta siirto
gl: Rectificar xogada
he: החזרת מהלך
hy: Քայլը հետ վերցնել
id: Langkah Batal
it: Ritira la mossa
kk: Қайтару
ko: 무르기
lt: Atsiimti ėjimą
lv: Gājiena atsaukšana
mk: Повлечете го потегот
nl: Neem zet terug
pt: Voltar uma jogada atrás
ro: Revocare
ru: Вернуть ход
sk: Vrátiť ťah
sl: Popravek poteze
sq: Kthim lëvizjeje mbrapsht
sr: Враћање потеза
sv: Gör om drag
tr: Hamleyi geri al
uk: Повернення ходу
vi: Đi lại
zh: 悔棋
zh_tw: 悔棋
