Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Move times
af: Skuif tye
ar: توقيت النقلات
az: Gediş müddəti
be: Час на ход
bg: Време за ход
bn: চালের সময়
bs: Vrijeme za potez
ca: Temps dels moviments
cs: Čas na tah
da: Træktider
el: Χρόνοι κινήσεων
eo: Movaj tempoj
es: Tiempo por movimiento
eu: Jokaldi-denborak
fa: مدت حركت‌ها
fi: Siirtoihin käytetty aika
gl: Tempos por movemento
he: זמני המהלכים
hy: Քայլի տևողություն
id: Waktu gerak
it: Tempo per mossa
kk: Жүріс ұзақтығы
ko: 이동 시간
lt: Ėjimų trukmė
lv: Gājienu ilgumi
mk: Време по потег
nl: Tijdsgebruik van zetten
pt: Tempo das jogadas
ro: Timpii de mutare
ru: Время на ход
sk: Trvanie ťahov
sl: Časi za poteze
sq: Koha e lëvizjeve
sr: Времена потеза
sv: Dragtider
tr: Hamle zamanları
uk: Час на хід
vi: Thời gian nghĩ nước đi
zh: 走棋用时
zh_tw: 走棋時間

source: Flip board
af: Keer bord om
ar: تدوير الرقعة
az: Lövhəni fırlat
be: Перавярнуць дошку
bg: Завърти дъската
bn: বোর্ডকে ঘোরান
bs: Okrenite ploču
ca: Girar el tauler
cs: Otočit šachovnici
da: Vend bræt
el: Περιστροφή σκακιέρας
eo: Rotacii tabulon
es: Girar el tablero
eu: Taula biratu
fa: چرخاندن صفحه
fi: Käännä lauta
gl: Xirar o taboleiro
he: סיבוב הלוח
hy: Շրջել խաղատախտակը
id: Putar papan catur
it: Ruota la scacchiera
kk: Тақтаны аудару
ko: 보드 돌리기
lt: Apsukti lentą
lv: Apgriezt galdiņu
mk: Сврти ја таблата
nl: Bord draaien
pt: Inverter o tabuleiro
ro: Rotiţi tabla
ru: Перевернуть доску
sk: Otočiť šachovnicu
sl: Obrni igralno desko
sq: Kthe fushën
sr: Окрени таблу
sv: Vänd brädet
tr: Tahtayı döndür
uk: Перевернути дошку
vi: Quay bàn cờ
zh: 翻转棋盘
zh_tw: 翻轉棋盤

source: Threefold repetition
af: Drie-malige herhaling
ar: تكرار ثلاثي
az: Üçqat təkrar
be: Трохразовы паўтор
bg: Тройно повторение
bn: তিনবার একই চাল
bs: Trostruko ponavljanje pozicije
ca: Triple repetició
cs: Trojí opakování pozice
da: Trækgentagelse
el: Τριπλή επανάληψη
eo: Triobla ripeto
es: Triple repetición
eu: Hiru mugimenduen errepikapena
fa: تکرار سه‌گانه
fi: Aseman toisto kolmesti
gl: Repetición tripla de posición
he: חזרה משולשת
hy: Եռակի կրկնություն
id: Pengulangan 3x posisi yang sama
it: Triplice ripetizione
kk: Үш реттік қайталану
ko: 3회 동형반복
lt: Pozicijos pasikartojimas tris kartus
lv: Trīskārša atkārtošanās
mk: Тројно повторување
nl: Driemaal dezelfde stelling
pt: Repetição tripla
ro: Repetare de trei ori
ru: Троекратное повторение позиции
sk: Trojnásobné opakovanie
sl: Trikratna ponovitev
sq: Përsëritje trefishe
sr: Троструко поновљена позиција
sv: Trefaldig upprepning
tr: Üç kez hamle tekrarı
uk: Триразове повторення
vi: Lặp cờ 3 lần
zh: 三次重复局面
zh_tw: 三次重複局面

source: Claim a draw
af: Eis gelykop
ar: إعلان التعادل
az: Heç-heçə tələb et
be: Запатрабаваць нічыю
bg: Обяви реми
bn: সমান দাবী করুন
bs: Proglasite remi
ca: Reclamar taules
cs: Reklamovat remízu
da: Kræv remis
el: Απαίτηση ισοπαλίας
eo: Postuli egalvenkon
es: Reclamar tablas
eu: Berdinketa eskatu
fa: ادعای تساوی
fi: Vaadi tasapeli
gl: Reclamar táboas
he: דרוש תיקו
hy: Պահանջել ոչ-ոքի
id: Klaim remis
it: Reclama patta
kk: Тепе-теңдікті сұрау
ko: 무승부 처리
lt: Įskaityti lygiąsias
lv: Pieprasīt neizšķirtu
mk: Избери реми
nl: Remise opeisen
pt: Declarar empate
ro: Cere remiză
ru: Потребовать ничью
sk: Požadovať remízu
sl: Zahtevaj remi
sq: Kërko barazim
sr: Прогласи реми
sv: Begär remi
tr: Beraberlik talep et
uk: Оголосити нічию
vi: Nhận hòa
zh: 宣布和棋
zh_tw: 要求和棋

source: Draw claimed
af: Gelykop geëis
ar: تم أخذ التعادل
bg: Обявено е реми
bn: ড্র সম্মত
bs: Neriješeno
ca: Taules reclamades
cs: Remíza přijata
da: Remis krævet
el: Απαιτήθηκε ισοπαλία
eo: Egalvenko petita
es: Tablas reclamadas
eu: Berdinketa eskatuta
fa: بازی در تساوی پایان یافت
fi: Tasapeli vaadittu
gl: Reclamáronse as táboas
he: התבקש תיקו
it: Patta rivendicata
kk: Теңдік
ko: 무승부 처리됨
lt: Priimtos lygiosios
nl: Remise geclaimd
pt: Empate reivindicado
ro: Remiză revendicată
ru: Объявлена ничья
sk: Požiadavka na remízu
sl: Zahtevan remi
sq: U kërkua barazim
sv: Remi begärt
tr: Beraberlik iddia edildi
uk: Оголошена нічия
vi: Hòa cờ
zh: 平局声明

source: Offer draw
af: Bied gelykop aan
ar: عرض التعادل
az: Heç-heçə təklif et
be: Прапанаваць нічыю
bg: Предложи реми
bn: সমানের জন্য আহ্‌বান জানান
bs: Ponudite remi
ca: Oferir taules
cs: Nabídnout remízu
da: Tilbyd remis
el: Προσφορά ισοπαλίας
eo: Proponi egalvenkon
es: Ofrecer tablas
eu: Berdinketa eskaini
fa: پیشنهاد مساوی
fi: Ehdota tasapeliä
gl: Ofrecer táboas
he: הצע תיקו
hy: Առաջարկել ոչ-ոքի
id: Tawarkan remis
it: Offri patta
kk: Тепе-теңдік сұрау
ko: 무승부 요청
lt: Siūlyti lygiąsias
lv: Piedāvāt neizšķirtu
mk: Понуди реми
nl: Remise aanbieden
pt: Propor empate
ro: Propune remiză
ru: Предложить ничью
sk: Ponúknuť remízu
sl: Ponudi remi
sq: Ofro barazim
sr: Понуди реми
sv: Föreslå remi
tr: Beraberlik teklif et
uk: Запропонувати нічию
vi: Đề nghị hoà
zh: 提出和棋
zh_tw: 提出和棋

source: Draw
af: Gelykop
ar: تعادل
az: Heç-heçə
be: Нічыя
bg: Реми
bn: সমান
bs: Remi
ca: Taules
cs: Remíza
da: Remis
el: Ισοπαλία
eo: Egalvenko
es: Tablas
eu: Berdinketa
fa: مساوی
fi: Tasapeli
gl: Táboas
he: תיקו
hy: Ոչ-ոքի
id: Remis
it: Patta
kk: Тепе-теңдік
ko: 무승부
lt: Lygiosios
lv: Neizšķirts
mk: Реми
nl: Remise
pt: Empate
ro: Remiză
ru: Ничья
sk: Remíza
sl: Remi
sq: Barazim
sr: Реми
sv: Remi
tr: Berabere
uk: Нічия
vi: Hoà
zh: 平局
zh_tw: 和棋

source: Draw by mutual agreement
af: Gelykop deur wedersydse ooreenkoms
ar: التعادل بالاتفاق المتبادل
az: Qarşılıqlı razılıq əsasında heç-heçə
be: Нічыя па ўзаемнай згодзе
bg: Реми по взаимно съгласие
bn: মতৈক্যের ভিত্তিতে ড্র
bs: Remi po dogovoru
ca: Taules per acord
cs: Remíza po vzájemné dohodě
da: Remis efter fælles aftale
el: Ισοπαλία κατόπιν συμφωνίας
eo: Egalvenko per interkonsento
es: Tablas de mutuo acuerdo
eu: Berdinketa horrela adostu delako
fa: تساوی با توافق طرفین
fi: Ehdotettu ja hyväksytty tasapeli
gl: Táboas de mutuo acordo
he: תיקו על ידי הסכמה הדדית
hy: Ոչ-ոքի՝ փոխադարձ համաձայնությամբ
id: Remis atas keputusan bersama
it: Patta per comune accordo
kk: Келісімді тепе-теңдік
ko: 상호 동의에 의한 무승부
lt: Lygiosios sutarimu
lv: Spēlētāji vienojās par neizšķirtu
mk: Нерешено од заеднички договор
nl: Remise overeengekomen
pt: Empate por acordo mútuo
ro: Remiză prin acord reciproc
ru: Ничья по обоюдному согласию
sk: Remíza po vzájomnej dohode
sl: Remi po dogovoru
sq: Barazim me marrëveshje
sr: Нерешено по договору
sv: Remi genom ömsesidig överenskommelse
tr: Karşılıklı anlaşma ile berabere
uk: Нічия за спільною згодою
vi: Hòa theo thỏa thuận hai bên
zh: 双方同意和棋
zh_tw: 雙方同意和局

source: Fifty moves without progress
af: Vyftig skuiwe sonder vordering
ar: خمسون حركة بدون أي تقدم
az: İrəliləyiş olmadan əlli həmlə
be: Пяцьдзесят хадоў без прагрэсу
bg: Петдесет хода без напредък
bn: কোনো অগ্রগতি ছাড়া ৫০ চাল
bs: Pedeset poteza bez napretka
ca: Cinquanta moviments sense captures ni moviments de peó
cs: Padesát tahů bez progresu
da: Halvtreds træk uden fremskridt
el: Πενήντα κινήσεις χωρίς πρόοδο
eo: Kvindek movoj sen progreso
es: Cincuenta movimientos sin ningún progreso
eu: 50 jokaldi aurrera egin gabe
fa: قانون ۵۰ حرکت
fi: Viidenkymmenen siirron sääntö
gl: Cincuenta movementos sen progreso
he: 50 מסעים בלי התקדמות
hy: 50 քայլ առանց առաջընթացի
id: 50 langkah tanpa kemajuan
it: Cinquanta mosse senza progresso
kk: Жетістігі жоқ елу жүріс
ko: 진전 없이 50수 소모
lt: Penkiasdešimt ėjimų be progreso
lv: Piecdesmit gājieni bez attīstības
mk: Педесет потези без напредок
nl: Vijftig zetten zonder voortgang
pt: Cinquenta jogadas sem progresso
ro: Cincizeci de mișcări fără progres
ru: Пятьдесят ходов без прогресса
sk: Päťdesiat ťahov bez posunu vpred
sl: 50 potez brez napredka
sq: Pesëdhjetë lëvizje pa përparim
sr: Педесет потеза без прогреса
sv: Femtio drag utan framsteg
tr: Gelişme olmadan elli hamle
uk: П'ятдесят ходів без прогресу
vi: 50 nước không có tiến triển
zh: 五十步规则
zh_tw: 50步規則和局

source: Current games
af: Lopende spelle
ar: المباريات الحالية
az: Cari oyunlar
be: Бягучыя гульні
bg: Текущи игри
bn: বর্তমান খেলা
bs: Partije u toku
ca: Partides en joc
cs: Právě probíhající partie
da: Igangværende partier
el: Παιχνίδια σε εξέλιξη
eo: Ludataj ludoj
es: Partidas en juego
eu: Oraingo partidak
fa: بازی‌های جاری
fi: Meneillään olevat pelit
gl: Partidas en curso
he: המשחקים הנוכחיים
hy: Այժմ օնլայն ընթացող խաղերը
id: Permainan saat ini
it: Partite in corso
kk: Қазіргі ойындар
ko: 진행 중인 대국들
lt: Vykstančios partijos
lv: Pašreizējās spēles
mk: Игри кои се играат моментално
nl: Lopende partijen
pt: Partidas a decorrer
ro: Partide active
ru: Текущие партии
sk: Práve prebiehajúce partie
sl: Trenutno igrane igre
sq: Lojëra tani
sr: Партије у току
sv: Pågående partier
tr: Şu anda oynanan oyunlar
uk: Поточні партії
vi: Các ván cờ đang diễn ra
zh: 正在对局
zh_tw: 當前對局

# joinedX
source: Joined {param}
ar: منضم من {param}
bg: Присъедини се {param}
bs: Pridružio se {param}
ca: Ha entrat a {param}
da: Tilsluttede sig {param}
el: Έγινε μέλος {param}
eo: Aliĝinta {param}
es: Se unió {param}
eu: Noiz sartu zen {param}
fa: عضو شده در {param}
fi: Liittyi {param}
gl: Uniuse {param}
it: Iscritto {param}
ko: {param} 전에 가입함
nl: Lid sinds {param}
pt: Registou-se {param}
ro: S-a alăturat {param}
ru: Присоединились {param}
sk: Účet registrovaný {param}
sl: Pridružil/a se {param}
sq: Erdhi {param}
sr: Придружио/ла се {param}
tr: {param} katıldı
uk: Приєднався {param}
vi: Đã tham gia {param}
zh: 于 {param} 加入

source: View in full size
af: Sien in volgrootte
ar: عرض بالحجم الكامل
az: Tam ölçüdə bax
be: Глядзець у поўным памеры
bg: Гледай на пълен екран
bn: পূর্ণ আকারে দেখুন
bs: Pogledajte u punoj veličini
ca: Veure a mida completa
cs: Zobrazit v plné velikosti
da: Se i fuldskærm
el: Προβολή σε πλήρες μέγεθος
eo: Vidi plengrande
es: Ver en tamaño completo
eu: Pantaila osoa
fa: نمایش در اندازه کامل
fi: Näytä täysikokoisena
gl: Ver a tamaño completo
he: צפייה בגודל מלא
hy: Մեծացնել չափը
id: Lihat dalam ukuran penuh
it: Visualizza a schermo intero
kk: Жайып көрсету
ko: 크게 보기
lt: Žiūrėti visu dydžiu
lv: Skatīt pilnā izmērā
mk: Гледај во полна големина
nl: Bekijk op volledige grootte
pt: Ver em tela cheia
ro: Vezi la dimensiune maximă
ru: Посмотреть в полном размере
sk: Zobraziť v plnej veľkosti
sl: Pogled v polni velikosti
sq: Shiheni në madhësi të plotë
sr: Погледај у пуној величини
sv: Visa i full storlek
tr: Tam ekran göster
uk: Дивитися в повний розмір
vi: Xem ở kích thước đầy đủ
zh: 查看完整尺寸
zh_tw: 以全螢幕觀看棋局

# logOut
source: Sign out
af: Teken uit
ar: خروج
az: Hesabdan çıx
be: Выйсці
bg: Излез
bn: প্রস্থান
bs: Odjava
ca: Tancar la sessió
cs: Odhlásit se
da: Log ud
el: Έξοδος
eo: Elsaluti
es: Cerrar sesión
eu: Irten
fa: خروج
fi: Kirjaudu ulos
gl: Pechar sesión
he: התנתק/י
hy: Ելք
id: Keluar
it: Esci
kk: Шығу
ko: 로그아웃
lt: Atsijungti
lv: Izrakstīties
mk: Одјави се
nl: Afmelden
pt: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sr: Одјави се
sv: Logga ut
tr: Çıkış
uk: Вийти
vi: Đăng xuất
zh: 登出
zh_tw: 登出

source: Sign in
af: Teken in
ar: دخول
az: Giriş
be: Увайсці
bg: Влез
bn: সাইন ইন
bs: Prijava
ca: Iniciar la sessió
cs: Přihlásit se
da: Log ind
el: Είσοδος
eo: Ensaluti
es: Iniciar sesión
eu: Sartu
fa: ورود
fi: Kirjaudu sisään
gl: Iniciar sesión
he: התחבר/י
hy: Մուտք
id: Masuk
it: Accedi
kk: Кіру
ko: 로그인
lt: Prisijungti
lv: Pierakstīties
mk: Најави се
nl: Aanmelden
pt: Entrar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sr: Пријави се
sv: Logga in
tr: Giriş
uk: Увійти
vi: Đăng nhập
zh: 登录
zh_tw: 登入

# rememberMe
source: Keep me logged in
af: Onthou my
ar: ابقني مسجل هنا
az: Məni yadda saxla
be: Заставацца ў сістэме
bg: Запомни ме
bn: আমাকে লগিন/সংযুক্ত রাখুন
bs: Zapamti me
ca: Mantingues-me connectat
cs: Zůstat přihlášen/a
da: Husk mig
el: Απομνημόνευση των στοιχείων σύνδεσης
eo: Memoru mian ensaluton
es: Recordarme
eu: Webgunean sartuta mantendu
fa: مرا به خاطر بسپار
fi: Muista minut
gl: Manterme conectado
he: זכור אותי
hy: Հիշել ինձ
id: Ingat Saya
it: Resta collegato
kk: Мені жадта сақтау
ko: 로그인 유지
lt: Likti prisijungus
lv: Ierakstīties pastāvīgi
mk: Задржи ме најавен
nl: Mijn gegevens onthouden
pt: Lembrar-me
ro: Ține-mă minte
ru: Не выходить из аккаунта
sk: Zapamätať si ma
sl: Zapomni si me
sq: Mbamë të futur
sr: Остани пријављен
sv: Håll mig inloggad
tr: Oturumu açık bırak
uk: Запам'ятати мене
vi: Duy trì trạng thái đăng nhập
zh: 保持登录状态
zh_tw: 保持登入狀態

source: You need an account to do that
af: Jy het 'n rekening nodig om dit te doen
ar: تحتاج حسابا لهذا
az: Bunun üçün bir hesaba ehtiyacınız var
be: Вам патрэбны ўліковы запіс, каб зрабіць гэта
bg: Трябва Ви регистрация, за да направите това
bn: এটি করার জন্য আপনার একাউন্ট প্রয়োজন
bs: Treba Vam korisnički račun da biste to uradili
ca: Necessites un compte per a fer això
cs: Pro následující akci je vyžadován účet
da: Du skal have en konto for at gøre dette
el: Χρειάζεστε λογαριασμό για να το κάνετε αυτό
eo: Vi bezonas konton por fari tion
es: Necesitas crear una cuenta para hacer eso
eu: Kontu bat behar duzu hori egiteko
fa: برای انجام آن به یک حساب نیازمندید
fi: Tämä toiminto vaatii käyttäjätunnuksen
gl: Precisas dunha conta de usuario para facer iso
he: את/ה צריך/ה חשבון כדי לעשות פעולה זו
hy: Դա անելու համար պետք է հաշիվ ունենալ
id: Anda perlu mendaftar untuk melakukannya
it: Devi avere un account per farlo
kk: Бұны істеу үшін сізге тіркелгі қажет
ko: 회원이어야 가능합니다
lt: Norėdami tai atlikti, turite turėti paskyrą
lv: Lai veiktu šo darbību, nepieciešams konts
mk: Ви треба свој профил за да го направите тоа
nl: Je hebt een account nodig om dat te doen
pt: Precisas de uma conta para fazeres isso
ro: Aveți nevoie de cont pentru această acțiune
ru: Вам нужно зарегистрироваться, чтобы сделать это
sk: Pre túto požiadavku musíte byť prihlásený
sl: Za to dejanje potrebuješ račun
sq: Ju nevojitet një llogari për ta bërë këtë
sr: Треба ти налог да то урадиш
sv: Du behöver ett konto för att göra detta
tr: Bunu yapmanız için bir hesaba ihtiyacınız var
uk: Для цього вам потрібен обліковий запис
vi: Bạn cần một tài khoản để thực hiện điều đó
zh: 请登录以完成该操作
zh_tw: 請註冊以完成該操作

# signUp
source: Register
af: Registreer
ar: تسجيل
az: Üzv ol
be: Зарэгістравацца
bg: Регистрирайте се
bn: নিবন্ধ
bs: Registrujte se
ca: Registrar-se
cs: Registrace
da: Registrer
el: Εγγραφή
eo: Registriĝi
es: Registrarse
eu: Izen ematea
fa: نام نویسی
fi: Rekisteröidy
gl: Rexistrarse
he: הירשם/י
hy: Գրանցվել
id: Daftar
it: Registrati
kk: Тіркелу
ko: 회원 가입
lt: Registruotis
lv: Reģistrēties
mk: Регистрирај се
nl: Registreren
pt: Registar-se
ro: Înregistrare
ru: Регистрация
sk: Zaregistrovať sa
sl: Registracija
sq: Regjistrohuni
sr: Региструј се
sv: Registrera dig
tr: Kayıt Ol
uk: Зареєструватися
vi: Đăng ký
zh: 注册
zh_tw: 註冊
