Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# broadcastOngoing
source: Ongoing
af: Deurlopend
ar: المستمرة
az: Davam edən
be: Бягучыя
bg: Текущи
bn: চলমান
bs: U toku
ca: En curs
cs: Probíhající
da: I gang
el: Σε εξέλιξη
eo: Nun ludata
es: En curso
eu: Orain martxan
fa: ادامه‌دار
fi: Käynnissä
gl: En curso
he: כרגע
hy: Ընթացիկ
id: Sedang berlangsung
it: In corso
kk: Болып жатқан
ko: 진행중
lt: Vykstančios
lv: Notiekošie
mk: Во тек
nl: Lopend
pt: A decorrer
ro: În desfășurare
ru: Текущие
sk: Prebiehajúci
sl: V teku
sq: Në zhvillim
sr: У току
sv: Pågående
tr: Devam eden turnuvalar
uk: Поточні
vi: Đang diễn ra
zh: 进行中
zh_tw: 進行中

# broadcastUpcoming
source: Upcoming
af: Opkomend
ar: القادمة
az: Yaxınlaşan
be: Надыходзячыя
bg: Предстоящи
bn: আসন্ন
bs: Nadolazeći
ca: Properes
cs: Chystané
da: Kommende
el: Προσεχή
eo: Baldaŭ
es: Próximamente
eu: Hurrengo emanaldiak
fa: آینده
fi: Tulossa
gl: Proximamente
he: בקרוב
hy: Առաջիկայում սպասվող
id: Akan datang
it: Prossimamente
kk: Келе жатқан
ko: 방영 예정
lt: Artėjančios
lv: Gaidāmie
mk: Претстојни
nl: Aankomend
pt: Brevemente
ro: Următoare
ru: Предстоящие
sk: Blížiace sa
sl: Prihajajoči
sq: I ardhshëm
sr: Предстојећи
sv: Kommande
tr: Yaklaşan turnuvalar
uk: Найближчі
vi: Sắp diễn ra
zh: 即将开始
zh_tw: 即將舉行

# broadcastRoundName
source: Round name
af: Ronde se naam
ar: اسم الجولة
az: Tur adı
be: Назва туру
bg: Име на рунда
bs: Ime kola
ca: Nom de ronda
cs: Číslo kola
da: Rundenavn
el: Όνομα γύρου
eo: Raŭndnomo
es: Nombre de la ronda
eu: Txandaren izena
fa: نام دور
fi: Kierroksen nimi
gl: Nome da rolda
he: שם סבב
hy: Խաղափուլի անվանում
id: Nama ronde
it: Nome turno
kk: Айналым атауы
ko: 라운드 이름
lt: Raundo pavadinimas
lv: Raunda nosaukums
nl: Naam ronde
pt: Nome da ronda
ro: Numele rundei
ru: Название тура
sk: Názov kola
sl: Ime kroga
sq: Emër raundi
sv: Omgångens namn
tr: Tur ismi
uk: Назва раунду
vi: Tên vòng
zh: 轮次名称
zh_tw: 回合名稱

# broadcastTournamentName
source: Tournament name
af: Toernooi se naam
ar: اسم البطولة
az: Turnir adı
be: Назва турніру
bg: Име на турнира
bs: Naziv turnira
ca: Nom del torneig
cs: Název turnaje
da: Turneringsnavn
el: Όνομα τουρνουά
eo: Nomo de la turniro
es: Nombre del torneo
eu: Txapelketaren izena
fa: نام مسابقات
fi: Turnauksen nimi
gl: Nome do torneo
he: שם הטורניר
hy: Մրցաշարի անվանում
id: Nama turnamen
it: Nome del torneo
kk: Жарыс атауы
ko: 토너먼트 이름
lt: Turnyro pavadinimas
lv: Turnīra nosaukums
nl: Naam toernooi
pt: Nome do torneio
ro: Numele turneului
ru: Название турнира
sk: Názov turnaja
sl: Turnirsko ime
sq: Emër turneu
sv: Turneringens namn
tr: Turnuva ismi
uk: Назва турніру
vi: Tên giải đấu
zh: 锦标赛名称
zh_tw: 錦標賽名稱

# broadcastTournamentDescription
source: Short tournament description
af: Kort beskrywing van die toernooi
ar: الوصف الموجز
az: Qısa turnir açıqlaması
be: Сціслае апісанне турніру
bg: Кратко описание на турнира
bs: Kratak opis turnira
ca: Breu descripció del torneig
cs: Stručný popis turnaje
da: Kort beskrivelse af turnering
el: Σύντομη περιγραφή τουρνουά
eo: Mallonga turnira priskribo
es: Breve descripción del torneo
eu: Txapelketaren deskribapen laburra
fa: توضیحات کوتاه مسابقات
fi: Turnauksen lyhyt kuvaus
gl: Breve descrición do torneo
he: תיאור הטורניר בקצרה
hy: Իրադարձության համառոտ նկարագրություն
id: Deskripsi singkat turnamen
it: Breve descrizione dell'evento
kk: Жарыстың қысқа сипаттамасы
ko: 짧은 토너먼트 설명
lt: Trumpas turnyro aprašymas
lv: Īss turnīra apraksts
nl: Korte toernooibeschrijving
pt: Breve descrição do torneio
ro: O descriere scurtă a turneului
ru: Краткое описание турнира
sk: Krátky popis turnaja
sl: Kratek opis turnirja
sq: Përshkrim i shkurtër i turneut
sv: Kort beskrivning av turneringen
tr: Turnuvanın kısa tanımı
uk: Короткий опис турніру
vi: Mô tả ngắn giải đấu
zh: 锦标赛简短描述
zh_tw: 簡短比賽說明

# broadcastFullDescription
source: Full tournament description
af: Volle geleentheid beskrywing
ar: الوصف الكامل
az: Tədbirin tam açıqlaması
be: Поўнае апісанне турніру
bg: Пълно описание на събитието
bn: ইভেন্টের সম্পূর্ণ বিবরণ
bs: Potpuni opis događaja
ca: Descripció total de l'esdeveniment
cs: Úplný popis události
da: Fuld beskrivelse af begivenheden
el: Πλήρης περιγραφή τουρνουά
eo: Plena eventa priskribo
es: Descripción completa del evento
eu: Ekitaldiaren deskribapen osoa
fa: توضیحات کامل مسابقات
fi: Täysimittainen kuvaus tapahtumasta
gl: Descrición completa do torneo
he: תיאור מלא של הטורניר
hy: Իրադարձության ամբողջական նկարագրություն
id: Keterangan acara secara penuh
it: Descrizione completa dell'evento
kk: Оқиғаның толық сипаттамасы
ko: 전체 이벤트 설명
lt: Pilnas renginio aprašymas
lv: Pilns pasākuma apraksts
mk: Цел опис на настанот
nl: Volledige beschrijving evenement
pt: Descrição completa do evento
ro: Întreaga descriere a evenimentului
ru: Полное описание события
sk: Úplný popis turnaja
sl: Polni opis dogodka
sq: Përshkrim i plotë i turneut
sr: Потпуни опис турнира
sv: Fullständig beskrivning
tr: Etkinliğin detaylıca açıklaması
uk: Повний опис турніру
vi: Mô tả đầy đủ giải đấu
zh: 锦标赛完整描述
zh_tw: 完整比賽說明

# broadcastFullDescriptionHelp
source: Optional long description of the tournament. {param1} is available. Length must be less than {param2} characters.
af: Opsionele lang beskrywing van die uitsending. {param1} is beskikbaar. Lengte moet minder as {param2} karakters.
ar: الوصف الاختياري الطويل للبث. {param1} متاح. يجب أن لا يتجاوز طول النص {param2} حرفاً.
az: Tədbirin istəyə bağlı təfsilatlı açıqlaması. {param1} seçimi mövcuddur. Mətnin uzunluğu {param2} simvoldan az olmalıdır.
be: Неабавязковая дасканалае апісанне турніру. Даступны {param1}. Даўжыня павінна быць менш за {param2} сімвалаў.
bg: Незадължително дълго описание на излъчването. {param1} е налично. Дължината трябва да по-малка от {param2} знака.
bs: Neobavezni dugi opis događaja koji se emituje. {param1} je dostupan. Dužina mora biti manja od {param2} slova.
ca: Opció de llarga descripció de l'esdeveniment. {param1} és disponible. Ha de tenir menys de {param2} lletres.
cs: Volitelný dlouhý popis přenosu. {param1} je k dispozici. Délka musí být menší než {param2} znaků.
da: Valgfri lang beskrivelse af transmissionen. {param1} er tilgængelig. Længde skal være mindre end {param2} tegn.
el: Προαιρετική αναλυτική περιγραφή της μετάδοσης. Μπορείτε να χρησιμοποιήσετε {param1} και μέχρι {param2} χαρακτήρες.
eo: Laŭvola longa priskribo de la elsendo. {param1} haveblas. Longeco devas esti malpli ol {param2} literoj.
es: Descripción larga opcional de la emisión. {param1} está disponible. La longitud debe ser inferior a {param2} caracteres.
eu: Emanaldiaren azalpen luzea, hautazkoa da. {param1} badago. Luzera {param2} karaktere edo laburragoa izan behar da.
fa: توضیحات بلند و اختیاری پخش همگانی. {param1} قابل‌استفاده است. طول متن باید کمتر از {param2} نویسه باشد.
fi: Ei-pakollinen pitkä kuvaus lähetyksestä. {param1}-muotoiluja voi käyttää. Pituus voi olla enintään {param2} merkkiä.
gl: Descrición longa opcional do torneo. {param1} está dispoñíbel. A lonxitude debe ser menor de {param2} caracteres.
he: תיאור מפורט של הטורניר (אופציונאלי). {param1} זמין. אורך התיאור לא יעלה על {param2} תווים.
id: Deskripsi panjang opsional dari siaran. {param1} tersedia. Panjangnya harus kurang dari {param2} karakter.
it: (Facoltativo) Descrizione completa dell'evento. {param1} è disponibile. La lunghezza deve essere inferiore a {param2} caratteri.
kk: Көрсетілімнің қосымша үлкен сипаттамасы. {param1} қолданысқа ашық. Ұзындығы {param2} таңбадан кем болуы керек.
ko: (선택) 방송에 대한 긴 설명입니다. {param1} 사용이 가능합니다. 길이는 {param2} 글자보다 짧아야 합니다.
lt: Neprivalomas pilnas transliacijos aprašymas. Galima naudoti {param1}. Ilgis negali viršyti {param2} simbolių.
lv: Neobligāts garš raidījuma apraksts. Pieejams {param1}. Garumam jābūt mazāk kā {param2} rakstzīmēm.
mk: Незадолжителен, долг опис на емитуваниот настан. {param1} е достапен. Должината мора да е пократка од {param2} знаци.
nl: Optionele lange beschrijving van de uitzending. {param1} is beschikbaar. Totale lengte moet minder zijn dan {param2} tekens.
pt: Descrição longa do evento opcional da transmissão. {param1} está disponível. Tem de ter menos que {param2} carácteres.
ro: Descriere lungă, opțională, a difuzării. {param1} este disponibil. Lungimea trebuie să fie mai mică decât {param2} caractere.
ru: Необязательное полное описание трансляции. Доступна разметка {param1}. Длина должна быть меньше {param2} символов.
sk: Voliteľný dlhý popis vysielania. {param1} je dostupný. Dĺžka musí byť menej ako {param2} znakov.
sl: Neobvezen dolg opis prenosa. {param1} je na voljo. Dolžina mora biti manjša od {param2} znakov.
sq: Përshkrim i gjatë opsional i turneut. {param1} është e disponueshme. Gjatësia duhet të jetë më pak se {param2} shenja.
sr: Опциони дуги опис турнира. {param1} је доступан. Дужина мора бити мања од {param2} знакова.
sv: Valfri längre beskrivning av sändningen. {param1} är tillgänglig. Längden måste vara mindre än {param2} tecken.
tr: Etkinliğin isteğe bağlı detaylı açıklaması. {param1} seçeneği mevcuttur. Metnin uzunluğu azami {param2} karakter olmalıdır.
uk: Необов'язковий довгий опис трансляції. {param1} доступний. Довжина має бути менша ніж {param2} символів.
vi: Tùy chọn mô tả dài về giải đấu. Có thể sử dụng {param1}. Độ dài phải nhỏ hơn {param2} ký tự.
zh: 锦标赛的详细描述（可选）。可使用 {param1} 格式。长度必须少于 {param2} 个字符。
zh_tw: 直播內容的詳細描述 。可以利用 {param1}。字數限於{param2}個字。

# broadcastSourceSingleUrl
source: PGN Source URL
af: PGN-Bronskakel
ar: رابط مصدر PGN
bg: URL на PGN източника
bs: Izvorni URL PGN-a
ca: URL origen del PGN
cs: PGN Zdrojová URL adresa
da: URL for PGN-kilde
el: Πηγαίο URL για PGN
eo: Retadreso de PNG
es: Enlace de origen del archivo PGN
eu: PGNaren jatorrizko URLa
fa: وب‌نشانیِ PGN
fi: PGN:n lähde-URL
gl: URL de orixe do arquivo PGN
he: קישור המקור של ה־PGN
it: Sorgente URL PGN
kk: PGN мекенжайы
lt: PGN šaltinio URL
nl: URL van PGN-bron
pt: URL da fonte PGN
ro: URL sursă PGN
ru: Исходный URL PGN
sk: Zdrojová URL pre PGN súbor
sl: Vir partije v PGN formatu
sq: URL Burimi PGN-je
sv: PNG-källans URL
tr: PGN Kaynak URL'si
uk: Адреса джерела PGN
vi: URL Nguồn PGN
zh: PGN 源文件链接
zh_tw: PGN 來源網址

# broadcastSourceUrlHelp
source: URL that Lichess will check to get PGN updates. It must be publicly accessible from the Internet.
af: URL wat Lichess sal nagaan vir PGN opdaterings. Dit moet openbaar beskikbaar wees vanaf die Internet.
ar: عنوان URL الذي سيتحقق منه ليتشيس للحصول على تحديثات PGN. يجب أن يكون متاحا للجميع من الإنترنت.
az: Lichess, verdiyiniz URL ilə PGN-i yeniləyəcək. Bu internetdə hamı tərəfindən əldə edilə bilən olmalıdır.
be: Спасылка, з якой Lichess паспрабуе атрымоўваць абнаўленні PGN. Яны павінна быць даступнай для кожнай ва Інтэрнэце.
bg: Уебадресът, който Lichess ще проверява, за да получи осъвременявания на PGN. Той трябва да е публично достъпен от интернет.
bn: ইউআরএল যা লাইসেন্সেস পিজিএন আপডেট পেতে চেক করবে। এটি অবশ্যই ইন্টারনেট থেকে সর্বজনীনভাবে অ্যাক্সেসযোগ্য।.
bs: Link koji će Lichess koristiti kako bi redovno ažurirao PGN. Mora biti javno dostupan na internetu.
ca: URL que Lichess comprovarà per a obtenir actualitzacions PGN. Ha de ser públicament accessible des d'Internet.
cs: URL adresa, kterou bude Lichess kontrolovat pro získání PGN aktualizací. Musí být veřejně přístupná z internetu.
da: URL som Lichess vil trække på for at få PGN updates. Den skal være offentlig tilgængelig fra internettet.
el: Η διεύθυνση URL την οποία θα χρησιμοποιήσει το Lichess για τη λήψη ενημερώσεων για τα αρχεία PGN. Πρέπει να είναι δημόσια προσβάσιμη στο διαδίκτυο.
eo: URL kiun Lichess kontrolos por akiri PGN ĝisdatigojn. Ĝi devas esti publike alirebla en interreto.
es: URL que Lichess comprobará para obtener actualizaciones PGN. Debe ser públicamente accesible desde Internet.
eu: Lichessek PGNaren eguneraketak jasoko dituen URLa. Interneteko helbide bat izan behar da.
fa: وب‌نشانی‌ای که Lichess برای دریافت به‌روزرسانی‌های PGN می‌بررسد. آن باید از راه اینترنت در دسترس همگان باشد.
fi: URL, josta Lichess hakee PGN-päivitykset. Sen täytyy olla julkisesti saatavilla internetissä.
gl: Ligazón que Lichess comprobará para obter actualizacións dos PGN. Debe ser publicamente accesíbel desde a Internet.
he: הקישור ש־Lichess יבדוק כדי לקלוט עדכונים ב־PGN. הוא חייב להיות פומבי ונגיש דרך האינטרנט.
id: URL yang akan di-polling oleh Lichess untuk mendapatkan pembaruan PGN. Itu harus dapat diakses publik dari Internet.
it: L'URL che Lichess utilizzerà per ottenere gli aggiornamenti dei PGN. Deve essere accessibile pubblicamente su Internet.
kk: PGN жаңартуларын алу үшін Личес тексеретін сілтеме. Ол интернетте баршалыққа ашық болуы керек.
ko: Lichess가 PGN 업데이트를 받기 위해 확인할 URL입니다. 인터넷에서 공개적으로 액세스 할 수 있어야 합니다.
lt: URL, į kurį „Lichess“ kreipsis gauti PGN atnaujinimus. Privalo būti viešai pasiekiamas internete.
lv: URL, ko Lichess aptaujās, lai iegūtu PGN atjauninājumus. Tam jābūt publiski piekļūstamam no interneta.
mk: URL кое Lichess ќе го користи за ажурирање на PGN датотеката. Мора да биде јавно достапно на интернет.
nl: Link die Lichess gebruikt om PGN updates te krijgen. Deze moet openbaar toegankelijk zijn via internet.
pt: Link que o Lichess vai verificar para obter atualizações da PGN. Deve ser acessível ao público a partir da internet.
ro: URL-ul pe care Lichess îl va verifica pentru a obține actualizări al PGN-ului. Trebuie să fie public accesibil pe Internet.
ru: URL-адрес, с которого Lichess будет получать обновление PGN. Он должен быть доступен для получения из Интернета.
sk: URL, ktorú bude Lichess kontrolovať, aby získal aktualizácie PGN. Musí byť verejne prístupná z internetu.
sl: URL, ki ga bo Lichess preveril, da bo prejel PGN posodobitve. Javno mora biti dostopen preko interneta.
sq: URL-ja që do të kontrollojë Lichess-i për të marrë përditësime PGN-sh. Duhet të jetë e përdorshme publikisht që nga Interneti.
sr: Линк који ће Lichess проверити да добије ажурирања PGN-а. Мора бити јавно доступан са интернета.
sv: URL som Lichess kan använda för att få PGN-uppdateringar. Den måste vara publikt tillgänglig från Internet.
tr: Lichess, sağladığınız URL yardımıyla PGN'yi güncelleyecektir. İnternet üzerinden herkese açık bir URL yazmalısınız.
uk: Посилання, яке Lichess перевірятиме, щоб отримати оновлення PGN. Воно має бути загальнодоступним в Інтернеті.
vi: URL mà Lichess sẽ khảo sát để nhận cập nhật PGN. Nó phải được truy cập công khai từ Internet.
zh: Lichess 将检查此链接以获取 PGN 更新。它必须能在互联网上公开访问。
zh_tw: Lichess 將以該網址更新PGN數據，網址必須公開

# broadcastSourceGameIds
source: Up to 64 Lichess game IDs, separated by spaces.
ar: حتى 64 معرف لُعْبَة ليتشيس، مفصولة بمسافات.
bg: До 64 идентификатора на игри в Lichess, разделени с празни места.
bs: Do 64 identifikacijska broja Lichess mečeva, odvojeni razmakom.
ca: Fins a 64 identificadors de partides de Lichess, separades per espais.
cs: Až 64 ID Lichess her, oddělených mezerama.
da: Op til 64 Lichess parti-ID'er, adskilt af mellemrum.
el: Έως και 64 αναγνωριστικά (id) παρτίδων Lichess, χωρισμένα με κενά.
es: Hasta 64 identificadores de partidas de Lichess, separados por espacios.
eu: Gehienez ere Lichesseko 64 partidren idak, espazioekin banatuta.
fa: تا ۶۴ شناسهٔ بازی لیچس، جداشده با فاصله.
fi: Korkeintaan 64 Lichess-pelin tunnistenumeroa välilyönneillä eroteltuna.
gl: Até 64 identificadores de partidas de Lichess, separados por espazos.
he: עד 64 מזהי משחק של Lichess, מופרדים ברווחים.
it: Fino a 64 ID di partite Lichess, separati da spazi.
ko: 공간으로 나눠진 64개까지의 Lichess 경기 ID.
lt: Iki 64 Lichess žaidimo ID, atskirtų tarpais.
nl: Tot 64 Lichess partij-ID''s, gescheiden door spaties.
pt: Até 64 IDs de jogo Lichess, separados por espaços.
ro: Până la 64 de ID-uri de joc Lichess, separate prin spații.
ru: До 64 идентификаторов (ID) игр Lichess, разделённых пробелами.
sk: Až do 64 identifikátorov Lichess partií oddelených medzerami.
sl: Do 64 Lichess ID-jev iger, deljenih s presledkom.
sq: Deri në 64 ID lojërash Lichess, ndarë me hapësira.
sv: Upp till 64 Lichess-partiers ID, separerade med mellanslag.
tr: Boşluklarla ayrılmış 64 adede kadar Lichess oyun ID'si.
uk: До 64 ігрових ID Lichess, відокремлені пробілами.
vi: Tối đa 64 ID ván cờ trên Lichess, phân tách bằng dấu cách.
zh: 最多 64 个 Lichess 对局 ID，以空格分隔。
zh_tw: 最多 64 個以空格分開的 Lichess 棋局序號。

# broadcastStartDateTimeZone
source: Start date in the tournament local timezone: {param}
ar: موعد البداية بتوقيت البطولة المحلي: {param}
bs: Datum početka u lokalnoj vremenskoj zoni turnira: {param}
ca: Dia d'inici a la zona horari del torneig: {param}
cs: Datum zahájení v lokálním čase turnaje: {param}
da: Startdato i turneringens lokale tidszone: {param}
el: Ημερομηνία έναρξης στην τοπική ζώνη ώρας του τουρνουά: {param}
es: Fecha de inicio en la zona horaria local del torneo: {param}
eu: Txapelketaren hasiera ordua ordu-zona lokalean: {param}
fa: تاریخ آغاز در زمان-یانه محلی مسابقات: {param}
fi: Alkamisajankohta turnauksen paikallisella aikavyöhykkeellä: {param}
gl: Data de inicio do torneo (na zona horaria local): {param}
he: שעת ההתחלה באזור הזמן המקומי של הטורניר: {param}
it: Data d'inizio nel fuso orario locale del torneo: {param}
ko: 내 시간대의 토너먼트 시작 날짜: {param}
lt: Turnyro pradžia vietos laiku: {param}
nl: Startdatum in de lokale tijdzone van het tornooi: {param}
pt: Data de início no fuso horário local do torneio: {param}
ro: Data de start în fusul orar local al turneului: {param}
ru: Дата начала турнира в местном часовом поясе: {param}
sk: Dátum začiatku v miestnej časovej zóne turnaja: {param}
sl: Začetni datum v lokalnem časovnem pasu turnirja: {param}
sq: Datë fillimi në zonën kohore vendore të turneut: {param}
sv: Startdatum i turneringens lokala tidszon: {param}
tr: Turnuva yerel saati ile başlama zamanı: {param}
uk: Дата початку в місцевому часовому поясі турніру: {param}
vi: Thời gian bắt đầu của giải theo múi giờ địa phương: {param}
zh: 锦标赛本地时区的开始日期：{param}
zh_tw: 當地時區的錦標賽起始日期：{param}

# broadcastStartDateHelp
source: Optional, if you know when the event starts
af: Optioneel, indien jy weet wanner die geleentheid begin
ar: اختياري، إذا كنت تعرف متى يبدأ الحدث
az: İstəyə bağlı, tədbirin başlama vaxtını bilirsinizsə
be: Па жаданні, калі вы ведаеце пачатак падзеі
bg: По избор, ако знаете, кога започва събитието
bs: Neobavezno, ukoliko znate kada počinje događaj
ca: Opcional, si saps quan comença l'esdeveniment
cs: Nepovinné, pokud víte, kdy událost začíná
da: Valgfri, hvis du ved, hvornår begivenheden starter
el: Προαιρετικό, εάν γνωρίζετε πότε αρχίζει το τουρνουά
eo: Laŭvola, se vi scias, kiam komenciĝas la evento
es: Opcional, si sabes cuando comienza el evento
eu: Hautazkoa, ekitaldia noiz hasten den baldin badakizu
fa: اختیاری است، اگر می‌دانید چه زمانی رویداد شروع می‌شود
fi: Ei-pakollinen, laita jos tiedät milloin tapahtuma alkaa
gl: Opcional, se sabes cando comeza o evento
he: אופציונאלי, אם את/ה יודע/ת מתי האירוע צפוי להתחיל
hy: Լրացուցիչ, եթե գիտեք, թե երբ է սկսվելու իրադարձությունը
id: Opsional, jika Anda tahu kapan acara dimulai
it: Facoltativo, se sai quando inizia l'evento
kk: Міндетті емес, егер күнін біліп тұрсаңыз
ko: 선택 사항, 언제 이벤트가 시작되는지 알고 있는 경우
lt: Neprivaloma; tik jeigu žinote, kada prasideda renginys
lv: Neobligāts, ja zināt, kad pasākums sākas
mk: Незадолжително, ако знаете кога почнува настанот
nl: Optioneel, als je weet wanneer het evenement start
pt: Opcional, se souberes quando começa o evento
ro: Opțional, dacă știi când va începe evenimentul
ru: Дополнительно, если вы знаете, когда событие начнётся
sk: Voliteľné, ak viete kedy sa udalosť začne
sl: Izbirno, če veste, kdaj se dogodek začne
sq: Opsionale, nëse e dini kur fillon veprimtaria
sr: Опционо, ако знаш када почиње догађај
sv: Valfritt, om du vet när händelsen startar
tr: İsteğe bağlı, etkinliğin ne zaman başladığını biliyorsanız ekleyebilirsiniz.
uk: За бажанням, якщо ви знаєте, коли починається подія
vi: Tùy chọn, nếu bạn biết khi nào sự kiện bắt đầu
zh: 如果您知道赛事开始时间（可选）
zh_tw: 可選，如果知道比賽開始時間

# broadcastCurrentGameUrl
source: Current game URL
af: Huidige spel se bronadres
ar: رابط المباراة الحالية
az: Hazırkı oyun URL-i
be: Спасылка на бягучую гульню
bg: URL на настоящата партия
bs: Link za trenutnu partiju
ca: URL actual de joc
cs: URL adresa právě probíhající partie
da: Nuværende parti URL
el: Διεύθυνση URL αυτής της παρτίδας
eo: Nuna luda URL
es: Enlace de la partida actual
eu: Uneko partidaren URL helbidea
fa: نشانی بازی کنونی
fi: Tämän pelin URL
gl: Ligazón da partida actual
he: הקישור למשחק הנוכחי
hy: Ընթացիկ պարտիայի URL-հասցեն
id: Tautan permainan ini
it: URL della partita corrente
kk: Қазіргі ойын сілтемесі
ko: 현재 게임 URL
lt: Dabartinio žaidimo adresas
lv: Pašreizējās spēles URL
nl: Huidige partij-link
pt: Link da partida atual
ro: URL-ul partidei curente
ru: URL-адрес текущей партии
sk: Adresa URL aktuálnej partie
sl: URL trenutno igrane igre
sq: URL e lojës së tanishme
sv: Länk till aktuellt parti (URL)
tr: Şu anki oyunun linki
uk: Посилання на поточну гру
vi: URL ván đấu hiện tại
zh: 当前对局链接
zh_tw: 目前棋局連結

# broadcastDownloadAllRounds
source: Download all rounds
af: Laai al die rondes af
ar: تحميل جميع المباريات
be: Спампаваць усе туры
bg: Изтегли всички рундове
bs: Skinite sve runde
ca: Baixa totes les rondes
cs: Stáhnout hry ze všech kol
da: Download alle runder
el: Λήψη όλων των γύρων
eo: Elŝuti ĉiujn raŭndojn
es: Descargar todas las rondas
eu: Deskargatu txanda guztiak
fa: بارگیری همه دورها
fi: Lataa kaikki kierrokset
gl: Descargar todas as roldas
he: הורדת כל הסבבים
hy: Բեռնել բոլոր խաղափուլերը
id: Unduh semua ronde
it: Scarica tutti i round
kk: Барлық айналымдарды жүктеп алу
ko: 모든 라운드 다운로드받기
lt: Atsisiųsti visus raundus
lv: Lejupielādēt visus raundus
nl: Alle rondes downloaden
pt: Transferir todas as rondas
ro: Descarcă toate rundele
ru: Скачать все туры
sk: Stiahnuť všetky kolá
sl: Prenesite vse kroge
sq: Shkarko krejt raundet
sv: Ladda ner alla omgångar
tr: Bütün maçları indir
uk: Завантажити всі тури
vi: Tải về tất cả ván đấu
zh: 下载所有轮次
zh_tw: 下載所有棋局

# broadcastResetRound
source: Reset this round
af: Herstel die ronde
ar: إعادة ضبط الجولة
az: Bu turu sıfırla
be: Скасаваць гэты тур
bg: Нулирай този рунд
bs: Ponovo postavite ovo kolo
ca: Restablir aquesta ronda
cs: Resetovat toto kolo
da: Nulstil denne runde
el: Επαναφορά αυτού του γύρου
eo: Restarigi ĉi tiun raŭndon
es: Restablecer esta ronda
eu: Berrezarri txanda hau
fa: ازنوکردن این دور
fi: Nollaa tämä kierros
gl: Restablecer esta rolda
he: אפס את הסיבוב הזה
hy: Հեռացնել այս խաղափուլը
id: Atur ulang ronde ini
it: Reimposta questo turno
kk: Бұл айналымды жаңарту
ko: 라운드 초기화
lt: Atstatyti raundą
lv: Atiestatīt šo raundu
nl: Deze ronde opnieuw instellen
pt: Reiniciar esta ronda
ro: Resetează această rundă
ru: Сбросить тур
sk: Resetovať toto kolo
sl: Ponastavi ta krog
sv: Återställ den här omgången
tr: Bu turu sıfırla
uk: Скинути цей раунд
vi: Đặt lại vòng này
zh: 重置此轮次
zh_tw: 重設此回合

# broadcastDeleteRound
source: Delete this round
af: Skrap die ronde
ar: حذف الجولة
az: Bu turu sil
be: Выдаліць гэты тур
bg: Изтрий този рунд
bs: Izbrišite ovo kolo
ca: Eliminar aquesta ronda
cs: Smazat toto kolo
da: Slet denne runde
el: Διαγραφή αυτού του γύρου
eo: Forigi ĉi tiun raŭndon
es: Eliminar esta ronda
eu: Ezabatu txanda hau
fa: حذف این دور
fi: Poista tämä kierros
gl: Borrar esta rolda
he: מחיקת הסבב הזה
hy: Հեռացնել այս խաղափուլը
id: Hapus ronde ini
it: Elimina questo turno
kk: Бұл айналымды жою
ko: 라운드 삭제
lt: Ištrinti raundą
lv: Dzēst šo raundu
nl: Deze ronde verwijderen
pt: Apagar esta ronda
ro: Șterge această rundă
ru: Удалить этот тур
sk: Vymazať toto kolo
sl: Izbriši ta krog
sq: Fshije këtë raund
sv: Ta bort den här omgången
tr: Bu turu sil
uk: Видалити цей раунд
vi: Xóa vòng này
zh: 删除此轮次
zh_tw: 刪除此回合
