Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# rankX
source: Rank: {param}
af: Rang: {param}
ar: الترتيب: {param}
az: Sıralama: {param}
be: Рэйтынг: {param}
bg: Класация: {param}
bn: অনুপাত: {param}
bs: Rang: {param}
ca: Posició: {param}
cs: Pořadí: {param}
da: Rangering: {param}
el: Κατάταξη: {param}
eo: Posicio: {param}
es: Clasificación: {param}
eu: Sailkapena: {param}
fa: رتبه:{param}
fi: Sijoitus: {param}
gl: Posición: {param}
he: מיקום: {param}
hy: Դասակարգում՝ {param}
id: Rating: {param}
it: Posizione: {param}
kk: Орын: {param}
ko: 순위: {param}등
lt: Reitingas: {param}
lv: Vieta: {param}
mk: Ранк: {param}
nl: Positie: {param}
pt: Posição: {param}
ro: Loc în clasament: {param}
ru: Место: {param}
sk: Poradie: {param}
sl: Uvrstitev: {param}
sq: Renditja: {param}
sr: Ранг: {param}
sv: Placering: {param}
tr: Sıralama: {param}
uk: Місце: {param}
vi: Hạng: {param}
zh: 排名：{param}
zh_tw: 排名：{param}

source: Games played
af: Spelle gespeel
ar: المباريات الملعوبة
az: Oynadığı oyunlar
be: Партый згуляна
bg: Изиграни игри
bn: খেলা খেলেছেন
bs: Odigrane partije
ca: Partides jugades
cs: Odehraných partií
da: Antal partier spillet
el: Παιγμένα παιχνίδια
eo: Luditaj ludoj
es: Partidas jugadas
eu: Partida jokaturik
fa: بازی‌های انجامیده
fi: Pelattuja pelejä
gl: Partidas xogadas
he: משחקים בטורניר
hy: Խաղացած խաղեր
id: Permainan yang telah dimainkan
it: Partite giocate
kk: Ойындар саны
ko: 대국 횟수
lt: sužaistos partijos
lv: Izspēlētās spēles
mk: Одиграни партии
nl: Gespeelde partijen
pt: Partidas jogadas
ro: Partide jucate
ru: Сыграно партий
sk: Odohraných partií
sl: Odigranih iger
sq: Lojëra të luajtura
sr: Одиграних партија
sv: Partier spelade
tr: Oynanmış oyunlar
uk: Ігор зіграно
vi: Số ván đã chơi
zh: 已进行对局数
zh_tw: 下過局數

source: OK
af: Regso
ar: حسناً
az: Oldu
bg: ОК
bn: কোনো সমস্যা নেই
bs: U redu
ca: D'acord
el: ΟΚ
eo: Bone
es: Aceptar
fa: بسیار خب
he: אוקיי
hy: Լավ
kk: Иә
ko: 확인
lv: Labi
ru: ОК
sl: V redu
sr: У реду
tr: Tamam
uk: Гаразд
zh: 确定
zh_tw: 確認

source: Cancel
af: Kanseleer
ar: إلغاء
az: Ləğv et
be: Скасаваць
bg: Отказ
bn: বাতিল করুন
bs: Odustani
ca: Cancel·lar
cs: Zrušit
da: Annuller
el: Ακύρωση
eo: Nuligi
es: Cancelar
eu: Ezeztatu
fa: لغو
fi: Peruuta
gl: Cancelar
he: ביטול
hy: Հերքել
id: Batal
it: Annulla
kk: Болдыртпау
ko: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
nl: Annuleren
pt: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sr: Откажи
sv: Avbryt
tr: İptal et
uk: Скасувати
vi: Hủy
zh: 取消
zh_tw: 取消

source: White time out
af: Wit tyd verstreke
ar: انتهى وقت الأبيض
az: Ağların vaxtı bitdi
be: Час белых скончыўся
bg: Времето на белите изтече
bn: সাদার সময় শেষ
bs: Isteklo vrijeme bijelome
ca: Les blanques han exhaurit el seu temps
cs: Bílému došel čas
da: Tid udløbet for hvid
el: Τέλος χρόνου για τα λευκά
eo: La tempo de blanko finiĝis
es: Las blancas agotaron su tiempo
eu: Zuriaren denbora agortu egin da
fa: زمان سفید تمام شد
fi: Valkealta loppui aika
gl: Acabou o tempo das brancas
he: נגמר הזמן ללבן
hy: Սպիտակների ժամանակը սպառվեց
id: Putih kehabisan waktu
it: Il bianco ha esaurito il tempo
kk: Ақтың уақыты бітті
ko: 백 시간 초과
lt: Baigėsi laikas baltiesiems
lv: Baltajiem beidzās laiks
mk: Времето на белиот истече
nl: Tijd om voor wit
pt: Acabou o tempo das brancas
ro: Timpul pentru alb a expirat
ru: Белые просрочили время
sk: Bielemu došiel čas
sl: Belemu se je čas iztekel
sq: Të bardhit i mbaroi koha
sr: Време истекло белом
sv: Vits tid är slut
tr: Beyazın zamanı tükendi
uk: Час білих вийшов
vi: Bên trắng hết giờ
zh: 白方超时
zh_tw: 白方時間到

source: Black time out
af: Swart time-out
ar: انتهى وقت الأسود
az: Qaraların vaxtı bitdi
be: Час чорных скончыўся
bg: Времето на черните изтече
bn: কালোর সময় আপ
bs: Isteklo vrijeme crnome
ca: Les negres perden per temps
cs: Černému došel čas
da: Tid udløbet for sort
el: Τέλος χρόνου για τα μαύρα
eo: La tempo de nigro finiĝis
es: Las negras agotaron su tiempo
eu: Beltzaren denbora agortu egin da
fa: زمان سیاه تمام شد
fi: Mustalta loppui aika
gl: Acabou o tempo das negras
he: נגמר הזמן לשחור
hy: Սևերի ժամանակը սպառվեց
id: Hitam kehabisan waktu
it: Il nero ha esaurito il tempo
kk: Қараның уақыты бітті
ko: 흑 시간 초과
lt: Baigėsi laikas juodiesiems
lv: Melnajiem beidzās laiks
mk: Времето на црниот истече
nl: Tijd om voor zwart
pt: Acabou o tempo das pretas
ro: Timpul pentru negru a expirat
ru: Чёрные просрочили время
sk: Čiernemu došiel čas
sl: Črnemu se je čas iztekel
sq: Të ziut i mbaroi koha
sr: Време истекло црном
sv: Svarts tid är slut
tr: Siyahın zamanı tükendi
uk: Час чорних вийшов
vi: Bên đen hết giờ
zh: 黑方超时
zh_tw: 黑方時間到

source: Draw offer sent
af: Gelykop aanbod gestuur
ar: تم ارسال عرض التعادل
az: Heç-heçə təklifi göndərildi
be: Прапанова нічыі даслана
bg: Изпратено предложение за реми
bn: সমান অফার পাঠানো হয়েছে
bs: Ponuda za remi poslana
ca: S'ha enviat l'oferta de taules
cs: Nabídka remízy byla odeslána
da: Remistilbud afsendt
el: Πρόταση ισοπαλίας εστάλη
eo: Egalvenka propono estis sendita
es: Oferta de tablas enviada
eu: Berdintzeko eskaintza bidali da
fa: پیشنهاد تساوی ارسال شد
fi: Tasapeliehdotus lähetetty
gl: Oferta de táboas enviada
he: הצעת תיקו נשלחה
hy: Ոչ-ոքի առաջարկը ուղարկված է
id: Tawaran remis terkirim
it: Offerta di patta inviata
kk: Тепе-теңдік сұрауда
ko: 무승부 요청함
lt: Lygiųjų pasiūlymas išsiųstas
lv: Neizšķirta piedāvājums nosūtīts
mk: Понуда за реми е испратена
nl: Remiseaanbod verstuurd
pt: Proposta de empate enviada
ro: Propunere de remiză trimisă
ru: Предложение ничьей отправлено
sk: Ponuka remízy odoslaná
sl: Predlog za remi poslan
sq: U dërgua ofertë për barazim
sr: Понуда за реми послата
sv: Remierbjudande skickat
tr: Beraberlik teklifi gönderildi
uk: Пропозицію нічиєї надіслано
vi: Đã gửi đề nghị hòa
zh: 和棋请求已发送
zh_tw: 和棋請求已發送

source: Draw offer accepted
af: Gelykop aanbod aanvaar
ar: تم قبول عرض التعادل
az: Heç-heçə təklifi qəbul edildi
be: Прапанова нічыі прынята
bg: Предложението за реми е прието
bn: সমান অফার গ্রহণ করা হয়েছে
bs: Ponuda za remi prihvaćena
ca: Oferta de taules acceptada
cs: Soupeř remízu přijal
da: Remistilbud accepteret
el: Πρόταση ισοπαλίας αποδεκτή
eo: Egalvenka propono estis akceptita
es: Oferta de tablas aceptada
eu: Berdintzeko eskaintza onartu da
fa: پیشنهاد تساوی پذیرفته شد
fi: Tasapeliehdotus hyväksytty
gl: Oferta de táboas aceptada
he: הצעת התיקו התקבלה
hy: Ոչ-ոքի առաջարկը ընդունվել է
id: Tawaran remis diterima
it: Offerta di patta accettata
kk: Тепе-теңдікке келісті
ko: 무승부 요청 수락됨
lt: Lygiųjų pasiūlymas priimtas
lv: Neizšķirta piedāvājums pieņemts
mk: Понудата за реми е прифатена
nl: Remiseaanbod geaccepteerd
pt: Proposta de empate aceite
ro: Propunere de remiză acceptată
ru: Предложение ничьей принято
sk: Ponuka remízy prijatá
sl: Predlog za remi sprejet
sq: Oferta për barazim u pranua
sr: Понуда за реми прихваћена
sv: Remierbjudande accepterat
tr: Beraberlik teklifi kabul edildi
uk: Пропозицію нічиєї прийнято
vi: Đề nghị hoà được chấp nhận
zh: 对方同意和棋
zh_tw: 同意和棋

source: White offers draw
af: Wit maak gelykspel aanbod
ar: الأبيض يعرض التعادل
az: Ağlar heç-heçə təklif edir
be: Белыя прапануюць нічыю
bg: Белите предлагат реми
bn: সাদা অফার সমান
bs: Bijeli nudi remi
ca: Blanques ofereixen taules
cs: Bílý nabízí remízu
da: Hvid tilbyder remis
el: Τα λευκά προσφέρουν ισοπαλία
eo: Blanko proponas egalvenkon
es: Las blancas ofrecen tablas
eu: Zuriak berdinketa eskaintzen du
fa: سفید پیشنهاد تساوی می دهد
fi: Valkea ehdottaa tasapeliä
gl: As brancas ofrecen táboas
he: לבן מציע תיקו
hy: Սպիտակներն առաջարկում են ոչ-ոքի
id: Putih menawarkan remis
it: Il Bianco offre patta
kk: Ақ тепе-теңдік сұрауда
ko: 백이 무승부를 제안합니다
lt: Baltieji siūlo lygiąsias
lv: Baltie piedāvā neizšķirtu
mk: Белиот нуди реми
nl: Wit biedt remise aan
pt: As brancas propõem empate
ro: Albul a oferit remiza
ru: Белые предлагают ничью
sk: Biely ponúka remízu
sl: Beli predlaga remi
sq: I bardhi ofron barazim
sr: Бели нуди реми
sv: Vit erbjuder remi
tr: Beyaz beraberlik teklif ediyor
uk: Білі пропонують нічию
vi: Bên trắng đề nghị hòa
zh: 白方提出和棋
zh_tw: 白方提出和棋

source: Black offers draw
af: Swart maak gelykspel aanbod
ar: الأسود يعرض التعادل
az: Qaralar heç-heçə təklif edir
be: Чорныя прапануюць нічыю
bg: Черните предлагат реми
bn: কালো অফার সমান
bs: Crni nudi remi
ca: Les negres ofereixen taules
cs: Černý nabízí remízu
da: Sort tilbyder remis
el: Τα μαύρα προσφέρουν ισοπαλία
eo: Nigro proponas egalvenkon
es: Las negras ofrecen tablas
eu: Beltzak berdinketa eskaintzen du
fa: سیاه پیشنهاد تساوی می دهد
fi: Musta ehdottaa tasapeliä
gl: As negras ofrecen táboas
he: שחור מציע תיקו
hy: Սևերն առաջարկում են ոչ-ոքի
id: Hitam menawarkan remis
it: Il Nero offre patta
kk: Қара тепе-теңдік сұрауда
ko: 흑이 무승부를 제안합니다
lt: Juodieji siūlo lygiąsias
lv: Melnie piedāvā neizšķirtu
mk: Црниот нуди реми
nl: Zwart biedt remise aan
pt: As pretas propõem empate
ro: Negrul a oferit remiza
ru: Чёрные предлагают ничью
sk: Čierny ponúka remízu
sl: Črni predlaga remi
sq: I ziu ofron barazim
sr: Црни нуди реми
sv: Svart erbjuder remi
tr: Siyah beraberlik teklif ediyor
uk: Чорні пропонують нічию
vi: Bên đen đề nghị hòa
zh: 黑方提出和棋
zh_tw: 黑方提出和棋

source: White declines draw
af: Wit wys gelykspel aanbod van die hand
ar: الأبيض رفض التعادل
az: Ağlar heç-heçə təklifini rədd edir
be: Белыя адхіляюць нічыю
bg: Белите отказват реми
bn: সাদা সমান প্রত্যাখান করেছে
bs: Bijeli odbija remi
ca: Blanques rebutgen taules
cs: Bílý odmítá remízu
da: Hvid afslår remis
el: Τα λευκά απορρίπτουν την ισοπαλία
eo: Blanko malakceptas egalvenkon
es: Las blancas rechazan tablas
eu: Zuriak berdinketari uko egin dio.
fa: سفید تساوی را نمی پذیرد
fi: Valkea kieltäytyy tasapelistä
gl: As brancas rexeitan as táboas
he: לבן מסרב לתיקו
hy: Սպիտակները մերժում են ոչ-ոքին
id: Putih menolak remis
it: Il Bianco rifiuta la patta
kk: Ақ тепе-теңдіктен бас тартты
ko: 백이 무승부 제안을 거절하였습니다
lt: Baltieji atsisako lygiųjų
lv: Baltie noraida neizšķirtu
mk: Белиот одби реми
nl: Wit weigert remise
pt: As brancas recusam o empate
ro: Albul refuză propunerea de remiză
ru: Белые отклонили предложение ничьей
sk: Biely odmietol remízu
sl: Beli zavrnil remi
sq: I bardhi hedh poshtë barazimin
sr: Бели одбија реми
sv: Vit avböjer remi
tr: Beyaz beraberlik teklifini geri çevirdi
uk: Білі відхилили нічию
vi: Bên trắng từ chối hòa
zh: 白方拒绝和棋
zh_tw: 白方拒絕和棋

source: Black declines draw
af: Swart wys gelykspel aanbod van die hand
ar: الأسود رفض التعادل
az: Qaralar heç-heçə təklifini rədd edir
be: Чорныя адхіляюць нічыю
bg: Черните отказват реми
bn: কালো সমান প্রত্যাখান করেছে
bs: Crni odbija remi
ca: Negres rebutgen taules
cs: Černý odmítá remízu
da: Sort afslår remis
el: Τα μαύρα απορρίπτουν την ισοπαλία
eo: Nigro malakceptas egalvenkon
es: Las negras rechazan tablas
eu: Beltzak berdinketari uko egin dio.
fa: سیاه تساوی را نمی پذیرد
fi: Musta kieltäytyy tasapelistä
gl: As negras rexeitan as táboas
he: שחור מסרב לתיקו
hy: Սևերը մերժում են ոչ-ոքին
id: Hitam menolak remis
it: Il Nero rifiuta la patta
kk: Қара тепе-теңдіктен бас тартты
ko: 흑이 무승부 제안을 거절하였습니다
lt: Juodieji atsisako lygiųjų
lv: Melnie noraida neizšķirtu
mk: Црниот одби реми
nl: Zwart weigert remise
pt: As pretas recusam o empate
ro: Negrul refuză propunerea de remiză
ru: Чёрные отклонили предложение ничьей
sk: Čierny odmietol remízu
sl: Črni zavrnil remi
sq: I ziu hedh poshtë barazimin
sr: Црни одбија реми
sv: Svart avböjer remi
tr: Siyah beraberlik teklifini geri çevirdi
uk: Чорні відхилили нічию
vi: Bên đen từ chối hòa
zh: 黑方拒绝和棋
zh_tw: 黑方拒絕和棋

source: Your opponent offers a draw
af: Jou teenstander bied gelykop aan
ar: الخصم يعرض التعادل
az: Rəqibiniz heç-heçə təklif edir
be: Супернік прапануе нічыю
bg: Твоят противник предлага реми
bn: আপনার প্রতিপক্ষ সমান অফার করেছেন
bs: Protivnik nudi remi
ca: El teu oponent t'ofereix taules
cs: Soupeř nabízí remízu
da: Din modstander tilbyder remis
el: Ο αντίπαλος σας προτείνει ισοπαλία
eo: Via kontraŭulo proponas egalvenkon
es: Tu oponente ofrece tablas
eu: Zure aurkariak berdinketa eskaini du
fa: حریف شما پیشنهاد تساوی می دهد
fi: Vastustajasi ehdottaa tasapeliä
gl: O teu rival ofrece táboas
he: יריבך מציע תיקו
hy: Ձեր հակառակորդը առաջարկում է ոչ-ոքի
id: Lawan anda menawar remis
it: Il tuo avversario offre patta
kk: Қарсыласыңыз тепе-теңдік сұрап отыр
ko: 상대가 무승부를 요청합니다
lt: Jūsų varžovas siūlo lygiąsias
lv: Jūsu pretinieks piedāvā neizšķirtu
mk: Противникот нуди реми
nl: Uw tegenstander biedt remise aan
pt: O teu adversário propõe empate
ro: Adversarul dvs. vă propune remiza
ru: Ваш соперник предлагает вам ничью
sk: Váš súper ponúka remízu
sl: Nasprotnik predlaga remi
sq: Kundërshtari ju ofron barazim
sr: Твој противник нуди реми
sv: Din motståndare erbjuder remi
tr: Rakibiniz beraberlik teklif ediyor
uk: Ваш суперник пропонує нічию
vi: Đối thủ xin hoà
zh: 对方请求和棋
zh_tw: 您的對手提出和棋

source: Accept
af: Aanvaar
ar: قبول
az: Qəbul et
be: Прыняць
bg: Приеми
bn: গ্রহণ করুন
bs: Prihvati
ca: Acceptar
cs: Přijmout
da: Accepter
el: Αποδοχή
eo: Akcepti
es: Aceptar
eu: Onartu
fa: پذیرفتن
fi: Hyväksy
gl: Aceptar
he: הסכמה
hy: Համաձայնվել
id: Terima
it: Accetta
kk: Қабылдау
ko: 수락
lt: Sutikti
lv: Pieņemt
mk: Прифати
nl: Accepteren
pt: Aceitar
ro: Acceptați
ru: Принять
sk: Prijať
sl: Sprejmi
sq: Prano
sr: Прихвати
sv: Acceptera
tr: Kabul et
uk: Прийняти
vi: Chấp nhận
zh: 接受
zh_tw: 接受

source: Decline
af: Verwerp
ar: رفض
az: Rədd et
be: Адхіліць
bg: Откажи
bn: প্রত্যাখ্যান করুন
bs: Odbij
ca: Rebutjar
cs: Odmítnout
da: Afslå
el: Άρνηση
eo: Malakcepti
es: Rechazar
eu: Uko egin
fa: رد کردن
fi: Hylkää
gl: Rexeitar
he: סירוב
hy: Մերժել
id: Tolak
it: Rifiuta
kk: Келіспеу
ko: 거절
lt: Atmesti
lv: Noraidīt
mk: Одбиј
nl: Afwijzen
pt: Recusar
ro: Refuzați
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sq: Refuzojeni
sr: Одбиј
sv: Avböj
tr: Reddet
uk: Відхилити
vi: Từ chối
zh: 拒绝
zh_tw: 拒絕

source: Playing right now
af: In spel
ar: يلعب الآن
az: Hal-hazırda oyundadır
be: Граецца зараз
bg: Играещи сега
bn: এই মুহূর্তে খেলছেন
bs: Upravo igraju
ca: En joc
cs: Právě se hraje
da: Spilles lige nu
el: Σε εξέλιξη
eo: Ludate nun
es: En juego ahora mismo
eu: Oraintxe jokatzen
fa: هم‌اکنون بازی می‌کنند
fi: Pelaamassa juuri nyt
gl: Xogando agora mesmo
he: מתקיים עכשיו
hy: Այս պահին խաղում են
id: Bermain saat ini
it: Partita in corso
kk: Қазір ойнап отыр
ko: 지금 대국 중
lt: Vyksta šiuo metu
lv: Šobrīd spēlē
mk: Моментално игра
nl: Nu aan het spelen
pt: A jogar agora
ro: În desfășurare...
ru: Идёт игра
sk: Práve hrajú
sl: Trenutno se igra
sq: Po luhet tani
sr: Тренутно се игра
sv: Spelas just nu
tr: Şu an oynanıyor
uk: Грається зараз
vi: Đang diễn ra
zh: 正在对局
zh_tw: 正在對局

# eventInProgress
source: Playing now
af: Tans besig om te speel
ar: يلعب الآن
az: Hal-hazırda oynayır
be: Граецца зараз
bg: Играещи сега
bn: এই মুহূর্তে খেলতেছে
bs: Upravo igraju
ca: Jugant-se ara mateix
cs: Právě se hraje
da: Spilles lige nu
el: Σε εξέλιξη τώρα
eo: Ludanta
es: Se está jugando ahora
eu: Oraintxe jokatzen
fa: اکنون بازی می‌کنند
fi: Parhaillaan menossa
gl: Xogando agora mesmo
he: מתקיים עכשיו
hy: Խաղում են այս պահին
id: Mainkan sekarang
it: In corso
kk: Қазір болып жатыр
ko: 지금 대국 중
lt: Vyksta šiuo metu
lv: Šobrīd notiek
mk: Моментално игра
nl: Nu aan het spelen
pt: A decorrer agora
ro: În desfășurare
ru: Идёт прямо сейчас
sk: Práve sa hrá
sl: Pravkar poteka
sq: Po luhet tani
sr: Управо се одиграва
sv: Spelas just nu
tr: Şu anda oynanıyor
uk: Грається просто зараз
vi: Đang diễn ra
zh: 正在进行
zh_tw: 正在進行

source: Finished
af: Klaar
ar: انتهت
az: Bitdi
be: Скончана
bg: Приключи
bn: সমাপ্ত
bs: Završeno
ca: Acabat
cs: Dokončeno
da: Afsluttet
el: Ολοκληρωμένα
eo: Finita
es: Terminado
eu: Amaituta
fa: تمام شده
fi: Päättynyt
gl: Finalizado
he: הסתיים
hy: Ավարտվել է
id: Selesai
it: Terminati
kk: Аяқталды
ko: 종료됨
lt: Baigėsi
lv: Beidzies
mk: Завршено
nl: Afgelopen
pt: Terminado
ro: Terminat
ru: Завершён
sk: Ukončené
sl: Končano
sq: Përfundoi
sr: Завршено
sv: Slut
tr: Bitti
uk: Завершено
vi: Hoàn thành
zh: 已结束
zh_tw: 已結束

source: Abort game
af: Staak spel
ar: إلغاء اللعبة
az: Oyunu ləğv et
be: Скасаваць гульню
bg: Отмени играта
bn: খেলা বন্ধ করুন
bs: Otkažite partiju
ca: Avortar la partida
cs: Zrušit hru
da: Afbryd parti
el: Εγκαταλείψτε το παιχνίδι
eo: Ĉesigi ludon
es: Cancelar partida
eu: Partida geldiarazi
fa: انصراف از بازی
fi: Keskeytä peli
gl: Abortar partida
he: ביטול המשחק
hy: Կասեցնել խաղը
id: Batalkan permainan
it: Interrompi la partita
kk: Ойынды тоқтату
ko: 대국 취소
lt: Nutraukti partiją
lv: Atcelt spēli
mk: Откажи ја играта
nl: Partij afbreken
pt: Cancelar a partida
ro: Abandonați partida
ru: Отменить игру
sk: Zrušiť hru
sl: Opusti igro
sq: Ndërprite lojën
sr: Прекини партију
sv: Avbryt partiet
tr: Oyunu iptal et
uk: Скасувати гру
vi: Hủy ván cờ
zh: 终止对局
zh_tw: 中止本局

source: Game aborted
af: Spel gestaak
ar: اللعبة ألغيت
az: Oyun ləğv olundu
be: Гульня скасавана
bg: Играта е отменена
bn: খেলা বন্ধ করা হয়েছে
bs: Partija otkazana
ca: Partida avortada
cs: Hra byla zrušena
da: Partiet blev afbrudt
el: Παιχνίδι εγκατελήφθη
eo: Ludo estis ĉesigita
es: Partida cancelada
eu: Geldiarazitako partida
fa: بازی لغو شد
fi: Peli keskeytetty
gl: Partida abortada
he: המשחק בוטל
hy: Խաղը կասեցված է
id: Permainan dibatalkan
it: Partita interrotta
kk: Ойын тоқтатылды
ko: 대국 취소됨
lt: Partija nutraukta
lv: Spēle atcelta
mk: Играта е откажана
nl: Partij afgebroken
pt: Partida cancelada
ro: Partidă abandonată
ru: Игра отменена
sk: Partia zrušená
sl: Igra je opuščena
sq: Loja u ndërpre
sr: Партија прекинута
sv: Partiet avbröts
tr: Oyun iptal edildi
uk: Гру скасовано
vi: Ván cờ đã bị hủy bỏ
zh: 对局已终止
zh_tw: 棋局已中止

source: Standard
af: Standaard
ar: عادي
az: Standart
be: Стандартная
bg: Обикновен
bn: আদর্শ
bs: Standardna
ca: Estàndard
el: Κανονικό
eo: Normale
es: Estándar
eu: Ohikoa
fa: استاندارد
fi: Tavallinen
gl: Estándar
he: רגיל
hy: Ստանդարտ
id: Standar
kk: Классикалық
ko: 스탠다드
lt: Standartinis
lv: Standarta
mk: Стандарден
nl: Standaard
pt: Padrão
ru: Классические шахматы
sk: Štandard
sl: Običajno
sr: Стандардна
tr: Standart
uk: Стандартний
vi: Tiêu chuẩn
zh: 标准
zh_tw: 標準

source: Custom position
af: Gebruiklike Posisie
ar: موضع مخصص
bn: পছন্দসই পজিশন
bs: Prilagođena pozicija
ca: Posició personalitzada
cs: Vlastní pozice
da: Brugerdefineret stilling
el: Προσαρμοσμένη θέση
eo: Tajlora pozicio
es: Posición personalizada
eu: Posizio pertsonalizatua
fa: وضعیت به‌دلخواه
fi: Itse määritetty asema
gl: Posición á medida
he: עמדה מותאמת אישית
hy: Կարգավորվող դիրք
id: Posisi kustom
it: Posizione personalizzata
kk: Жеке орналасым
ko: 커스텀 포지션
lt: Pasirinkta pozicija
nl: Aangepaste positie
pt: Posição personalizada
ro: Poziție personalizată
ru: Настраиваемая позиция
sk: Vlastná pozícia
sl: Položaj po meri
sq: Pozicion vetjak
sr: Произвољна позиција
sv: Från position
tr: Özel Konum
uk: Користувацька позиція
vi: Thế trận tùy chỉnh
zh: 自定义局面
zh_tw: 自定義局面

source: Unlimited
af: Oneindig
ar: غير محدود
az: Limitsiz
be: Без абмежавання часу
bg: Неограничено
bn: সীমাহীন সময়
bs: Neograničeno
ca: Il·limitat
cs: Bez hodin
da: Ubegrænset
el: Απεριόριστου χρόνου
eo: Senlime
es: Ilimitado
eu: Mugagabea
fa: نامحدود
fi: Rajaton
gl: Ilimitado
he: בלתי מוגבל
hy: Անսահմանափակ
id: Tak terbatas
it: Illimitato
kk: Шектеусіз
ko: 무제한
lt: Neribota
lv: Neierobežots
mk: Неограничено
nl: Onbeperkt
pt: Ilimitado
ro: Nelimitat
ru: Отсутствует
sk: Bez času
sl: Neomejeno
sq: E pakufizuar
sr: Неограничена
sv: Obegränsad
tr: Sınırsız
uk: Необмежений
vi: Vô hạn
zh: 无限制
zh_tw: 無限

# unlimitedDescription
source: Take all the time you need
eo: Tiel longe, kiel vi bezonas
ru: Возьмите столько времени, сколько вам нужно
vi: Hãy dành tất cả thời gian bạn cần

source: Mode
af: Modus
ar: مقيمة أو غير مقيمة
az: Növ
be: Рэжым
bg: Начин
bn: ধরন
bs: Tip
cs: Režim hry
da: Variant
el: Τύπος παιχνιδιού
eo: Modo
es: Modo
eu: Modua
fa: حالت
fi: Tyyppi
gl: Modo
he: מצב
hy: Տեսակը
it: Modalità
kk: Бағалау
ko: 모드
lt: Tipas
lv: Veids
mk: Начин
nl: Instelling
pt: Modo
ro: Mod
ru: Режим
sk: Režim partie
sl: Način
sq: Lloji
sr: Тип
sv: Läge
tr: Mod
uk: Режим
vi: Chế độ
zh: 模式
zh_tw: 模式

source: Casual
af: Vriendskaplik
ar: غير مقيّمة
az: Reytinqsiz
be: Таварыская
bg: Приятелски
bn: সাধারণ
bs: Prijateljska
ca: Amistosa
cs: Jen tak
da: Uformelt
el: Φιλικό
eo: Amike
es: Amistosa
eu: Lagunartekoa
fa: نارسمی
fi: Rento
gl: Amigable
he: לא מדורג
hy: Առանց վարկանիշի
id: Santai (Tanpa rating)
it: Amichevole
kk: Жай
ko: 캐주얼
lt: Nevertinamas
lv: Draudzīga
mk: Неформален
nl: Vrijblijvend
pt: Amigável
ro: Amical
ru: Товарищеская
sk: Priateľská
sl: Nerangirano
sq: Rastësore
sr: Нерангирана
sv: Ej rankat
tr: Puansız
uk: Дружня гра
vi: Không xếp hạng
zh: 休闲
zh_tw: 休閒

source: Rated
af: Gegradeer
ar: مقيّمة
az: Reytinqli
be: Рэйтынгавая
bg: С рейтинг
bn: রেট করা
bs: Za rejting bodove
ca: Puntuat
cs: Hodnocená
da: Ratet
el: Βαθμολογημένο
eo: Range
es: Por puntos
eu: Sailkapenerako baliogarria
fa: رسمی
fi: Pisteytetty
gl: Puntuada
he: מדורג
hy: Վարկանիշային
id: Di-rating
it: Classificata
kk: Бағалы
ko: 레이팅
lt: Vertinamas
lv: Vērtēta
mk: Рангиран
nl: Met rating
pt: A valer pontos
ro: Oficial
ru: Рейтинговая
sk: Hodnotená
sl: Rangirano
sq: Me vlerësim
sr: Рангирана
sv: Rankat
tr: Puanlı
uk: Рейтингова
vi: Có xếp hạng
zh: 排位
zh_tw: 排位賽

# casualTournament
source: Casual
af: Vriendskaplik
ar: غير مقيّمة
az: Reytinqsiz
be: Таварыскі
bg: Приятелски
bn: সাধারন
bs: Prijateljska
ca: Amistós
cs: Jen tak
da: Uformel
el: Φιλικό
eo: Amike
es: Amistosa
eu: Lagunartekoa
fa: نارسمی
fi: Rento
gl: Amigable
he: לא מדורג
hy: Առանց վարկանիշի
id: Santai (Tanpa rating)
it: Non classificato
kk: Кәдімгі
ko: 캐주얼
lt: Nevertinamas
lv: Draudzīga
mk: Неформален
nl: Zonder rating
pt: Amigável
ro: Amical
ru: Товарищеский
sk: Priateľská
sl: Nerangiran
sq: Pa vlerësim
sr: Нерангирани
sv: Ej rankad
tr: Puansız
uk: Дружня гра
vi: Không xếp hạng
zh: 休闲
zh_tw: 休閒

# ratedTournament
source: Rated
af: Gegradeer
ar: مقيّمة
az: Reytinqli
be: Рэйтынгавая
bg: С рейтинг
bn: অনুপাত
bs: Za rejting bodove
ca: Puntuat
cs: Hodnocená
da: Ratet
el: Βαθμολογημένo
eo: Taksa
es: Por puntos
eu: Sailkapenerako baliogarria
fa: رسمی
fi: Pisteytetty
gl: Puntuado
he: מדורג
hy: Վարկանիշային
id: Di-rating
it: Classificata
kk: Бағалы
ko: 레이팅
lt: Vertinamas
lv: Vērtēta
mk: Рангиран
nl: Met rating
pt: A valer pontos
ro: Oficial
ru: Рейтинговый
sk: Hodnotený
sl: Rangiran
sq: Me vlerësim
sr: Рангирани
sv: Rankad
tr: Puanlı
uk: Рейтингова
vi: Có xếp hạng
zh: 排位
zh_tw: 排位

source: This game is rated
af: Hierdie spel is gegradeer
ar: هذه اللعبة مقيّمة
az: Bu, reytinqli oyundur
be: Гульня на рэйтынг
bg: Тази игра е с рейтинг
bn: এই খেলাটি রেট করা
bs: Ovo partija je za rejting bodove
ca: Aquesta partida és puntuada
cs: Tato hra se započítává do hodnocení
da: Dette parti er ratet
el: Το παιχνίδι βαθμολογείται
eo: Ĉi tiu ludo estas ranga
es: Esta partida es por puntos
eu: Partida honek sailkapen-puntuei eragingo die
fa: این بازی رسمی است
fi: Tämä peli on pisteytetty
gl: Esta partida é puntuada
he: משחק זה מדורג
hy: Խաղը Վարկանիշային է
id: Permainan ini di-rating
it: Questa partita è classificata
kk: Бұл ойын бағалы
ko: 이 대국은 레이팅 대국입니다
lt: Ši partija yra vertinama
lv: Šī spēle ir vērtēta
mk: Оваа игра е рангирана
nl: Deze partij telt mee voor rating
pt: Esta partida vale pontos
ro: Această partidă este oficială
ru: Игра на рейтинг
sk: Táto hra je hodnotená
sl: Igra je rangirana
sq: Kjo lojë është me vlerësësim
sr: Ова партија се рангира
sv: Detta parti är rankat
tr: Bu oyun derecelidir
uk: Гра на рейтинг
vi: Ván cờ này có xếp hạng
zh: 本局为排位对局
zh_tw: 此對局是排位賽
