Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeFork
source: Fork
af: Vurk
ar: شوكة
az: Çəngəl
be: Відэлец
bg: Вилица
bn: কাঁটাচামচ
bs: Viljuška
ca: Doble
cs: Vidlička
da: Gaffel
el: Πιρούνι – Διπλό χτύπημα
eo: Forko
es: Ataque doble
eu: Eraso bikoitza
fa: چنگال
fi: Haarukka
gl: Garfo
he: מזלג
hy: Պատառաքաղ
it: Attacco doppio
kk: Шанышқы
ko: 포크
lt: Šakutė
lv: Dakša
nl: Vork
pt: Garfo
ro: Bifurcare
ru: Вилка
sk: Vidlička
sl: Dvojni napad (vilice)
sq: Sfurk
sr: Виљушка
sv: Gaffel
tr: Çatal
uk: Вилка
vi: Tấn công đôi
zh: 捉双
zh_tw: 捉雙

# puzzleThemeForkDescription
source: A move where the moved piece attacks two opponent pieces at once.
af: 'N Beweging waar die bewegende stuk twee teenstanderstukke gelyktydig aanval.
ar: نقلة تهاجم قطعتين للخصم في آن واحد.
az: Bir fiqurun eyni anda iki rəqib fiquruna hücum etdiyi gediş.
be: Ход, калі фігура, якой пахадзілі, нападае адразу на дзве фігуры суперніка.
bg: Ход, в който фигура атакува едновременно поне две противникови фигури.
bn: একটা চাল যেখানে একটা গুটি প্রতিপক্ষের দুটি গুটিকে আক্রমণ করে একইসাথে (যেভাবে একজন দুইহাতে দুটো কাঁটাচামচ দিয়ে দুটো জিনিসে আক্রমণ করে).
bs: Potez kojim pomjerena figura istovremeno napada dvije protivničke.
ca: Un moviment on la peça moguda ataca dos peces de l'oponent a la vegada.
cs: Tah, kterým tažená figura útočí na dvě protivníkovy figury najednou.
da: Et træk hvor den flyttede brik angriber to af modstanderens brikker på én gang.
el: Μια κίνηση κατά την οποία το μετακινούμενο κομμάτι επιτίθεται ταυτόχρονα σε δύο ή περισσότερα αντίπαλα κομμάτια.
eo: Movo, kie la movita ŝakpeco atakas du kontraŭajn ŝakpecojn samtempe.
es: Un movimiento donde la pieza movida ataca dos piezas del oponente a la vez.
eu: Mugitzen den piezak aurkariaren bi pieza batera erasotzen dituenean.
fa: حرکتی که در آن مهره ای که حرکت می کند دو مهره حریف را به صورت همزمان مورد حمله قرار می دهد.
fi: Siirto, jolla siirrettävä nappula uhkaa samanaikaisesti kahta vastustajan nappulaa.
gl: Xogada na que a peza movida ataca dúas pezas adversarias simultaneamente.
he: מסע בו הכלי הנע מאיים על שני כלי יריב במקביל.
hy: Քայլ, որի դեպքում հարվածի տակ է հայտնվում մրցակցի երկու խաղաքար։
id: Sebuah gerakan dimana bidak yang digerakkan menyerang dua bidak lawan secara bersamaan.
it: Una mossa in cui un pezzo attacca due pezzi avversari contemporaneamente.
kk: Қарсыластың бірден екі тасын ұратын тас жүрісі.
ko: 이동한 기물이 두 개의 상대 기물을 동시에 공격하는 수입니다.
lt: Ėjimas, kurio metu perkelta figūra puola dvi ar daugiau priešininko figūrų vienu metu.
lv: Gājiens, pēc kura kustinātā figūra uzbrūk diviem pretiniekiem reizē.
nl: Een zet waarbij het gespeelde stuk twee vijandelijke stukken tegelijk aanvalt.
pt: Uma jogada em que uma peça ataca duas peças do adversário simultaneamente.
ro: O mutare unde piesa mutată atacă două piese adversare deodată.
ru: Ход, при котором под удар попадают две фигуры противника.
sk: Ťah, pri ktorom figúra útočí na dve nepriateľské figúry naraz.
sl: Poteza, pri kateri figura napade dve nasprotnikovi figuri hkrati.
sq: Një lëvizje ku guri i lëvizur sulmon njëherësh dy gurë të kundërshtarit.
sr: Потез где померена фигура напада две противничке фигуре од једном.
sv: Ett drag där den rörda pjäsen attackerar två motståndarpjäser samtidigt.
tr: Bir taşın aynı anda iki rakip taşa saldırdığı hamleler.
uk: Хід, коли фігура атакує дві фігури одночасно.
vi: Một nước đi mà một quân cờ tấn công hai quân cờ của đối phương cùng lúc.
zh: 一步棋同时攻击对方两个棋子。
zh_tw: 一種同時攻擊敵方多個子，使敵方只能犧牲一子的戰術。

# puzzleThemeHangingPiece
source: Hanging piece
af: Hangstuk
ar: قطعة معلقة
az: Qorunmasız fiqur
be: Вісячая фігура
bg: Висяща фигура
bn: ঝুলন্ত গুটি
bs: Viseća figura
ca: Peça penjant
cs: Visící figura
da: Hængende brik
el: Κομμάτι που κρέμεται
eo: Pendanta ŝakpeco
es: Pieza colgada
eu: Defentsarik gabeko pieza
fa: مهره بی دفاع
fi: Ilmainen nappula
gl: Peza colgada
he: כלי תלוי ללא חיפוי
hy: Անպաշտպան խաղաքար
id: Bidak tak terjaga
it: Pezzo in presa
kk: Олжа тас
ko: 보호받지 않는 기물
lt: Kabanti figūra
lv: Neapsargāta figūra
nl: Ongedekt stuk
pt: Peça desprotegida
ro: Piesă neprotejată
ru: Незащищённая фигура
sk: Visiaca figúra
sl: Nezaščitena figura
sq: Gur i pambrojtur
sr: Висећа фигура
sv: Ogarderad pjäs
tr: Askıda taş
uk: Незахищена фігура
vi: Quân treo
zh: 悬子
zh_tw: 懸子

# puzzleThemeHangingPieceDescription
source: A tactic involving an opponent piece being undefended or insufficiently defended and free to capture.
af: 'N Taktiek waarby 'n teenstander onverdedig of onvoldoende verdedig word en vry is om vas te lê.
ar: تكتيك حيث تكون قطعة للخصم غير مدافع عنها أو دفاع غير كافي بالتالي يمكن التقاطها بدون خسارة أي قطع من طرفك.
az: Rəqib fiqurunun müdafiəsiz və ya kifayət qədər müdafiə olunmadığı və vurulmağa hazır olduğunu əhatə edən bir taktika.
be: Тактыка, уключаючая неабароненую фігуру суперніка ці недастатковую колькасць яе абаронцоў, якую можна з'есці.
bg: Тактика, при която фигура на противника не е защитена или е недостатъчно защитена и може да бъде взета.
bn: প্রতিপক্ষের গুটি অরক্ষিত বা অপর্যাপ্তভাবে রক্ষিত এবং ক্যাপচার/খাওয়ার জন্য উন্মুক্ত।
bs: Taktika koja uključuje da je protivnička figura nebranjena ili nedovoljno branjena i slobodna za hvatanje.
ca: Una tàctica que involucra una peça de l'oponent que no està suficientment defensada i que es pot capturar.
cs: Taktika zahrnující nechráněnou nebo nedostatečně chráněnou a zdarma získatelnou protivníkovu figuru.
da: En taktik der indebærer, at en af modstanderens brikker, der ikke forsvares eller ikke forsvares tilstrækkeligt, frit kan tages.
el: Τακτικά στα οποία ένα αντίπαλο κομμάτι «κρέμεται» — είναι, δηλαδή, απροστάτευτο ή δεν προστατεύεται επαρκώς και μπορεί, κατά συνέπεια, να αιχμαλωτιστεί.
eo: Taktiko temas pri kontraŭa ŝakpeco, kiu estas nedefendita aŭ malsufiĉe defendita kaj libera por kapti.
es: Una táctica que implica que una pieza del adversario no esté defendida o insuficientemente defendida y quede para ser capturada.
eu: Defentsarik ez duen edo defendatzaile gutxi dituen aurkariaren pieza baten ingurukoak.
fa: تاکتیکی که در آن مهره های حریف برای گرفتن، بدون دفاع یا با دفاع ناکافی است.
fi: Taktiikka, jossa vastustajan nappulaa ei ole suojattu lainkaan tai ei riittävästi, ja jossa se on vapaasti lyötävissä.
gl: Unha táctica que involucra unha peza do opoñente que non está suficientemente defendida e que por tanto se pode capturar.
he: טקטיקה המשלבת כלי יריב לא מוגן או מוגן לא כהלכה וזמין להכאה.
hy: Մարտավարություն, որի ժամանակ մրցակցի խաղաքարը պաշտպանված չէ կամ լավ պաշտպանված չէ և կարող է վերցվել։
id: Sebuah taktik dimana bidak lawan tidak dipertahankan atau kurang cukup pertahanan sehingga dapat dimakan dengan aman.
it: Una tattica che coinvolge un pezzo indifeso o insufficientemente difeso, e che dunque può essere catturato.
kk: Қорғанысы нашар не қорғаусыз тұрған қарсылас тасын басып алуды меңзейтін тактика.
ko: 상대 기물이 지켜지지 않거나 불충분하게 지켜져 공짜로 잡을 수 있는 전술입니다.
lt: Taktika, susijusi su neapginta ar nepakankamai apginta ir lengvai nukertama priešininko figūra.
lv: Taktika, ar kuru var par brīvu nosist pretinieka figūru, kas ir neapsargāta vai nepietiekami apsargāta.
nl: Een situatie waarin een vijandelijk stuk niet of onvoldoende verdedigd wordt en daarom ongestraft geslagen kan worden.
pt: Uma tática que envolve uma peça do adversário que não está suficientemente defendida e por isso pode ser capturada.
ro: O tactică ce implică o piesă adversară care e neprotejată sau apărată insuficient și e liberă pentru capturare.
ru: Тактика, при которой фигура соперника не защищена или недостаточно защищена и может быть взята.
sk: Taktika spojená so súperovou figúrou, ktorá je nekrytá alebo nedostatočne krytá a je možné ju vziať zadarmo.
sl: Taktika, ki vključuje, da nasprotnikova figura ni oziroma je premalo zaščitena in jo je mogoče zajeti.
sq: Një taktikë që përfshin një gur të pambrojtur të kundërshtarit, ose të mbrojtur në mënyrë të pamjaftueshme dhe që është i lirë të marrë gurë.
sr: Тактика где је противникова фигура небрањена или недовољно брањена и могуће ју је узети.
sv: En taktik som drar fördel av att en motståndares pjäs är oförsvarad eller otillräckligt försvarad och fri att slå.
tr: Savunmasız veya yeterince korunmayan, yenilebilecek taşları içeren taktikler.
uk: Незахищена або недостатньо захищена фігура, що може бути атакована.
vi: Một chiến thuật liên quan đến quân cờ của đối phương không được phòng thủ hoặc phòng thủ không đủ dẫn tới việc có thể ăn quân cờ đấy.
zh: 针对对方未被保护或保护不足、可以免费吃掉的棋子的战术。
zh_tw: 「免費」取得他子的戰術

# puzzleThemeHookMate
source: Hook mate
af: Haak mat
ar: كش مات بالخطاف
az: Qarmaq matı
be: Хук-мат
bg: Мат-кука
bn: হুক মেট
bs: Zakačni mat
ca: Mat de la cantonada
cs: Hákový mat
da: Krog-mat
el: Ματ με αγκίστρι
eo: Hoka ŝakmato
es: Mate del gancho
eu: Hooken matea
fa: مات قُلاب
fi: Koukkumatti
gl: Mate do gancho
he: מט קרס
hy: Հուք մատ
id: Sekakmat kait
it: Matto dell'uncino
kk: Қармақ мат
ko: 훅 메이트
lt: Kablio matas
lv: Āķa mats
nl: Haakmat
pt: Mate gancho
ro: Mat-ul hook
ru: Хук-мат
sk: Hákový mat
sl: Kljukast mat
sq: Mati Huk
sr: Кука-мат
sv: Krokmatt
tr: Kanca matı
uk: Хук-мат
vi: Chiếu hết kiểu móc
zh: 钩形将杀
zh_tw: 鉤將死

# puzzleThemeHookMateDescription
source: Checkmate with a rook, knight, and pawn along with one enemy pawn to limit the enemy king's escape.
af: Skaakmat deur 'n toring, ruiter en pion saam met een van die opponent se pione wat die ontsnapping keer.
ar: نمط الكش مات باستخدام قلعة و حصان و جندي بالإضافة إلى جندي الخصم ليحد من حركات الملك للهروب.
az: Top, at, piyada və rəqib şahının qaçışını məhdudlaşdırmaq üçün bir rəqib piyadası ilə birlikdə edilən mat.
be: Мат ладдзёй, канём і пешкай разам з дапамогай адной пешкай суперніка, абмяжоўваючай адыход варожага караля.
bg: Шах и мат с топ, кон и пешка заедно с противникова пешка ограничаваща движението на противниковия цар.
bn: একটি নৌকা, ঘোড়া এবং সৈন্য দ্বারা প্রতিপক্ষের রাজাকে কিস্তিমাত করা যা নিজের সৈন্য দ্বারা আটকা পরেছে।
bs: Šah-mat s topom, vitezom i pješakom zajedno s jednim neprijateljskim pješakom da ograničite bijeg neprijateljskog kralja.
ca: Escac i mat amb una torre, un cavall i un peó junt amb un peó enemic que limita l'escapada del rei enemic.
cs: Mat věží, jezdcem a pěšcem spolu s pěšcem nepřátelským, který blokuje ústup králi.
da: Skakmat med tårn, springer og bonde, som sammen med en fjendtlig bonde hindrer modstanderens konge i at undslippe.
el: Ματ με πύργο, ίππο, και ένα πιόνι, μαζί με ένα αντίπαλο πιόνι το οποίο εμποδίζει την διαφυγή του αντίπαλου βασιλιά.
eo: Ŝakmato per turo, ĉevalo, kaj soldato plus unu kontraŭa soldato por limigi la fuĝon de la kontraŭa reĝo.
es: Jaque mate con una torre, un caballo y un peón junto con un peón enemigo para limitar el escape del rey adversario.
eu: Gaztelua, zalduna eta peoi batekin ematen den matea aurkariaren peoi batek bere erregearen bidea oztopatzen duelarik.
fa: مات با یک رخ، اسب و یک پیاده در برابر یک پیاده حریف برای محدود کردن راه های فرار شاه دشمن.
fi: Tornin, ratsun ja sotilaan yhteispelillä syntyvä matti, jossa vastustajan sotilas vie kuninkaaltaan yhden pakoruudun.
gl: Xaque mate cunha torre, cabalo e peón xunto cun peón inimigo que limita a escapada do rei contrario.
he: מט עם צריח, פרש ורגלי יחד עם רגלי יריב המגבילים את בריחת המלך היריב.
hy: Մատ զինվորով պաշտպանված ձիով և նավակով, ընդ որում` մրցակցի զինվորներից մեկը զբաղեցնում է նրա արքայի նահանջի միակ դաշտը։
id: Skakmat dengan benteng, kuda, dan pion serta satu pion lawan untuk membatasi pergerakan raja lawan.
it: Matto con torre, cavallo e pedone, con un pedone avversario che ostruisce il suo re.
kk: Қарсылас патшасына өз сарбазы бөгет бола тұра, ат, тура мен сарбаз арқылы қойылған мат.
ko: 상대의 폰에 의해 탈출로가 막힌 킹을 룩, 나이트, 폰으로 체크메이트 합니다.
lt: Matas su bokštu, žirgu ir pėstininku palei vieną iš priešininko pėstininkų, apribojančių priešininko karaliaus pabėgimą.
lv: Mats ar torni, zirdziņu un bandinieku, kurā iesaistīts viens pretinieka bandinieks, kas ierobežo karaļa izbēgšanu.
nl: Mat met een toren, paard en pion tezamen met een vijandelijke pion om de vluchtvelden van de koning in te perken.
pt: Mate com uma torre, cavalo e peão em que o rei inimigo tem as jogadas de escape bloqueadas por um peão aliado.
ro: Șah mat cu o tură, un cal și un pion alături de un pion inamic pentru a limita metodele de scăpare ale regelui.
ru: Мат ладьёй и конём, защищённым пешкой, при том, что одна из пешек противника занимает единственное доступное поле для отхода его короля.
sk: Mat vežou, jazdcom alebo pešiakom spolu s jedným súperovým pešiakom, ktorý obmedzuje pohyb kráľa.
sl: Mat s trdnjavo, skakačem in kmetom ob nasprotnikovem kmetu, ki omejuje pobeg nasprotnikovega kralja.
sq: Shat mat me një torrë, kalë dhe një ushtar, tok me një ushtar të kundërshtarit, për të kufizuar arratisjen e mbretit të kundërshtarit.
sr: Мат топом, коњем и пешаком, при чему један противнички пешак онемогућава бег противничком краљу.
sv: Schackmatta med ett torn, en springare och en bonde tillsammans med en motståndarbonde för att begränsa motståndarkungens undanflykt.
tr: Bir kale, at ve piyonla beraber şahın kaçışını kısıtlayan bir rakip piyonun kullanıldığı mat.
uk: Мат турою, конем і пішаком разом з одним ворожим пішаком, щоб обмежити втечу ворожого короля.
vi: Chiếu hết bằng quân xe, mã và tốt cùng với một quân tốt đối phương làm chặn đường vua chạy.
zh: 用车、马和兵，配合对方的一个兵来限制对方王的逃跑路线，从而完成将杀。
zh_tw: 利用車馬兵與一敵方兵以限制敵方國王的逃生路線。

# puzzleThemeInterference
source: Interference
af: Inmenging
ar: التشوش
az: Yolukəsmə
be: Перакрыццё
bg: Вмешателство
bn: প্রতিবন্ধকতা তৈরি
bs: Smjetnja
ca: Interferència
cs: Překrytí
da: Obstruktion
el: Παρεμβολή
eo: Interfero
es: Interferencia
eu: Tartean sartzea
fa: میان‌زَنِش
fi: Katko
gl: Interferencia
he: קטיעת קו הגנה
hy: Ծածկում
id: Gangguan
it: Interposizione
kk: Бөгет
ko: 간섭
lt: Trukdymas
lv: Iejaukšanās
nl: Tussenplaatsing
pt: Interferência
ro: Obstacol
ru: Перекрытие
sk: Prekrytie
sl: Vpletanje
sq: Ndërhyrje
sr: Сметња
tr: Yol Kesme
uk: Перешкода
vi: Can thiệp
zh: 拦截
zh_tw: 干擾

# puzzleThemeInterferenceDescription
source: Moving a piece between two opponent pieces to leave one or both opponent pieces undefended, such as a knight on a defended square between two rooks.
af: Om 'n stuk tussen twee teenstanderstukke te skuif om een ​​of albei teenstanderstukke onverdedig te laat, soos 'n ridder op 'n verdedigde vierkant tussen twee toring.
ar: نقلة تحجب خط التفاعل بين قطع الخصم بعيدة المدى، ونتيجة لذلك تصبح إحدى القطعتين أو كلاهما بلا حماية. على سبيل المثال، يقف الحصان في مربع بين قلعتين.
az: Bir və ya hər iki rəqib fiqurunu müdafiəsiz buraxmaq üçün iki rəqib fiquru arasına öz fiqurunu qoymaq, məsələn, iki top arasındakı müdafiə olunan bir xanaya bir at qoymaq.
be: Перамяшчэнне фігуры паміж дзвюма фігурамі суперніка, каб адна або абедзве фігуры суперніка засталіся без абароны, напрыклад, конь на абароненым полі паміж дзвюма ладдзямі.
bg: Преместване на фигура между две противникови, така че едната или и двете да останат незащитени. Например кон на защитено поле между два топа.
bn: একটি গুটিকে প্রতিপক্ষের দুটি গুটির মধ্যবর্তী ঘরে চাল দেয়া, যাতে একটি বা উভয় গুটি অরক্ষিত হয়ে পড়ে। যেমনঃ দুটি নৌকার মধ্যে প্রতিপক্ষের একটি রক্ষিত ঘরে প্রতিপক্ষের ঘোড়ার চাল দেয়া।
bs: Premještanje figura između dvije protivničke figure da jedna ili obje protivničke figure ostanu nebranjene, kao što je vitez na branjenom polju između dva topa.
ca: Moure una peça entre dues peces de l'oponent que deixa una o dues peces enemigues indefenses, com un cavall en una casella defensada entre dues torres.
cs: Tah figurou na pole mezi dvě soupeřovy figury, aby jedna z nich byla nechráněná, například tah jezdcem na chráněné pole mezi dvě soupeřovy věže.
da: Flytte en brik ind mellem to af modstanderens brikker, så den ene eller begge er uden forsvar, såsom en springer på et forsvaret felt mellem to tårne.
el: Μετακίνηση κομματιού ανάμεσα σε δύο αντίπαλα κομμάτια, η οποία έχει σκοπό να αφήσει ένα ή και τα δύο αντίπαλα κομμάτια απροστάτευτα. Χαρακτηριστικό παράδειγμα αποτελεί η μετακίνηση ενός ίππου ανάμεσα από δύο αντίπαλους πύργους.
eo: Movo de peco inter du kontraŭaj pecoj por lasi unu aŭ ambaŭ kontraŭaj pecoj sendefenda, kiel ĉevalo sur defendita ĉelo inter du turoj.
es: Mover una pieza entre dos piezas del oponente para dejar una o ambas piezas del oponente sin defensa, por ejemplo un caballo en una casilla entre dos torres.
eu: Aurkariaren bi piezaren artean pieza bat jartzea, horrela aurkariaren piezetako bat edo biak defentsarik gabe utziz.
fa: حرکت یک مهره به میان دو مهره حریف برای بی‌دفاع کردن یک یا هر دو مهره حریف، برای نمونه گذاشتن اسبی در خانه دفاع‌شده میان دو رخ.
fi: Siirrä nappulasi kahden vastustajan nappulan väliin niin, että yksi tai molemmat vastustajan nappuloista jäävät ilman suojaa, esimerkiksi ratsusi suojattuun ruutuun kahden tornin väliin.
gl: Colocar unha peza entre dúas do opoñente de modo que unha delas ou ambas as dúas fican indefensas, como pode ser un cabalo nunha casa protexida entre dúas torres.
he: הזזת כלי בין שני כלים יריבים על מנת להותיר אותם לא מוגנים, למשל פרש על משבצת מוגנת בין שני צריחים.
hy: Քայլ, որով ծածկվում է մրցակցի հեռահար խաղաքարերի համագործակցության գիծը, որի արդյունքում այդ խաղաքարերը կամ նրանցից մեկը դառնում են անպաշտպան։ Օրինակ, ձին կանգնում է նավակների միջև գտնվող պաշտպանված վանդակին։
id: Menggerakan sebuah bidak diantara dua bidak lawan agar menghilangkan pertahanan satu atau kedua bidak lasan, contohnya sebuah kuda pada kotak yang aman diantara dua benteng.
it: Spostamento di un pezzo tra due pezzi avversari per lasciare uno o entrambi i pezzi nemici senza difesa, come ad esempio un cavallo difeso tra due torri.
kk: Қарсыластың екі байланысқан тастарының арасына бөгет қойып, олардың біреуін не екеуін қорғаусыз ету. Мысалы, екі өзара қорғап тұрған туралардың арасына тұра қалған ат.
ko: 상대의 두 기물 사이에 기물을 집어넣어 그 기물들을 지켜지지 않게 만듭니다. 두 룩 사이의 나이트처럼요.
lt: Figūros perkėlimas tarp dviejų priešininko figūrų, paliekant vieną ar abi jų neapgintas. Pavyzdžiui: perkeliant žirgą į apgintą laukelį tarp dviejų bokštų.
lv: Figūras novietošana starp divām pretinieka figūrām tā, lai vismaz viena no tām būtu neapsargāta — piemēram zirdziņa novietošana uz apsargāta lauciņa starp torņiem.
nl: Een stuk plaatsen tussen twee vijandelijke stukken om één of beide stukken onverdedigd te laten, zoals een paard op een verdedigd veld tussen twee torens.
pt: Jogar uma peça para uma casa entre duas peças do adversário deixando pelo menos uma delas desprotegia, como por exemplo um cavalo numa casa defendida entre duas torres.
ro: Mutarea unei piese între două piese adversare pentru a lăsa una sau ambele piese adversare neprotejate, cum ar fi un cal pe un pătrat protejat dintre două ture.
ru: Ход, перекрывающий линию взаимодействия дальнобойных фигур противника, в результате которого одна или обе фигуры становятся беззащитными. Например, конь встаёт на защищённое поле между двумя ладьями.
sk: Umiestnenie figúry medzi dve súperove figúry čím sa tieto dve stávajú nekrytými, napr. umiestnenie jazdca na kryté pole medzi dve veže.
sl: Premik figure med dve nasprotnikovi tako, da obe nasprotnikovi figuri postaneta nebranjeni, naprimer poteza skakača na branjeno polje med dve trdnjavi.
sq: Lëvizja e një guri mes dy gurësh të kundërshtarit për të lënë të pambrojtur një ose të dy gurët e kundërshtarit, bie fjala, një kalë në një kuadrat mes dy torresh.
sr: Постављање фигуре између две противничке фигуре, тако да су једна или обе од нјих небрањене, као што је на пример скакач на брањеном пољу између два топа.
sv: Placerar en pjäs mellan två motståndares pjäser för att lämna en eller båda motståndarpjäserna ogarderade, till exempel springare på en garderad ruta mellan två torn.
tr: Rakip taşların arasına kendi taşını koyarak rakibin bir taşını ya da iki taşını da savunmasız bırak. Rakibin iki kalesinin arasındaki güvenli bir kareye atı oynamak gibi.
uk: Хід фігурою між двома фігурами суперника, що перешкоджає одній або двом фігурам суперника і робить їх незахищеними, наприклад, кінь на захищеному полі між двома турами.
vi: Di chuyển một quân cờ giữa hai quân cờ đối thủ để một hoặc cả hai quân cờ đối thủ không bị cản trở, chẳng hạn như một quân Mã trên ô vuông được bảo vệ giữa hai quân Xe.
zh: 将己方棋子走到对方两个棋子之间，使得其中一个或两个对方棋子失去保护，例如将一个马走到被保护的两个车之间的格子上。
zh_tw: 將一子擋在兩個敵方子之間以切斷防護，例如以騎士在兩車之間阻擋。

# puzzleThemeIntermezzo
source: Intermezzo
ar: النقلة البينيّة
be: Прамежкавы ход
bg: Междинен ход
bn: Intermezzo/মধ্যবর্তী চাল
ca: Intermèdia
da: Mellemtræk
el: Ενδιάμεση κίνηση
eo: Intermeza movo
es: Jugada intermedia
eu: Tarteko-jokaldia
fa: میان‌آیند
fi: Välisiirto
gl: Xogada intermedia
he: אינטרמצו
hy: Միջանկյալ քայլ
id: Selingan
kk: Аралық жүріс
ko: 사잇수
lt: Tarpinis ėjimas
nl: Tussenzet
ru: Промежуточный ход
sk: Medziťah
sq: Ndërmjetësim
sr: Интермецо
sv: Mellandrag
tr: Ara hamle
uk: Проміжний хід
vi: Xen giữa
zh: 过渡着
