Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# arenaAllowBerserkHelp
source: Let players halve their clock time to gain an extra point
af: Laat spelers toe om die tyd op hul klok te halveer om n ekstra punt by te kry
ar: السماح للاعبين بالتضحية بنصف وقتهم مقابل الحصول على نقاط إضافية
be: Дазволіць гульцам паловіць іх час, каб атрымаць дадатковы бал
bg: Позволете на играчите печелят допълнителна точка ако намалят времето си наполовина
bn: খেলোয়াড়দের তাদের সময় অর্ধেক করে ফেলতে দেয়, যাতে তারা অতিরিক্ত পয়েন্ট অর্জন করতে পারে।
bs: Dopustite igračima da prepolove svoje vrijeme da bi dobili dodatni poen
ca: Permet que els jugadors redueixin el seu temps de partida a la mitat per a guanyar un punt extra
cs: Umožní hráčům snížit čas na polovinu a získat bod navíc
da: Lad spillerne halvere deres tid på uret for at få et ekstra point
el: Να επιτρέπεται στους παίκτες να μειώσουν τον χρόνο στο ρολόι τους κατά το ήμισυ για να κερδίσουν έναν επιπλέον βαθμό
eo: Lasi ludantojn duonigi sian horloĝan tempon por gajni ekstran poenton
es: Permite a los jugadores reducir su tiempo a la mitad para ganar un punto extra
eu: Utzi jokalariei beren denbora erdira jaisten puntu gehigarri bat lortzeko
fa: به بازیکنان اجازه دهید زمان خود را نصف کنند تا یک امتیاز بیشتر بگیرند
fi: Anna pelaajien puolittaa aika kellossaan ja tavoitella lisäpistettä
gl: Permite que os xogadores reduzan o seu tempo á metade para gañar un punto extra
he: אפשרו לשחקנים לחלק ב־2 את הזמן בשעונם כדי לקבל עוד נקודה
hy: Խաղացողներին թույլատրում է ստանալ լրացուցիչ միավորներ, եթե նրանք կրճատեն իրենց խաղաժամանակը կիսով չափ
id: Biarkan pemain memotong waktu jam mereka untuk mendapatkan sebuah poin ekstra
it: Consenti ai giocatori di dimezzare il loro tempo d'orologio per ottenere un punto extra
kk: Қосымша ұпай жинау үшін ойыншыларға уақытты жартылай қыстартуды рұқсат ету
ko: 플레이어는 자신의 시간을 절반으로 줄이며 대신 추가 승점을 얻습니다
lt: Leisti žaidėjams gauti papildomą tašką, perpus sumažinant savo laiką
lv: Ļaut spēlētājiem apmainīt pusi laika pret iespēju gūt papildpunktu
mk: Им овозможува на играчите да го преполоват своето време со можност да добијат екстра поени
nl: Spelers kunnen met de helft van de tijd spelen om een extra punt te krijgen
pt: Permitir aos jogadores ganhar um ponto extra ao reduzir a duração do relógio a metade
ro: Lăsați jucătorii să își înjumătățească timpul pentru a obține un punct în plus
ru: Разрешает игрокам получать дополнительные очки, если они уменьшат своё время наполовину
sk: Umožnite hráčom skrátiť čas na polovicu, aby získali bod navyše
sl: Naj igralci razpolovijo svoj čas ure, da pridobijo dodatno točko
sq: Lejoni lojtarët të përgjysmojnë kohën e tyre për të fituar një pikë shtesë
sv: Låt spelarna halvera sin klocktid för att få en extra poäng
tr: Ekstra puan kazanmak isteyen oyuncuların, sürelerinin yarısından feragat etmesine izin ver
uk: Дозволити гравцям зменшити наполовину свій час, щоб отримати додаткове очко
vi: Cho phép các kỳ thủ giảm một nửa thời gian để lấy thêm một điểm
zh: 允许棋手减半其棋钟时间以获得额外得分
zh_tw: 讓玩家將時間減半以獲得額外積分

# arenaAllowChatHelp
source: Let players discuss in a chat room
af: Laat spelers toe tot besprekings in 'n kletskamer
ar: السماح للاعبين بالمناقشة في غرفة الدردشة
be: Дазволіць гульцам абмеркаванне ў чаце
bg: Позволи на играчите да обсъждат в чата
bn: খেলোয়ারদের চ্যাট-রুমে আলোচনা করতে দিন
bs: Igrači mogu diskutovati u chat room-u
ca: Permet que els jugadors es comuniquin en una sala de chat
cs: Nechat hráče diskutovat v chatu
da: Lad spillere diskutere i et chatrum
el: Να επιτρέπεται στους παίκτες να συζητούν σε δωμάτιο συνομιλίας
eo: Permesi uzi la turniran babilejon
es: Permite a los jugadores comunicarse en la sala de chat
eu: Utzi jokalariei txatean hitz egiten
fa: اجازه‌دهی به بازیکنان برای بحث در گپ‌سَرا
fi: Anna pelaajien kirjoittaa keskusteluhuoneeseen
gl: Permite que os xogadores se comuniquen nunha sala de conversas
he: אפשרו לשחקנים לנהל דיונים בחדר שיחה
hy: Խաղացողներին թույլատրել քննարկումը զրուցարանում
id: Biarkan pemain berdiskusi dalam sebuah ruang obrol
it: Consenti ai giocatori di discutere nella chat room
kk: Ойыншыларға чат бөлмесінде сөйлесуді рұқсат ету
ko: 플레이어가 채팅방에서 토론할 수 있습니다
lt: Leisti žaidėjams kalbėtis pokalbių kambaryje
lv: Ļaut spēlētājiem izmantot sarunu istabu
mk: Дозволете играчите да разговараат во соба за разговор
nl: Spelers kunnen chatten in de chatruimte
pt: Permitir que os jogadores discutam numa sala de bate-papo
ro: Permiteți jucătorilor să discute într-o cameră de chat
ru: Разрешить игрокам обсуждение в чате
sk: Umožnite hráčom diskutovať v chate
sl: Naj igralci razpravljajo v klepetalnici
sq: Lejoni lojtarët të diskutojnë në një dhomë bisedash
sv: Låt spelare diskutera i ett chattrum
tr: Oyuncuların sohbet odasında konuşmasına izin ver
uk: Дозволити гравцям обговорення в чаті
vi: Cho phép các kỳ thủ trò chuyện trong phòng trò chuyện
zh: 允许棋手在聊天室讨论
zh_tw: 讓玩家在聊天室討論

# arenaArenaStreaks
source: Arena streaks
af: Arena reekse
ar: تسلسل الفوز في الساحة
be: Серыі Арэны
bg: Поредици в арената
bn: এরিনায় ধারাবাহিক জয়
bs: Nizovi u Areni
ca: Ratxes de tornejos
cs: Série v aréně
da: Arena-stime
el: Σερί νικών
eo: Arenaj sinsekvoj
es: Racha de victorias
eu: Arena boladak
fa: ریسهٔ راوان
fi: Areenaputket
gl: Secuencia de vitorias na Arena
he: רצפי ניצחונות בטורניר זירה
hy: «Արենայի» շարքեր
id: Streak arena
it: Serie dell'arena
kk: Алаң тізбектері
ko: 아레나 연승
lt: Arenos serijos
lv: Arēnas uzvaru sērija
mk: Арена серија
pt: Séries de Arena
ro: Serie de victorii in arenă
ru: Серии Арены
sk: Série výhier
sl: Arena proge
sv: Arenavinster i rad
tr: Arena serisi
uk: Серії Арени
vi: Chuỗi đấu trường
zh: 竞技场连胜
zh_tw: 競技場連勝

# arenaArenaStreaksHelp
source: After 2 wins, consecutive wins grant 4 points instead of 2.
af: Na 2 wenne, elke opeenvolgende wen verdien 4 punte in plaas van 2.
ar: بعد تحقيق فوزين، الفوز المتتالي يمنحك اربعة نقاط بدلاً من ٢.
be: Пасля 2 перамог запар, наступныя перамогі прынясуць 4 ачкі, замест 2.
bg: След 2 победи, всяка последователна победа носи 4 точки вместо 2.
bn: ২টি জয়ের পর প্রতি ধারাবাহিক জয়ের জন্য ২ পয়েন্টের বদলে ৪ পয়েন্ট দেয়া হবে।
bs: Nakon dvije uzastopne pobjede, dalje uzastopne pobjede donose 4 poena umjesto 2.
ca: Despres de 2 victories consecutives, cada victoria consecutiva otorga 4 punts en comptes de 2.
cs: Po dvou výhrách, další po sobě jdoucí výhry udělují 4 body místo 2.
da: Efter 2 sejre giver fortløbende sejre 4 point i stedet for 2.
el: Μετά από 2 νίκες, επιπλέον διαδοχικές νίκες δίνουν 4 πόντους αντί για 2.
eo: Poste 2 venkoj, sinsekvaj venkoj donas 4 poentojn anstataŭ 2.
es: Después de ganar 2 partidas seguidas, cada victoria consecutiva concede 4 puntos en lugar de 2.
eu: Bi garaipenen ostean, jarraian datozen garaipenek 4 puntu emango dituzte 2 eman beharrean.
fa: پس از دو بُرد، بُردهای پَیاپی به‌جای ۲، ۴ امتیاز می‌دهد.
fi: Kahden voiton jälkeen jokaisesta seuraavasta voitosta saa 4 pistettä (2 pisteen sijaan).
gl: Tras 2 vitorias, as seguintes vitorias consecutivas dan 4 puntos en lugar de 2.
he: לאחר 2 ניצחונות, ניצחונות רצופים מקנים 4 נקודות במקום 2.
hy: Երկու անընդմեջ հաղթանակից հետո յուրաքանչյուր հաջորդ հաղթանակը տալիս է ոչ թե 2, այլ 4 միավոր։
id: Setelah 2 kemenangan, secar berurutan akan mendapatkan 4 poin alih-alih 2.
it: Dopo 2 vittorie, le vittorie consecutive concedono 4 punti invece di 2.
kk: Қатарынан болған 2 жеңіс 2 ұпайдың орнына 4 ұпай тұрады.
ko: 2승 이후 추가로 연승을 하면 2점이 아니라 4점을 얻습니다.
lt: Po dviejų pergalių kiti laimėjimai suteikia keturis taškus vietoje dviejų.
lv: Pēc 2 uzvarām, secīgās uzvaras piešķirs 4 punktus nevis 2.
mk: После 2 победи, последователни победи носат 4 поени наместо 2.
nl: Na 2 overwinningen geven opeenvolgende overwinningen 4 punten in plaats van 2.
pt: Depois de 2 vitórias, vitórias consecutivas concedem 4 pontos em vez de 2.
ro: După 2 partide câştigate, câştigurile consecutive aduc 4 puncte în loc de 2.
ru: После двух побед подряд каждая следующая победа даёт не 2 очка, а 4.
sk: Po 2 víťazstvách sa za po sebe idúce víťazstvá udeľujú 4 body namiesto 2.
sl: Po 2 zaporednih zmagah nadaljne zmage namesto 2 dodelijo 4 točke.
sq: Pas 2 fitoresh, fitoret pasuese sjellin 4 pikë, në vend se 2.
sv: Efter 2 vinster, ger efterföljande vinster 4 poäng i stället för 2.
tr: 2 kez üst üste kazandıktan sonra yapılan maçlar 2 yerine 4 puan verir.
uk: Після двох перемог, кожна наступна перемога принесе 4 бали замість 2.
vi: Sau 2 ván thắng, mỗi ván thắng liên tiếp sẽ được 4 điểm thay vì 2 điểm.
zh: 在 2 场胜局后，连续胜局授予 4 分而非 2 分。
zh_tw: 2次勝利後，連勝將會取得4分，而不是2分。

# arenaNoBerserkAllowed
source: No Berserk allowed
af: Geen Berserk toegelaat nie
ar: كسر الوقت غير مسموح به
be: Берсерк не дазволены
bs: Nije dopuštena taktika Berserk
ca: No es permet el Berserk
cs: Berserk mód není povolen
da: Bersærk ikke tilladt
el: Δεν επιτρέπεται το berserk
eo: Berserko ne permesas
es: No permitir Berserk
eu: Ez da Berserkik onartzen
fa: دیوانگی مجاز نیست
fi: Berserkki ei käytettävissä
gl: Non está permitido facer o Berserk
he: אפשרות ה״אטרף״ מושבתת
hy: Բերսերկ չի թույլատրվում
it: Il Berserk non è permesso
kk: Берсерк болмайды
ko: 버서크 모드 허용 안 함
lt: Negalimas Įsiutis
lv: "Dullās" spēles nav atļautas
mk: Berserk не е дозволен
nl: Berserk niet toegestaan
pt: Não são permitidos Berserk
ro: Berserk nu este permis
ru: Берсерк не допускается
sk: Besnenie zakázané
sl: Norenje ni dovoljeno
sv: Bärsärk tillåts ej
tr: Divane modu devre dışı
uk: Берсерк не дозволений
vi: Không cho phép Berserk
zh: 禁止狂暴模式
zh_tw: 禁止「神速」模式

# arenaNoArenaStreaks
source: No Arena streaks
af: Geen Arena reekse
ar: لا يوجد تسلسل بالفوز
bs: Nije dopušteno ostvarivanje niza pobjeda u areni
ca: Sense ratxes d'arena
cs: Žádné arénové série
da: Ingen arena-stimer
el: Χωρίς σερί νικών Αρένας
eo: Ne Arenaj sinsekvoj
es: Sin racha de victorias
eu: Ez da Arena boladarik onartzen
fa: بدون ریسهٔ راوان
fi: Ei areenaputkia
gl: Arena sen secuencias de vitorias
he: אין רצפי ניצחונות
hy: Առանց Արենայի շարքեր
id: Arena tanpa beruntun
it: Arena senza Streak (punti per serie di vittorie)
kk: Алаң тізбектерін өшіру
ko: 아레나 연승 없음
lt: Negalimos Arenos sekos
lv: Arēnas uzvaru sērijas atspējotas
mk: Без Арена низа
nl: Geen Arena-streaks
pt: Sem Séries de Arena
ro: Nicio serie de victorii în arenă
ru: Без серий на Арене
sk: Série výhier vypnuté
sl: Arena brez prog
sv: Inga arena streaks
tr: Arena serisi devre dışı
uk: Немає серій Арени
vi: Không có chuỗi Đấu trường
zh: 无竞技场连胜
zh_tw: 無競技場連勝

# arenaAveragePerformance
source: Average performance
af: Gemiddelde prestasie
ar: متوسط الأداء
bg: Средна производителност
bs: Prosječna izvedba
ca: Rendiment mitjà
cs: Průměrný výkon
da: Gennemsnitlig præstation
el: Μέση απόδοση
eo: Meznombra rendimento
es: Rendimiento promedio
eu: Bataz besteko performancea
fa: میانگین عملکرد
fi: Keskimääräinen suoritus
gl: Rendemento medio
he: ביצוע ממוצע
hy: Միջին պերֆորմանս
id: Performa rata-rata
it: Prestazione media
kk: Орташа жетістік
ko: 평균 성과
lt: Vidutinis pasirodymas
lv: Vidējais sniegums
mk: Просечна изведба
nl: Gemiddelde prestatie
pt: Desempenho médio
ro: Performanță medie
ru: Средний перформанс
sk: Priemerný výkon
sl: Povprečna zmogljivost
sq: Mesatare rezultatesh
sv: Genomsnittlig prestanda
tr: Ortalama performans
uk: Середня продуктивність
vi: Hiệu suất trung bình
zh: 平均表现分
zh_tw: 平均表現

# arenaAverageScore
source: Average score
af: Gemiddelde telling
ar: معدل النقاط
bg: Среден резултат
bs: Prosječan rezultat
ca: Puntuació mitjana
cs: Průměrné skóre
da: Gennemsnitlig score
el: Μέσος όρος βαθμών
eo: Averaĝa poentaro
es: Puntuación promedio
eu: Batez besteko puntuazioa
fa: میانگین امتیاز
fi: Keskimääräinen pistemäärä
gl: Puntuación media
he: ניקוד ממוצע
hy: Միավորների միջին քանակ
id: Skor rata-rata
it: Punteggio medio
kk: Орташа ұпай
ko: 평균 점수
lt: Vidutiniškai taškų
lv: Vidējais rezultāts
mk: Просечен резултат
nl: Gemiddelde score
pt: Pontuação média
ro: Scor mediu
ru: Среднее количество очков
sk: Priemerné skóre
sl: Povprečen rezultat
sq: Pikë mesatarisht
sv: Medelpoäng
tr: Ortalama skor
uk: Середній результат
vi: Điểm trung bình
zh: 平均得分
zh_tw: 平均分數

# arenaMyTournaments
source: My tournaments
ar: بطولاتي
be: Мае турніры
bg: Моите турнири
bs: Moji turniri
ca: Els meus tornejos
cs: Moje turnaje
da: Mine turneringer
el: Τα τουρνουά μου
eo: Mia turniroj
es: Mis torneos
eu: Nire txapelketak
fa: مسابقات من
fi: Omat turnaukset
gl: Os meus torneos
he: הטורנירים שלי
hy: Իմ մրցաշարերը
id: Turnamen saya
it: I miei tornei
kk: Менің жарыстарым
ko: 내 토너먼트
lt: Mano turnyrai
lv: Mani turnīri
mk: Мои турнири
nl: Mijn toernooien
pt: Os meus torneios
ro: Turneele mele
ru: Мои турниры
sk: Moje turnaje
sl: Moji turnirji
sq: Turnetë e mia
sv: Mina turneringar
tr: Turnuvalarım
uk: Мої турніри
vi: Giải đấu của tôi
zh: 我的锦标赛
zh_tw: 我的錦標賽

# arenaEditTournament
source: Edit tournament
ar: تعديل البطولة
bg: Редактиране на турнира
bs: Uredi turnir
ca: Edita el torneig
cs: Upravit turnaj
da: Rediger turnering
el: Επεξεργασία τουρνουά
eo: Redakti turniron
es: Editar torneo
eu: Editatu txapelketa
fa: ویرایش مسابقه
fi: Muokkaa turnausta
gl: Editar o torneo
he: עריכת הטורניר
id: Sunting turnamen
it: Modifica il torneo
kk: Жарысты өңдеу
ko: 토너먼트 편집하기
lt: Redaguoti turnyrą
nl: Bewerk toernooi
pt: Editar torneio
ro: Editare turneu
ru: Изменить турнир
sk: Editovať turnaj
sl: Uredi turnir
sq: Përpunoni turne
sv: Redigera turnering
tr: Turnuvayı düzenle
uk: Редагувати турнір
vi: Chỉnh sửa giải đấu
zh: 编辑锦标赛
zh_tw: 編輯錦標賽

# arenaEditTeamBattle
source: Edit team battle
ar: تعديل معركة الفريق
bs: Uredi timsku bitku
ca: Edita la lluita d'equips
cs: Upravit týmové bitvy
da: Rediger holdkamp
el: Επεξεργασία ομαδικής μάχης
eo: Redakti teaman batalon
es: Editar batalla por equipos
eu: Editatu taldekako txapelketa
fa: ویرایش نبرد تیمی
fi: Muokkaa joukkuetaistoa
gl: Editar a batalla por equipos
he: עריכת קרב הקבוצות
id: Sunting pertandingan tim
it: Modifica battaglia a squadre
kk: Топтар күресін өңдеу
ko: 팀 배틀 편집하기
lt: Redaguoti komandų turnyrą
nl: Bewerk toernooi
pt: Editar batalha de equipa
ro: Editare bătălie echipă
ru: Изменить межклубный турнир
sk: Editovať turnaj tímov
sl: Uredi ekipno bitko
sq: Përpunoni ndeshje ekipesh
sv: Redigera lagtävling
tr: Takım çarpışmasını düzenle
uk: Редагувати командну битву
vi: Chỉnh sửa trận chiến đội
zh: 编辑团队战
zh_tw: 編輯團隊比賽

# arenaDefender
source: Defender
ar: مدافع
bg: Защитаващ
bs: Odbrambeni igrač
ca: Defensor
cs: Obránce
da: Forsvarer
el: Υπερασπιστής
eo: Defendanto
es: Defensor
eu: Aurreko txapelduna
fa: دفاع‌گر
fi: Puolustaja
gl: Defensor
he: האלוף היוצא
it: Difensore
kk: Қорғаушы
ko: 타이틀 보유자
lt: Ginantis titulą
nl: Verdediger
pt: Defensor
ro: Apărător
ru: Защищающийся
sk: Obhajca
sl: Branilec
sq: Mbrojtës
sv: Försvarare
tr: Savunucu
uk: Захисник
vi: Người giữ khiên
zh: 防守方
zh_tw: 防守者

# arenaPickYourTeam
source: Pick your team
af: Kies jou span
ar: اختر فريقك
bg: Изберете отбора си
bn: আপনার দল বাছাই করুন
bs: Izaberite svoj tim
ca: Tria el teu equip
cs: Vyber si tým
da: Vælg dit hold
el: Διαλέξτε την ομάδα σας
eo: Elektu vian teamon
es: Elige tu equipo
eu: Aukeratu zure taldea
fa: تیم خود را انتخاب کنید
fi: Valitse joukkueesi
gl: Escolle o teu equipo
he: בחר/י את הקבוצה שלך
id: Pilih tim Anda
it: Scegli la tua squadra
kk: Тобыңызды таңдаңыз
ko: 팀을 고르세요
lt: Pasirinkti savo komandą
nl: Kies je team
pt: Escolhe a tua equipa
ro: Alege-ți echipa
ru: Выберите свой клуб
sk: Zvoľte si tím
sl: Izberite svojo ekipo
sq: Zgjidhni ekipin tuaj
sv: Välj ditt lag
tr: Takımınızı seçin
uk: Оберіть команду
vi: Chọn đội của bạn
zh: 请选择您的团队
zh_tw: 選擇隊伍

# arenaWhichTeamWillYouRepresentInThisBattle
source: Which team will you represent in this battle?
ar: أي فريق ستمثله في هذه المعركة؟
bs: Koji tim ćeš predstavljati u ovoj bici?
ca: Quin equip vols representar en aquesta batalla?
cs: Který tým budeš reprezentovat v této bitvě?
da: Hvilket hold vil du repræsentere i denne kamp?
el: Ποια ομάδα θα αντιπροσωπεύσετε σε αυτή τη μάχη;
eo: Kiu teamon vi reprezentos dum ĉi tiu batalo?
es: ¿A qué equipo representarás en esta batalla?
eu: Zein talderen izenean jokatuko duzu?
fa: نماینده کدام تیم در این نبرد خواهید بود؟
fi: Mitä joukkuetta edustat tässä taistossa?
gl: A que equipo representarás nesta batalla?
he: איזו קבוצה תרצו לייצג בקרב?
id: Tim mana yang akan Anda wakili dalam pertarungan ini?
it: Quale squadra rappresenterai in questa battaglia?
kk: Осы күресте қай топқа мүшесіз?
ko: 이 경기에서 어떤 팀을 대표하실건가요?
lt: Kuriai komandai atstovausite šiame mūšyje?
nl: Welk team vertegenwoordig jij in dit toernooi?
pt: Qual equipa vais representar nesta batalha?
ro: Ce echipă vei reprezenta în această bătălie?
ru: Какой клуб вы представляете в этом турнире?
sk: Ktorý tím budete v tomto turnaji reprezentovať?
sl: Katero ekipo boste zastopali v tej bitki?
sq: Cilin ekip do të përfaqësoni në këtë ndeshje?
sv: Vilket lag ska du representera i denna tävling?
tr: Bu mücadelede hangi takımı temsil edeceksiniz?
uk: Яку команду ви представлятимете в цій битві?
vi: Bạn sẽ đại diện cho đội nào trong trận chiến này?
zh: 您将在此战中代表哪支团队？
zh_tw: 你會為哪一個隊伍代表比賽？

# arenaYouMustJoinOneOfTheseTeamsToParticipate
source: You must join one of these teams to participate!
af: Jy moet by een van hierdie spanne aansluit om deel te neem!
ar: يجب أن تنضم إلى أحد هذه الفرق للمشاركة!
bn: আপনাকে একটি দলে যোগ দিতে হবে!
bs: Morate se pridružiti jednom od ovih timova da biste učestvovali!
ca: Heu d'unir-vos a un d'aquests equips per participar!
cs: Musíš se připojit k jednomu z těchto týmů!
da: Du skal være med på et af disse hold for at deltage!
el: Πρέπει να μπείτε σε μία από αυτές τις ομάδες για να συμμετάσχετε!
eo: Vi devas aliĝi al unu el ĉi tiuj teamojn por partopreni!
es: ¡Debes unirte a uno de estos equipos para participar!
eu: Parte hartzeko talde hauetako baten kide izan behar zara!
fa: برای شرکت کردن، شما باید عضو یکی از این تیم ها شوید!
fi: Sinun täytyy liittyä johonkin näistä joukkueista osallistuaksesi turnaukseen!
gl: Tes que unirte a algún destes equipos para participar!
he: עליכם להצטרף לאחת מהקבוצות האלה כדי לשחק!
id: Anda harus bergabung dengan salah satu tim berikut untuk berpartisipasi!
it: Devi unirti a una di queste squadre per partecipare!
kk: Қатысу үшін осы топтардың біріне қосылуыңыз керек!
ko: 참여하기 위해서는 이 팀 중 하나에 가입해야 합니다!
lt: Norėdami dalyvauti, turite prisijungti prie vienos iš šių komandų!
nl: Je moet lid worden van één van deze teams om deel te kunnen nemen!
pt: Deves juntar a uma destas equipas para participar!
ro: Trebuie să te alături uneia dintre aceste echipe pentru a participa!
ru: Вы должны стать членом одного из этих клубов, чтобы участвовать!
sk: Ak sa chcete zúčastniť, musíte sa pridať k jednému z týchto tímov!
sl: Za sodelovanje se morate pridružiti eni od teh ekip!
sq: Që të merrni pjesë, duhet të bëheni pjesë e njërit prej këtyre ekipeve!
sv: Du måste gå med i ett av dessa lag för att delta!
tr: Katılmak için bu takımlardan birine katılmanız gerekir!
uk: Ви повинні приєднатися до однієї з цих команд, щоб взяти участь!
vi: Bạn phải tham gia một trong những đội này để tham gia!
zh: 您必须加入其中一支团队才能参与！
zh_tw: 你必須參加某個隊伍以比賽！

# arenaCreated
source: Created
ar: تم الإنشاء
bg: Създадено
bn: তৈরী হয়েছে
bs: Kreirano
ca: Creat el
cs: Vytvořeno
da: Oprettet
el: Διοργανωμένα
eo: Kreita
es: Creado
eu: Sortuta
fa: ایجاد شده
fi: Luodut
gl: Creado
he: נוצר
id: Dibuat
it: Creato
kk: Құрылды
ko: 생성됨
lt: Sukurtas
nl: Aangemaakt
pt: Criado
ro: Creat
ru: Создан
sk: Vytvorené
sl: Ustvarjeno
sq: Të krijuar
sv: Skapad
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh: 创建于
zh_tw: 已建立

# arenaRecentlyPlayed
source: Recently played
ar: لعب مؤخرًا
bg: Изиграни наскоро
bs: Nedavno igrano
ca: Jugat recentment
cs: Nedávno hrané
da: Spillet for nylig
el: Πρόσφατες συμμετοχές
eo: Freŝdate ludita
es: Jugado recientemente
eu: Azkenaldian jokatuta
fa: به تازگی بازی شد
fi: Äskettäin pelatut
gl: Xogado recentemente
he: שוחק לאחרונה
id: Baru saja dimainkan
it: Giocato recentemente
kk: Кейінгі ойындар
ko: 최근에 플레이함
lt: Neseniai žaista
nl: Onlangs gespeeld
pt: Jogado recentemente
ro: Jucate recent
ru: Недавно сыгранные
sk: Naposledy odohrané
sl: Nedavno predvajano
sq: Luajtur së fundi
sv: Senast spelade
tr: Son oynananlar
uk: Нещодавно зіграні
vi: Đã chơi gần đây
zh: 最近参与
zh_tw: 最近玩過

# arenaBestResults
source: Best results
ar: أفضل النتائج
bg: Най-добри резултати
bs: Najbolji rezultati
ca: Millors resultats
cs: Nejlepší výsledky
da: Bedste resultater
el: Καλύτερες συμμετοχές
eo: Plej bonaj rezultoj
es: Mejores resultados
eu: Emaitza onenak
fa: بهترین نتایج
fi: Parhaat tulokset
gl: Mellores resultados
he: התוצאות הטובות ביותר
id: Hasil terbaik
it: Risultati migliori
kk: Үздік нәтиже
ko: 최선의 결과
lt: Geriausi rezultatai
nl: Beste resultaten
pt: Melhores resultados
ro: Cele mai bune rezultate
ru: Лучшие результаты
sk: Najlepšie výsledky
sl: Najboljši rezultati
sq: Përfundimet më të mira
sv: Bästa resultat
tr: En iyi sonuçlar
uk: Найкращі результати
vi: Kết quả tốt nhất
zh: 最佳成绩
zh_tw: 最佳紀錄

# arenaTournamentStats
source: Tournament stats
ar: إحصائيات البطولة
bg: Статистика от турнира
bs: Statistike turnira
ca: Estadístiques del torneig
cs: Turnajové statistiky
da: Turneringsstatistik
el: Στατιστικά τουρνουά
eo: Turniraj statistikoj
es: Estadísticas del torneo
eu: Txapelketaren estatistikak
fa: آمار مسابقه
fi: Turnauksen tilastot
gl: Estatísticas do torneo
he: נתוני הטורנירים
id: Statistik turnamen
it: Statistiche torneo
kk: Жарыс статистикасы
ko: 토너먼트 통계
lt: Turnyro statistika
nl: Toernooi statistieken
pt: Estatísticas do torneio
ro: Statistici turneu
ru: Турнирная статистика
sk: Turnajové štatistiky
sl: Statistika turnirja
sq: Statistika turneu
sv: Turneringsstatistik
tr: Turnuva istatistikleri
uk: Показники турніру
vi: Thống kê giải đấu
zh: 锦标赛统计
zh_tw: 錦標賽得分
