Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# xJoinedTeamY
source: {param1} joined team {param2}
af: {param1} het aangesluit by span {param2}
ar: {param1} انضم لفريق {param2}
az: {param1} {param2} komandasına üzv oldu
be: {param1} далучыўся да каманды {param2}
bg: {param1} се присъедини към отбор {param2}
bn: {param1} যোগ দিলেন {param2} দলে
bs: {param1} se pridružio timu {param2}
ca: {param1} s'ha unit a l'equip {param2}
cs: {param1} se přidal k týmu {param2}
da: {param1} blev medlem af {param2}
el: Ο χρήστης {param1} έγινε μέλος της ομάδα {param2}
eo: {param1} aliĝis al teamo {param2}
es: {param1} se unió al equipo {param2}
eu: {param1} {param2} taldean sartu da
fa: {param1} به تیم {param2} پیوست
fi: {param1} liittyi joukkueeseen {param2}
gl: {param1} uniuse ó equipo {param2}
he: {param1} הצטרף/ה לקבוצה {param2}
hy: {param1} միացած թիմեր {param2}
id: {param1} bergabung tim {param2}
it: {param1} si è unito al gruppo {param2}
kk: {param1} {param2} тобына қосылды
ko: {param1}(이)가 팀 {param2}에 가입했습니다.
lt: {param1} prisijungė prie „{param2}“ komandos
lv: {param1} pievienojās komandai "{param2}"
mk: {param1} се приклучи на тимот {param2}
nl: {param1} sloot zich bij team {param2} aan
pt: {param1} juntou-se à equipa {param2}
ro: {param1} a intrat în echipa {param2}
ru: {param1} вступил в клуб {param2}
sk: {param1} vstúpill/a do družstva {param2}
sl: {param1} se je pridružil ekipi {param2}
sq: {param1} u bë pjesë e ekipit {param2}
sr: {param1} се придружио/ла тиму {param2}
sv: {param1} gick med i lag {param2}
tr: {param1}, {param2} takımına katıldı
uk: {param1} приєднався до команди {param2}
vi: {param1} đã gia nhập đội {param2}
zh: {param1} 加入了团队 {param2}
zh_tw: {param1}加入{param2}隊

# xCreatedTeamY
source: {param1} created team {param2}
af: {param1} het span {param2} geskep
ar: {param1} أنشأ فريق {param2}
az: {param1} {param2} komandasını yaratdı
be: {param1} стварыў каманду {param2}
bg: {param1} създаде отбор {param2}
bn: {param1} বানালেন {param2} দল
bs: {param1} je osnovao tim {param2}
ca: {param1} ha creat l'equip {param2}
cs: {param1} založil tým {param2}
da: {param1} oprettede holdet {param2}
el: Ο {param1} δημιούργησε την ομάδα {param2}
eo: {param1} kreis teamon {param2}
es: {param1} creó el equipo {param2}
eu: {param1}(e)k {param2} taldea sortu du
fa: {param1} تیم {param2} را ایجاد کرد
fi: {param1} loi joukkueen {param2}
gl: {param1} creou o equipo {param2}
he: {param1} יצר/ה את הקבוצה {param2}
hy: {param1} ստեղծած թիմ {param2}
id: {param1} membuat tim {param2}
it: {param1} ha creato il gruppo {param2}
kk: {param1} {param2} тобын құрды
ko: {param1}(이)가 팀 {param2}(을)를 만들었습니다.
lt: {param1} sukūrė „{param2}“ komandą
lv: {param1} izveidoja komandu "{param2}"
mk: {param1} го создаде тимот {param2}
nl: {param1} heeft team {param2} opgericht
pt: {param1} criou a equipa {param2}
ro: {param1} a creat echipa {param2}
ru: {param1} организовал клуб {param2}
sk: {param1} vytvoril/a tím {param2}
sl: {param1} je ustvaril ekipo {param2}
sq: {param1} krijoi ekipin {param2}
sr: {param1} је основао/ла тим {param2}
sv: {param1} skapade lag {param2}
tr: {param1}, {param2} takımını kurdu
uk: {param1} створив команду {param2}
vi: {param1} đã tạo đội {param2}
zh: {param1} 创建了团队 {param2}
zh_tw: {param1}組建{param2}隊

source: started streaming
af: het begin met 'n uitsending
ar: بدأ البث
az: canlı yayım başlatdı
be: пачаў трансляцыю
bg: започна да излъчва
bn: স্ট্রিমিং চালু করেছেন
bs: počeo emitovanje
ca: ha començat a retransmetre
cs: začal streamovat
da: begyndte at streame
el: ξεκίνησε να μεταδίδει
eo: komencis elsendon
es: comenzó a retransmitir
eu: emanaldiarekin hasi da
fa: جریان‌سازی را آغازید
fi: alkoi striimata
gl: comezou unha retransmisión
he: התחיל/ה לשדר
hy: սկսել է հեռարձակումը
id: memulai streaming
it: ha iniziato una trasmissione
kk: стрим басталды
ko: 스트리밍 시작
lt: pradėjo transliuoti
lv: sāka straumēt
mk: почна да емитува
nl: is begonnen met streamen
pt: começou uma stream
ro: e live
ru: начал(-а) стрим
sk: začal vysielať
sl: je pričel s prenosom
sq: filloi transmetim
sr: стриминг започет
sv: började strömma
tr: bir yayın başlattı
uk: почав трансляцію
vi: đã bắt đầu phát trực tiếp
zh: 开始直播
zh_tw: 開始直播

# xStartedStreaming
source: {param} started streaming
af: {param} het begin met 'n uitsending
ar: {param} بدأ يبث
az: {param} canlı yayım başlatdı
be: {param} пачаў трансляцыю
bg: {param} започна излъчване
bn: {param} স্ট্রিমিং শুরু করেছেন
bs: {param} počeo/la emitovanje
ca: {param} ha començat a retransmetre
cs: {param} začal streamovat
da: {param} begyndte at streame
el: Ο χρήστης {param} ξεκίνησε να μεταδίδει
eo: {param} komencis elsendon
es: {param} comenzó a emitir
eu: {param} emanaldiarekin hasi da
fa: {param} جریان‌سازی را آغازید
fi: {param} alkoi striimata
gl: {param} comezou unha retransmisión
he: {param} התחיל/ה לשדר
hy: {param}-ն ուղիղ եթերում է
id: {param} memulai streaming
it: {param} ha avviato lo streaming
kk: {param} стрим бастады
ko: {param} 님이 스트리밍을 시작했습니다
lt: {param} pradėjo transliaciją
lv: {param} sāka straumēt
mk: {param} почна да емитува
nl: {param} is begonnen met streamen
pt: {param} começou uma stream
ro: {param} a pornit stream-ul
ru: {param} запустил стрим
sk: {param} začal vysielať
sl: {param} je pričel z prenosom
sq: {param} filloi transmetimin
sr: {param} је почео са приказивањем
sv: {param} började sända video
tr: {param} canlı yayında
uk: {param} почав трансляцію
vi: {param} đã bắt đầu phát trực tiếp
zh: {param} 开始直播
zh_tw: {param}開始直播

# averageElo
source: Average rating
af: Gemiddelde gradering
ar: متوسط التقييم
az: Orta reytinq
be: Сярэдні рэйтынг
bg: Среден рейтинг на играчите
bn: গড় ইলো
bs: Prosječni rejting
ca: Puntuació mitjana
cs: Průměrný rating
da: Gennemsnitlig rating
el: Μέσος όρος βαθμολογίας
eo: Meznombra rango
es: Puntuación promedio
eu: Bataz besteko puntuazioa
fa: میانگین درجه‌بندی
fi: Vahvuuslukukeskiarvo
gl: Puntuación media
he: דירוג ממוצע
hy: Միջին ELO
id: Rating rata-rata
it: Punteggio medio
kk: Орташа рейтинг
ko: 평균 레이팅
lt: Reitingo vidurkis
lv: Vidējais reitings
mk: Просечно Elo
nl: Gemiddelde rating
pt: Pontuação média
ro: Medie rating
ru: Средний рейтинг участников
sk: Priemerný rating
sl: Povprečen rating
sq: Vlerësimi mesatar
sr: Просечни рејтинг
sv: Medelrating
tr: Ortalama derece
uk: Середній рейтинг
vi: Hệ số bình quân
zh: 平均等级分
zh_tw: 平均級別

source: Location
af: Ligging
ar: الموقع
az: Yer
be: Месцазнаходжання
bg: Местоположение
bn: বসবাসস্থল
bs: Lokacija
ca: Ubicació
cs: Poloha
da: Sted
el: Τοποθεσία
eo: Loko
es: Ubicación
eu: Lokalizazioa
fa: محل
fi: Sijainti
gl: Lugar
he: מיקום
hy: Տեղակայումը
id: Lokasi
it: Luogo
kk: Аймақ
ko: 위치
lt: Vietovė
lv: Atrašanās vieta
mk: Локација
nl: Plaats
pt: Localização
ro: Locaţie
ru: Местоположение
sk: Poloha
sl: Lokacija
sq: Vendndodhja
sr: Локација
sv: Plats
tr: Yer
uk: Місцезнаходження
vi: Vị trí
zh: 所在地
zh_tw: 所在地

source: Filter games
af: Spel filter
ar: تصفية المباريات
az: Oyunları filtrlə
be: Фільтраваць гульні
bg: Подбери игри
bn: খেলা ছাঁকন
bs: Filtriraj partije
ca: Filtra les partides
cs: Filtrovat partie
da: Filtrér partier
el: Φίλτρο παιχνιδιών
eo: Filtri ludojn
es: Filtrar partidas
eu: Partidak filtratu
fa: پالابش بازی‌ها
fi: Suodata pelejä
gl: Filtrar partidas
he: סנן משחקים
hy: Զտել խաղերը
id: Pilih permainan
it: Filtra partite
kk: Ойын сүзгі
ko: 대국 필터
lt: Filtruoti partijas
lv: Atlasīt spēles
mk: Филтрирај игри
nl: Partijen filteren
pt: Filtrar partidas
ro: Filtrați partidele
ru: Фильтр партий
sk: Filter hier
sl: Filtriraj igre
sq: Filtro lojrat
sr: Филтрирај партије
sv: Filtrera partier
tr: Oyunları kategorilendir
uk: Фільтр ігор
vi: Lọc ván cờ
zh: 筛选对局
zh_tw: 篩選棋局

source: Reset
af: Herstel
ar: إعادة للإفتراضي
az: Sıfırla
be: Скінуць
bg: Преустанови
bn: পুনরায় চালু করা
bs: Resetujte postavke na originalne
ca: Restablir
cs: Zrušit
da: Nulstil
el: Επαναφορά
eo: Reigi
es: Reiniciar
eu: Berrezarri
fa: بازنشانی
fi: Nollaa
gl: Restablecer
he: אתחל
hy: Վերսկսել
id: Ulang
it: Azzera
kk: Қайтару
ko: 초기화
lt: Atstatyti
lv: Atiestatīt
mk: Ресетирај
nl: Herstel
pt: Voltar ao original
ro: Resetare
ru: Сбросить
sk: Obnoviť
sl: Ponastavi
sq: Riktheje te parazgjedhjet
sr: Ресетуј
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại từ đầu
zh: 重置
zh_tw: 重置

# apply
source: Submit
af: Pas toe
ar: قبول
az: Tətbiq et
be: Ужыць
bg: Подаване
bn: প্রয়োগ
bs: Primijeni
ca: Enviar
cs: Použít
da: Anvend
el: Εφαρμογή
eo: Apliki
es: Aplicar cambios
eu: Gorde
fa: تایید
fi: Ota käyttöön
gl: Aplicar
he: שמירה
hy: Կիրառել
id: Terapkan
it: Applica
kk: Сақтау
ko: 저장
lt: Pritaikyti
lv: Apstiprināt
mk: Аплицирај
nl: Toepassen
pt: Aplicar
ro: Aplicați
ru: Сохранить
sk: Potvrdiť
sl: Uporabi
sq: Parashtroje
sr: Примени
sv: Använd
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh: 应用
zh_tw: 套用

source: Save
af: Stoor
ar: حفظ
az: Saxla
be: Захаваць
bg: Запази
bn: সংরক্ষন করুন
bs: Sačuvaj
ca: Desar
cs: Uložit
da: Gem
el: Αποθήκευση
eo: Konservi
es: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
gl: Gardar
he: שמירה
hy: Պահպանել
id: Simpan
it: Salva
kk: Сақтау
ko: 저장하기
lt: Įrašyti
lv: Saglabāt
mk: Зачувај
nl: Bewaar
pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaje
sr: Сачувај
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

source: Leaderboard
af: Leierbord
ar: قائمة الصدارة
az: Liderlik cədvəli
be: Лепшыя гульцы
bg: Табло с водачите
bn: লিডারবোর্ড
bs: Tabela rezultata
ca: Tauló de líders
cs: Žebříček
da: Rangliste
el: Πίνακας βαθμολογίας
eo: Sukcesotabulo
es: Clasificación
eu: Jokalaririk onenak
fa: جدول رده‌بندی
fi: Pistetaulukko
gl: Listaxe de líderes
he: טבלת השחקנים המובילים
hy: Առաջատարներ
id: Peringkat Terbaik
it: Classifica
kk: Мықтылар қатары
ko: 리더보드
lt: Lyderiai
lv: Labāko spēlētāju saraksts
mk: Табела
nl: Ranglijst
pt: Tabela de liderança
ro: Clasament
ru: Лучшие игроки
sk: Rebríček
sl: Lestvica
sq: Tabelë klasifikimi
sr: Најбољи играчи
sv: Topplista
tr: Lider Tablosu
uk: Дошка лідерів
vi: Bảng dẫn đầu
zh: 排行榜
zh_tw: 排行榜

source: Screenshot current position
af: Neem 'n skermfoto van die huidige posisie
ar: لقطة شاشة
az: Cari mövqe Ekran görüntüsü
be: Зрабіць здымак экрана з бягучай пазіцыяй
bg: Снимане на екрана на текущата позиция
bn: বর্তমান অবস্থানে স্ক্রিনশট নিন
bs: Snimite ekran s trenutnom pozicijom
ca: Fes una captura de pantalla de la posició actual
cs: Screenshot pozice
da: Tag et skræmbillede af den aktuelle stilling
el: Λήψη στιγμιότυπου τρέχουσας θέσης
eo: Ekrankopii nunan pozicion
es: Hacer captura de pantalla de la posición actual
eu: Uneko posizioaren irudia
fa: نماگرفت از وضعیت فعلی
fi: Ota tämänhetkisestä asemasta kuvakaappaus
gl: Fai unha captura de pantalla da posición actual
he: צילום העמדה הנוכחית
hy: Ստանալ այս դիրքի սքրինշոթը
id: Foto posisi saat ini
it: Salva la schermata corrente
kk: Осы күйді суретке түсіру
ko: 스크린샷 찍기
lt: Nufotografuoti esamą poziciją
lv: Uzņemt pašreizējās pozīcijas attēlu
mk: Сликајте ја моменталната позиција
nl: Schermafbeelding huidige stelling
pt: Posição atual da captura de ecrã
ro: Captură de ecran cu poziția curentă
ru: Сделать снимок этой позиции
sk: Odfotiť aktuálnu pozíciu
sl: Zajemi sliko trenutne pozicije
sq: Bëj foto ekrani të pozicionit të tanishëm
sr: Сними тренутну позицију
sv: Ta en skärmdump på den aktuella positionen
tr: Geçerli pozisyonun ekran görüntüsünü al
uk: Скріншот поточної позиції
vi: Chụp màn hình thế cờ hiện tại
zh: 保存当前局面为图片
zh_tw: 截圖當前頁面

source: Game as GIF
af: Spel as 'n GIF
ar: حفظ بصيغة GIF
az: GIF kimi oyun
be: Партыя ў фармаце GIF
bg: Запазване на партията като гифче
bn: GIF হিসেবে
bs: Sačuvati kao GIF
ca: Partida com a GIF
cs: Uložit jako GIF
da: Parti som GIF
el: Αποθήκευση ως GIF
eo: Ludo kiel GIF
es: Guardar partida en formato GIF
eu: Partida GIF gisa
fa: بارگیری GIF بازی
fi: Tallenna peli GIF:nä
gl: Gardar a partida en formato GIF
he: המשחק בתור GIF
hy: Պարտիան GIF ձևաչափով
id: Simpan sebagai GIF
it: Salva la partita come GIF
kk: GIF етіп сақтау
ko: GIF로 저장하기
lt: Žaidimas kaip GIF animacija
lv: Spēle GIF formātā
mk: Сочувај ја партијата како GIF
nl: Download partij als GIF
pt: Jogo como GIF
ro: Salvați jocul ca fișier GIF
ru: Партия в формате GIF
sk: Uložiť ako GIF
sl: Partija kot GIF
sq: GIF i lojës
sr: Партију као ГИФ
sv: Spara som GIF
tr: Oyunun GIF hali
uk: Зберегти як GIF
vi: Ván cờ dưới dạng ảnh GIF
zh: 保存对局为 GIF
zh_tw: 保存棋局為 GIF

# pasteTheFenStringHere
source: Paste the FEN text here
af: Plak die FEN string hier
ar: ألصق الـFEN هنا
az: FEN mətnini bura yapışdırın
be: Устаўце сюды радок у фармаце FEN
bg: Постави FEN низа тук
bn: এখানে FEN স্ট্রিংটি জোড়া লাগান
bs: Zalijepi FEN tekst ovdje
ca: Enganxa el text FEN aquí
cs: Zde vložte FEN řetězec
da: Indsæt FEN-teksten her
el: Επικολλήστε τον κώδικα FEN εδώ
eo: Glui la FEN-ĉenon ĉi tie
es: Pega el texto FEN aquí
eu: FEN-a kodea hemen jarri
fa: رشته FEN را در این قسمت قرار دهید
fi: Liitä FEN-merkkijono tähän
gl: Pega o texto FEN aquí
he: הדביקו מחרוזת FEN כאן
hy: տեղադրել FEN տեքստը այստեղ
id: Paste string FEN di sini
it: Incolla qui la stringa FEN
kk: FEN мәтінін осы жерге қойыңыз
ko: FEN값을 붙여 넣으세요
lt: FEN tekstą įrašykite čia
lv: Ielīmējiet FEN tekstu šeit
mk: Пастирај го FEN стрингот овде
nl: Plak de FEN-code hier
pt: Coloca a notação FEN aqui
ro: Lipește textul FEN aici
ru: Вставьте строку в формате FEN
sk: Sem vložte FEN reťazec
sl: Prilepi FEN niz sem
sq: Ngjitni këtu tekstin FEN
sr: Налепи FEN текст овде
sv: Klistra in FEN-koden här
tr: FEN kodunu buraya yapıştırın
uk: Вставте рядок FEN тут
vi: Dán chuỗi FEN vào đây
zh: 在此处粘贴 FEN 文本
zh_tw: 在此處貼上 FEN 棋譜

# pasteThePgnStringHere
source: Paste the PGN text here
af: Plak die PGN string hier
ar: ألصق الـPGN هنا
az: PGN mətnini bura yapışdırın
be: Устаўце сюды радок у фармаце PGN
bg: Постави PGN низа тук
bn: এখানে PGN স্ট্রিংটি জোড়া লাগান
bs: Zalijepi PGN tekst ovdje
ca: Enganxa el text PGN aquí
cs: Zde vložte PGN řetězec
da: Indsæt PGN-teksten her
el: Επικολλήστε το κείμενο του PGN εδώ
eo: Glui la PGN-ĉenon ĉi tie
es: Pega el texto PGN aquí
eu: PGN-a kodea hemen jarri
fa: متن PGN را در این قسمت وارد کنید
fi: Liitä PGN-merkkijono tähän
gl: Pega o texto PGN aquí
he: הדביקו מחרוזת PGN כאן
hy: տեղադրել PGN-տողը այստեղ
id: Paste string PGN di sini
it: Incolla qui il testo PGN
kk: PGN мәтінін осы жерге қойыңыз
ko: PGN값을 붙여 넣으세요
lt: PGN tekstą įrašykite čia
lv: Ielīmējiet PGN tekstu šeit
mk: Пастирај го PGN стрингот овде
nl: Plak de PGN-code hier
pt: Coloca a notação PGN aqui
ro: Lipește textul PGN aici
ru: Вставьте текст в формате PGN
sk: Sem vložte PGN reťazec
sl: Prilepi PGN niz sem
sq: Ngjitni këtu tekstin PGN
sr: Налепи PGN текст овде
sv: Klistra in PGN-koden här
tr: PGN kodunu buraya yapıştırın
uk: Вставте рядок PGN тут
vi: Dán chuỗi PGN vào đây
zh: 在此处粘贴 PGN 文本
zh_tw: 在此處貼上 PGN 棋譜

# orUploadPgnFile
source: Or upload a PGN file
af: Of laai ‘n PGN-lêer op
ar: أو حمل مِلف PGN
az: Və ya PGN faylı yükləyin
be: Або загрузіце PGN файл
bg: Или качете PGN файл
bn: অথবা PGN আপলোড করুন
bs: Ili postavite PGN datoteku
ca: O penja un arxiu PGN
cs: Nebo nahrajte soubor PGN
da: Eller upload en PGN-fil
el: Ή μεταφορτώστε ένα αρχείο PGN
eo: Aŭ alŝuti PGN-dosieron
es: o sube un archivo PGN
eu: Edo kargatu PGN fitxategi bat
fa: یا یک فایل PGN بارگذاری کنید
fi: Tai lataa PGN-tiedosto
gl: Ou sube un ficheiro PGN
he: או העלו קובץ PGN
hy: Կամ վերբեռնեք PGN ֆայլը
id: Atau muat berkas PGN
it: O carica un file PGN
kk: Не PGN файлын жүктеп салыңыз
ko: 또는 PGN 파일을 업로드하세요
lt: Arba įkelkite PGN failą
lv: Augšuplādēt PGN datni
mk: Или закачете PGN датотека
nl: Of upload een PGN-bestand
pt: Ou enviar um ficheiro PGN
ro: Sau încarcă un fișier PGN
ru: Или загрузите PGN-файл
sk: Alebo nahrajte súbor PGN
sl: Ali pa naložite datoteko PGN
sq: Ose ngarkoni një kartelë PGN
sr: Или учитај PGN фајл
sv: Eller ladda upp en PGN-fil
tr: Veya bir PGN dosyası yükle
uk: Або завантажте файл PGN
vi: Hoặc tải lên tệp PGN
zh: 或上传 PGN 文件
zh_tw: 或者上傳一個PGN文件

source: Continue from here
af: Gaan voort van hier af
ar: تابع من هنا
az: Buradan davam edin
be: Працягнуць адсюль
bg: Продължаване от тук
bn: এখান থেকে আবার শুরু করুন
bs: Nastavite odavde
ca: Continua des d'aquí
cs: Pokračovat zde
da: Fortsæt herfra
el: Συνέχεια από εδώ
eo: Daŭrigi de ĉi tie
es: Continuar desde aquí
eu: Hemendik jarraitu
fa: از اینجا ادامه دهید
fi: Jatka tästä
gl: Continuar dende aquí
he: המשיכו מכאן
hy: Շարունակել այստեղից
id: Lanjutkan dari sini
it: Continua da qui
kk: Осы жерден жалғастыру
ko: 여기서부터 시작
lt: Tęsti nuo čia
lv: Turpināt no šejienes
mk: Продолжи од овде
nl: Ga vanaf hier verder
pt: Continuar a partir daqui
ro: Continuați de aici
ru: Продолжить с этой позиции
sk: Pokračujte odtiaľto
sl: Nadaljuj od tukaj
sq: Vazhdoni nga këtu
sr: Настави одавде
sv: Fortsätt härifrån
tr: Bu pozisyondan devam et
uk: Продовжити звідси
vi: Tiếp tục từ đây
zh: 从此处继续
zh_tw: 從此處繼續

# toStudy
source: Study
af: Bestudeer
ar: دراسة
az: Çalışma
be: Навучанне
bg: Разучи
bn: স্টাডি
bs: Prostudiraj
ca: Estudiar
cs: Do studie
da: Studér
el: Μελέτη
eo: Studo
es: Estudiar
eu: Aztertu
fa: مطالعه
fi: Tutki
gl: Estudar
he: לוח למידה
hy: Սովորել
id: Studi
it: Studia
kk: Зертхана
ko: 연구
lt: Studijuoti
lv: Izpētīt
mk: Студија
nl: Studie
pt: Estudo
ro: Studiază
ru: Студия
sk: Štúdia
sl: Študiraj
sq: Mësim
sr: Проучи
sv: Studera
tr: Çalışma oluştur
uk: Дослідження
vi: Nghiên cứu
zh: 研习
zh_tw: 研究

source: Import game
af: Voer spel in
ar: استورد مباراة
az: Oyun daxil edin
be: Імпартаваць гульню
bg: Добави игра
bn: খেলা আমদানী
bs: Unesite partiju
ca: Importa una partida
cs: Importuj hru
da: Importér parti
el: Εισαγωγή παιχνιδιού
eo: Importi ludon
es: Importar partida
eu: Partida inportatu
fa: بارگذاری بازی
fi: Tuo peli
gl: Importar partida
he: ייבוא משחק
hy: Խաղ ներմուծել
id: Masukkan permainan
it: Importa partita
kk: Ойынды жүктеп салу
ko: 대국 불러오기
lt: Importuoti partiją
lv: Importēt spēli
mk: Внеси игра
nl: Importeer partij
pt: Importar uma partida
ro: Importați partida
ru: Импортировать партию
sk: Importovať partiu
sl: Uvozi igro
sq: Importo lojën
sr: Увези партију
sv: Importera parti
tr: Oyun yükle
uk: Імпортувати гру
vi: Nhập ván cờ
zh: 导入对局
zh_tw: 導入棋局

# importGameExplanation
source: Paste a game PGN to get a browsable replay of the main line, computer analysis, game chat and public shareable URL.
af: Plak 'n wedstryd PGN om dit deursoekbaar te herspeel, rekenaar analise, kletskamer en deelbare URL te kry.
ar: عند لصق مباراة PGN تحصل على إمكانية كرار استعراضها وتحليل حاسوبي ودردشة للمباراة ورابط قابل للمشاركة.
az: Göz gəzdiriləbilən bir oyun təkrarı, kompüter analizi, oyun söhbəti və paylaşılabilən bir URL əldə etmək üçün bir oyun PGN-si daxil edin.
be: Калі вы імпартуеце PGN-натацыю гульні, вы атрымаеце спасылку на гэтую гульню і зможаце праглядаць яе паўтор у браўзеры і аналізаваць яе. Таксама будзе даступны чат.
bg: При поставяне на PGN може да разгледате играта с чата, да получите компютърен анализ и линк за споделяне.
bn: যখন একটি খেলার PGN যোগ করবেন আপনি পাবেন একটি ব্রাউজাবেল উত্তর, একটি কম্পিউটার বিশ্লেষণ, একটি খেলা আলাপ এবং একটি ভাগাভাগি করার URL.
bs: Kada zalijepite PGN neke partije, dobijate reprizu partije koju možete detaljno pregledati, računarsku analizu, mogućnost dopisivanja i link za slanje drugima.
ca: Enganxa el PGN d'una partida per obtenir una repetició navegable, anàlisi computeritzada, xat de joc i enllaç per compartir.
cs: Vložení partie ve formátu PGN Vám umožní přehrání partie, získáte počítačovou analýzu, chat ke hře a URL ke sdílení hry.
da: Når du indsætter et partis PGN, får du en afspillelig gengivelse, en computeranalyse, en spilchat og en URL til deling.
el: Επικολλήστε μια παρτίδα σε μορφή PGN. Με την εισαγωγή της παρτίδας, θα έχετε τη δυνατότητα να περιηγηθείτε στις κινήσεις, θα έχετε πρόσβαση σε ανάλυση υπολογιστή και θα μπορείτε να συνομιλήσετε με άλλους θεατές της παρτίδας, ενώ η διεύθυνση URL θα είναι δημόσια και μπορείτε, αν θέλετε, να την κοινοποιήσετε.
eo: Kiam vi enmetas PGN-on de ludo, vi povas reludi ĝin, vidi komputilan analizon, babili kun la kontraŭulon, kaj dissemi la ligilon URL.
es: Al pegar el PGN de una partida, se obtiene una repetición navegable, un análisis por ordenador, un chat de juego y un enlace para compartir.
eu: PGN partida bat itsastean ikusi daitekeen partida bat lortuko duzu, partidare eta analisiarekin, txatarekin eta elkarbanatu dezakezun helbide batekin.
fa: برای دریافت بازپخش مرورپذیر، واکاوی رایانه‌ای، گپ‌های بازی، و وب‌نشانی همگانی همرسانی‌پذیر، PGN یک بازی را جای‌گذاری کنید.
fi: Liitä pelin PGN, niin voit selata peliä ja saat sille tietokoneanalyysin, keskusteluhuoneen sekä URL:n, jonka voit jakaa.
gl: Pega o PGN dunha partida para obter unha versión navegable, análise por ordenador, sala de conversa e unha ligazón pública para compartila.
he: כשמדביקים משחק בפורמט PGN מקבלים אפשרות לצפות במשחק ולדפדף בו, ניתוח ממוחשב, צ׳אט וקישור לשיתוף.
hy: Տեղադրեք պարտիայի գրառումը PGN ձևաչափով, և հնարավորություն կստանաք վերախաղարկելու պարտիան, կատարելու համակարգչային վերլուծություն, շփվելու զրուցարանում և կիսվելու այդ պարտիայի հղումով։
id: Ketika menyalin PGN permainan Anda dapat putar-ulang di browser analisis komputer, obrolan permainan dan URL yand dapat di bagi.
it: Quando incolli una partita tramite PGN potrai rivederla, analizzarla con il computer, commentarla in chat, e condividerla tramite un indirizzo URL.
kk: Ойынның PGN-ын салыңыз. Бұл ойынды қайта көру, компьютерлік талдау, чат пен бөліспелі URL-ға жол ашады.
ko: 체스 대국의 PGN 을 붙여 넣으면, 복기와 컴퓨터 분석을 진행할 수 있고, 채팅을 칠 수도 있으며, 대국을 공유할 수 있는 URL 링크도 생성할 수 있습니다.
lt: Įkeldami partijos PGN gausite naršomą peržiūrą, kompiuterinę analizę, partijos pokalbį bei URL dalinimuisi.
lv: Ielīmējiet spēles PGN, lai iegūtu pārskatāmu atkārtojumu, datoranalīzi, spēles sarunu un URL ar ko dalīties.
mk: Залепи PGN од игра за да добиеш реприза, компјутерска анализа, разговор во играта и URL за споделување.
nl: Als je een PGN in het venster plakt, krijg je een doorzoekbare replay, een computeranalyse, een chatbox bij de partij en een deelbare URL.
pt: Coloca aqui o PGN de um jogo, para teres acesso a navegar pela repetição, análise de computador, sala de chat do jogo e link de partilha.
ro: Lipiți o partidă în format PGN pentru a putea apoi să o rejucați, să cereți o analiză a computerului, să folosiți funcția de chat și să obțineți un URL pentru distribuire.
ru: Вставьте запись партии в формате PGN, и вы получите возможность переигрывать партию, выполнять компьютерный анализ, общаться в чате и делиться ссылкой на эту игру.
sk: Vložením partie vo formáte PGN získate možnosť jej prehrania, počítačovú analýzu, chat k partii ako aj URL pre jej zdieľanie.
sl: Ko prilepite PGN partijo imate na voljo brskanje partije, računalniško analizo, klepet o igri in povezavo, ki jo lahko delite.
sq: Ngjitni një PGN loje, që të merrni një përsëritje të lojës në shfletues, analizë kompjuterike, bisedë loje dhe URL për ta ndarë me të tjerë.
sr: Налепи PGN партије да добијеш проигриву репризу, рачунарску анализу, ћаскање партије и јавни линк за дељење.
sv: Klistra in ett partis PGN-kod så får du en bläddringsbar uppspelning, en datoranalys, en spel-chatt och en delbar URL.
tr: Göz atılabilir bir oyun tekrarı, bilgisayar analizi, oyun sohbeti ve paylaşılabilir bir URL edinmek için bir oyun PGN'si yapıştırın.
uk: Вставте PGN гри щоб отримати повтор в браузері, комп'ютерний аналіз, ігровий чат та посилання, яким можна поділитися.
vi: Dán PGN của ván đấu để xem lại trên trình duyệt, phân tích bằng máy tính, trò chuyện trong ván đấu và có một URL có thể chia sẻ công khai.
zh: 粘贴对局 PGN 以获得可浏览的主线复盘、电脑分析、对局聊天和可公开分享的链接。
zh_tw: 貼上PGN棋譜後可以重播棋局，使用電腦分析、對局聊天室及取得此棋局的分享連結。
