Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyNormalAnalysis
source: Normal analysis
af: Normale analise
ar: تحليل عادي
az: Normal təhlil
be: Звычайны аналіз
bg: Нормален анализ
bs: Normalna analiza
ca: Análisis normal
cs: Normální rozbor
da: Normal analyse
el: Απλή ανάλυση
eo: Normala analizo
es: Análisis normal
eu: Analisi arrunta
fa: تحلیل ساده
fi: Tavallinen analyysi
gl: Análise normal
he: ניתוח רגיל
hy: Սովորական վերլուծություն
id: Analisa biasa
it: Analisi normale
kk: Қалыпты талдау
ko: 일반 분석
lt: Įprasta analizė
lv: Parasta analīze
nl: Normale analyse
pt: Análise normal
ro: Analiză normală
ru: Обычный анализ
sk: Normálna analýza
sl: Običajna analiza
sq: Analizë normale
sr: Нормална анализа
sv: Normal analys
tr: Normal analiz
uk: Звичайний аналіз
vi: Phân tích thường
zh: 常规分析
zh_tw: 一般分析

# studyHideNextMoves
source: Hide next moves
af: Versteek die volgende skuiwe
ar: أخفي النقلة التالية
az: Növbəti gedişləri gizlət
be: Схаваць наступныя хады
bg: Скриване на следващите ходове
bs: Sakrijte sljedeće poteze
ca: Oculta els següents moviments
cs: Skrýt následující tahy
da: Skjul næste træk
el: Απόκρυψη επόμενων κινήσεων
eo: Kaŝi la sekvajn movojn
es: Ocultar los siguientes movimientos
eu: Hurrengo jokaldiak ezkutatu
fa: پنهان کردن حرکت بعدی
fi: Piilota tulevat siirrot
gl: Ocultar os seguintes movementos
he: הסתרת המסעים הבאים
hy: Թաքցնել հետագա քայլերը
id: Sembunyikan langkah selanjutnya
it: Nascondi le mosse successive
kk: Келесі жүрістерді жасыру
ko: 다음 수 숨기기
lt: Slėpti kitus ėjimus
lv: Slēpt turpmākos gājienus
nl: Verberg volgende zetten
pt: Ocultar os próximos movimentos
ro: Ascunde următoarele mutări
ru: Скрыть последующие ходы
sk: Skryť nasledujuce ťahy
sl: Skrij naslednje poteze
sq: Fshih lëvizjen e radhës
sr: Сакриј следеће потезе
sv: Dölj nästa drag
tr: Sonraki hamleleri gizle
uk: Приховати наступні ходи
vi: Ẩn các nước tiếp theo
zh: 隐藏后续着法
zh_tw: 隱藏下一步

# studyInteractiveLesson
source: Interactive lesson
af: Interaktiewe les
ar: درس تفاعلي
az: İnteraktiv dərs
be: Інтэрактыўны занятак
bg: Интерактивен урок
bs: Interaktivna lekcija
ca: Lliçó interactiva
cs: Interaktivní lekce
da: Interaktiv lektion
el: Διαδραστικό μάθημα
eo: Interaga leciono
es: Lección interactiva
eu: Ikasgai interaktiboa
fa: درس میان‌کنشی
fi: Interaktiivinen oppitunti
gl: Lección interactiva
he: שיעור אינטראקטיבי
hy: Ինտերակտիվ դասընթաց
id: Pelajaran interaktif
it: Lezione interattiva
kk: Интерактивті сабақ
ko: 상호 대화형 레슨
lt: Interaktyvi pamoka
lv: Interaktīva nodarbība
nl: Interactieve les
pt: Lição interativa
ro: Lecție interactivă
ru: Интерактивный урок
sk: Interaktívna lekcia
sl: Interaktivne lekcije
sq: Mësim me ndërveprim
sr: Интерактивна лекција
sv: Interaktiv lektion
tr: Etkileşimli ders
uk: Інтерактивний урок
vi: Bài học tương tác
zh: 互动课程
zh_tw: 互動課程

# studyChapterX
source: Chapter {param}
af: Hoofstuk {param}
ar: الفصل {param}
az: {param}. Fəsil
be: Раздзел {param}
bg: Глава: {param}
bs: Poglavlje {param}
ca: Capítol {param}
cs: Kapitola: {param}
da: Kapitel {param}
el: Κεφάλαιο {param}
eo: Ĉapitro {param}
es: Capítulo {param}
eu: {param} kapitulua
fa: بخش {param}
fi: Luku {param}
gl: Capítulo {param}
he: פרק {param}
hy: Գլուխ {param}
id: Bab {param}
it: Capitolo {param}
kk: {param}-ші бөлім
ko: 챕터 {param}
lt: Skyrius {param}
lv: {param}. nodaļa
nl: Hoofdstuk {param}
pt: Capítulo {param}
ro: Capitolul {param}
ru: Глава {param}
sk: Kapitola {param}
sl: Poglavje: {param}
sq: Kapitulli {param}
sr: Поглавље {param}
sv: Kapitel {param}
tr: Bölüm {param}
uk: Розділ {param}
vi: Chương {param}
zh: 第 {param} 章
zh_tw: 章節{param}

# studyEmpty
source: Empty
af: Leeg
ar: فارغ
az: Boş
be: Пуста
bg: Празна
bs: Prazno
ca: Buit
cs: Prázdné
da: Tom
el: Αρχική
eo: Malplena
es: Vacío
eu: Hutsa
fa: خالی
fi: Tyhjä
gl: Baleiro
he: ריק
hy: Դատարկ է
id: Kosong
it: Semplice
kk: Бос
ko: 비어있음
lt: Tuščia
lv: Tukšs
nl: Leeg
pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
sl: Prazno
sq: E zbrazët
sr: Празна
sv: Tom
tr: Boş
uk: Порожній
vi: Trống
zh: 空
zh_tw: 空的

# studyStartFromInitialPosition
source: Start from initial position
af: Begin vanaf oorspronklike posisie
ar: البدء من وضعية البداية
az: Başlanğıc pozisiyadan başlasın
be: Пачынаць з пачатковай пазіцыі
bg: Започни от начална позиция
bs: Krenite sa inicijalnom pozicijom
ca: Començar a la posició inicial
cs: Začít z původní pozice
da: Start ved indledende stilling
el: Έναρξη από την αρχική θέση
eo: Starti el la komenca pozicio
es: Comenzar desde la posición inicial
eu: Hasierako posiziotik hasi
fa: از وضعیت نخستین بیاغازید
fi: Aloita alkuasemasta
gl: Comezar desde a posición inicial
he: התחילו מהעמדה ההתחלתית
hy: Սկսել նախնական դիրքից
id: Mulai dari posisi awal
it: Parti dalla posizione iniziale
kk: Басталуы: бастапқы күйден
ko: 초기 포지션에서 시작
lt: Pradėti nuo pirminės pozicijos
lv: Sākt no sākotnējās pozīcijas
nl: Start bij de initiële positie
pt: Começar da posição inicial
ro: Începeți de la poziția inițială
ru: Начать с исходной позиции
sk: Začať z počiatočnej pozície
sl: Začni v začetni poziciji
sq: Fillo nga pozicioni fillestar
sr: Започни од почетне позиције
sv: Starta från ursprunglig position
tr: İlk pozisyondan başlasın
uk: Старт з початкової позиції
vi: Bắt đầu từ thế cờ ban đầu
zh: 从初始局面开始
zh_tw: 從起始局面開始

# studyEditor
source: Editor
af: Redakteur
ar: المحرر
az: Redaktor
be: Рэдактар
bg: Редактор
bs: Uređivač
cs: Tvůrce
el: Επεξεργαστής
eo: Redaktanto
eu: Editorea
fa: ویرایشگر
fi: Editori
he: עורך
hy: Խմբագիր
id: Penyunting
kk: Өңдеуші
ko: 편집기
lt: Redaktorius
lv: Redaktors
ru: Редактор
sl: Urejevalnik
sq: Përpunues
sr: Уређивач
sv: Redigeringsverktyg
tr: Editör
uk: Редактор
vi: Chỉnh sửa bàn cờ
zh: 编辑器
zh_tw: 編輯器

# studyStartFromCustomPosition
source: Start from custom position
af: Begin vanaf eie posisie
ar: البدء من وضع مخصص
az: Özəl pozisiyadan başlasın
be: Пачынаць з абранай пазіцыі
bg: Започни от избрана позиция
bn: নির্দিষ্ট অবস্থান থেকে শুরু করুন
bs: Krenite sa željenom pozicijom
ca: Començar a una posició personalitzada
cs: Začít od vlastní pozice
da: Start fra brugerdefinerede stilling
el: Έναρξη από μια προσαρμοσμένη θέση
eo: Starti el propra pozicio
es: Comenzar desde una posición personalizada
eu: Pertsonalizatutako posiziotik hasi
fa: از وضعیت دلخواه بیاغازید
fi: Aloita haluamastasi asemasta
gl: Comezar dende unha posición personalizada
he: התחילו מעמדה מותאמת אישית
hy: Սկսել սեփական դիրքից
id: Mulai dari posisi yang disesuaikan
it: Inizia da una posizione personalizzata
kk: Басталуы: белгілі күйден
ko: 커스텀 포지션에서 시작
lt: Pradėti nuo tinkintos pozicijos
lv: Sākt no pielāgotas pozīcijas
nl: Start bij een aangepaste positie
pt: Iniciar de uma posição personalizada
ro: Începeți de la o poziție personalizată
ru: Начать со своей позиции
sk: Začať z vlastnej pozície
sl: Začni v prilagojeni poziciji
sq: Fillo nga pozicion vetjak
sr: Започни од жељене позиције
sv: Starta från anpassad position
tr: Özel bir pozisyondan başlasın
uk: Почати з обраної позиції
vi: Bắt đầu từ thế cờ tùy chỉnh
zh: 从自定义局面开始
zh_tw: 從自定的局面開始

# studyLoadAGameByUrl
source: Load games by URLs
af: Laai 'n wedstryd op deur die URL
ar: تحميل لعبة من رابط
az: URL ilə oyun yüklə
be: Загрузіць гульні па URLs
bg: Зареди партии от URL
bn: URL থেকে খেলা লোড করুন
bs: Učitajte partiju pomoću linka
ca: Carregar una partida desde una URL
cs: Načíst hru podle URL
da: Indlæs et parti fra URL
el: Φόρτωση παρτίδας από μια διεύθυνση URL
eo: Ŝarĝi ludon el URL
es: Cargar una partida desde una URL
eu: Partida interneteko helbide batetik kargatu
fa: بارگذاری بازی از وب‌نشانی‌ها
fi: Lataa peli URL:stä
gl: Cargar as partidas dende un URL
he: טען משחק ע"י כתובת אינטרנט
hy: Բեռնել պարտիան ըստ URL-ի
id: Muat permainan dari URL
it: Carica una partita da URL
kk: Сілтеме арқылы ойындарды жүктеп салу
ko: URL로 게임 가져오기
lt: Pakrauti partijas iš adresų
lv: Ielādēt spēli, norādot URL
nl: Laad partijen via een URL
pt: Carregar um jogo por URL
ro: Încărcați meciuri din URL-uri
ru: Загрузить игру по URL
sk: Načítať hru z URL
sl: Naloži partijo iz URL
sq: Ngarko lojëra nga URL
sr: Учитај партије преко линкова
sv: Importera ett spel med URL
tr: URL ile oyun yükle
uk: Завантажте гру за посиланням
vi: Tải ván cờ bằng URL
zh: 通过链接加载对局
zh_tw: 以連結導入棋局

# studyLoadAPositionFromFen
source: Load a position from FEN
af: Laai posisie vanaf FEN
ar: تحميل موقف من FEN
az: FEN ilə pozisiya yüklə
be: Загрузіць пазіцыю з FEN
bg: Зареди позиция от FEN
bn: FEN থেকে একটি অবস্থান লোড করুন
bs: Učitajte partiju pomoću FEN koda
ca: Carregar una posició via codi FEN
cs: Načíst polohu z FEN
da: Indlæs en stilling fra FEN
el: Φόρτωση θέσης από FEN
eo: Ŝarĝi posicion el FEN kodo
es: Cargar una posición vía código FEN
eu: Posizioa FEN batetik kargatu
fa: بار کردن وضعیت از FEN
fi: Lataa asema FEN:istä
gl: Cargar unha posición dende o FEN
he: טען עמדה מFEN
hy: Բեռնել դիրքը FEN-ով
id: Muat posisi dari FEN
it: Carica una posizione da FEN
kk: FEN арқылы ойындарды жүктеп салу
ko: FEN으로 포지션 가져오기
lt: Pakrauti poziciją iš FEN
lv: Ielādēt pozīciju no FEN
nl: Laad een spel via een FEN
pt: Carregar uma posição por FEN
ro: Încărcați o poziție din FEN
ru: Загрузить позицию из FEN
sk: Načítať pozíciu z FEN
sl: Naloži pozicijo iz FEN
sq: Ngarko pozicionin nga FEN
sr: Учитај позицију из FEN-а
sv: Importera en position med FEN-kod
tr: FEN kullanarak pozisyon yükle
uk: Завантажити позицію з FEN
vi: Tải thế cờ từ chuỗi FEN
zh: 从 FEN 加载局面
zh_tw: 透過FEN讀取局面

# studyLoadAGameFromPgn
source: Load games from PGN
af: Laai wedstryd vanaf PGN
ar: استرد لعبة من PGN
az: PGN ilə oyun yüklə
be: Загрузіць гульні з PGN
bg: Зареди партии от PGN
bn: PGN থেকে খেলা লোড করুন
bs: Učitajte partiju pomoću PGN formata
ca: Carregar una partida PGN
cs: Načíst hru z PGN
da: Indlæs et parti fra PGN
el: Φόρτωση μιας παρτίδας από ένα αρχείο PGN
eo: Ŝarĝi ludon el PGN
es: Cargar una partida vía código PGN
eu: Partida PGN batetik kargatu
fa: باگذاری بازی با استفاده از فایل PGN
fi: Ota peli PGN:stä
gl: Cargar as partidas dende o PGN
he: טען משחק מPGN
hy: Բեռնել դիրքն ըստ PGN-ի
id: Muat permainan dari PGN
it: Carica una partita da PGN
kk: PGN арқылы ойындарды жүктеп салу
ko: PGN으로 게임 가져오기
lt: Pakrauti partijas iš PGN
lv: Ielādēt spēli no PGN
nl: Laad partijen via een PGN
pt: Carregar um jogo por PGN
ro: Încărcați jocuri din PGN
ru: Загрузить игру из PGN
sk: Načítať hru z PGN
sl: Naloži partijo iz PGN
sq: Ngarko lojëra nga PGN
sr: Учитај партијe из PGN-а
sv: Importera ett spel med PGN-kod
tr: PGN ile oyun yükle
uk: Завантажити гру з PGN
vi: Tải ván cờ từ PGN
zh: 从 PGN 加载对局
zh_tw: 以PGN文件導入棋局

# studyAutomatic
source: Automatic
af: Outomaties
ar: تلقائي
az: Avtomatik
be: Аўтаматычна
bg: Автоматичен
bn: স্বয়ংক্রিয়
bs: Automatska
ca: Automàtic
cs: Automatický
da: Automatisk
el: Να οριστεί αυτόματα
eo: Aŭtomata
es: Automática
eu: Automatikoa
fa: خودکار
fi: Automaattinen
gl: Automática
he: אוטומטי
hy: Ինքնաբերաբար
id: Otomatis
it: Automatica
kk: Автоматты түрде
ko: 자동
lt: Automatinis
lv: Automātisks
nl: Automatisch
pt: Automática
ro: Automată
ru: Автоматически
sk: Automatická
sl: Samodejno
sq: Automatik
sr: Аутоматска
sv: Automatisk
tr: Otomatik
uk: Автоматично
vi: Tự động
zh: 自动
zh_tw: 自動

# studyUrlOfTheGame
source: URL of the games, one per line
af: URL van die wedstryd
ar: رابط اللعبة
az: Oyun URL-i
be: URL гульняў, адзін на радок
bg: URL на партиите, по една на линия
bn: খেলাগুলোর URL, লাইনপ্রতি একটি
bs: Link partije
ca: URL del joc
cs: URL hry
da: URL for partiet
el: Διεύθύνσεις URL παρτίδων (μία σε κάθε γραμμή)
eo: URL de la ludo
es: URL de la partida
eu: Partidaren URLa
fa: وب‌نشانی بازی‌ها، یکی در هر خط
fi: URL peliin
gl: Ligazóns das partidas, unha por liña
he: כתובת אינטרנטית של משחק
hy: Պարտիայի URL-ը, մեկ տողով
id: URL permainan
it: URL della partita
kk: Ойындардың сілтемесі, әр жолға бір-бірден
ko: 한 줄에 하나씩, 게임의 URL
lt: Partijų adresai, vienas per eilutę
lv: Spēles URL
nl: URL van de partijen, één per regel
pt: URL do jogo
ro: URL-urile jocurilor, câte unul pe linie
ru: URL игры
sk: URL hry
sl: URL igre
sq: URL e lojërave, një për rresht
sr: Линкови партија, један по реду
sv: URL till partiet
tr: Oyunun bağlantısı
uk: Посилання на гру
vi: URL của các ván, một URL mỗi dòng
zh: 对局的链接，每行一个
zh_tw: 棋局連結，一行一個

# studyCreateChapter
source: Create chapter
af: Skep 'n hoofstuk
ar: أنشئ الفصل
az: Fəsil yarat
be: Стварыць раздзел
bg: Създай
bn: অধ্যায় তৈরি করুন
bs: Kreirajte poglavlje
ca: Crear capítol
cs: Vytvořit kapitolu
da: Opret kapitel
el: Δημιουργία κεφαλαίου
eo: Krei ĉapitron
es: Crear capítulo
eu: Kapitulua sortu
fa: ساخت بخش
fi: Aloita luku
gl: Crear capítulo
he: צור פרק
hy: Ստեղծել գլուխը
id: Buat bab
it: Crea capitolo
kk: Бөлім құру
ko: 챕터 만들기
lt: Sukurti skyrių
lv: Izveidot nodaļu
nl: Creëer hoofdstuk
pt: Criar capítulo
ro: Creați capitolul
ru: Создать главу
sk: Vytvoriť kapitolu
sl: Ustvari poglavje
sq: Krijo kapitull
sr: Направи поглавље
sv: Skapa kapitel
tr: Bölüm oluştur
uk: Створити розділ
vi: Tạo chương
zh: 创建章节
zh_tw: 建立章節

# studyCreateStudy
source: Create study
af: Skep 'n studie
ar: أنشى الدراسة
az: Çalışma yarat
be: Стварыць навучанне
bg: Създай казус
bn: স্টাডি তৈরি করুন
bs: Kreirajte studiju
ca: Crear estudi
cs: Vytvořit studii
da: Opret studie
el: Δημιουργία μελέτης
eo: Krei studon
es: Crear estudio
eu: Azterlana sortu
fa: ساخت مطالعه
fi: Luo tutkielma
gl: Crear estudo
he: יצירת לוח למידה
hy: Ստեղծել ստուդիա
id: Buat studi
it: Crea studio
kk: Зерттеуді құру
ko: 연구 만들기
lt: Sukurti studiją
lv: Izveidot izpēti
nl: Maak studie
pt: Criar estudo
ro: Creați studiul
ru: Создать студию
sk: Vytvoriť štúdiu
sl: Ustvarite študijo
sq: Krijoni mësim
sr: Направи студију
sv: Skapa en studie
tr: Çalışma oluştur
uk: Створити дослідження
vi: Tạo nghiên cứu
zh: 创建研习
zh_tw: 建立研究

# studyEditStudy
source: Edit study
af: Verander studie
ar: حرر الدراسة
az: Çalışmaya düzəliş et
be: Рэдактаваць навучанне
bg: Редактирай казус
bn: স্টাডি সম্পাদনা করুন
bs: Uredite studiju
ca: Editar estudi
cs: Upravit studii
da: Rediger studie
el: Επεξεργασία μελέτης
eo: Redakti studon
es: Editar estudio
eu: Azterlana aldatu
fa: ویرایش مطالعه
fi: Muokkaa tutkielmaa
gl: Editar estudo
he: עריכת לוח למידה
hy: Խմբագրել ստուդիան
id: Ubah studi
it: Modifica studio
kk: Зерттеуді өңдеу
ko: 연구 편집하기
lt: Redaguoti studiją
lv: Rediģēt izpēti
nl: Bewerk studie
pt: Editar estudo
ro: Editați studiul
ru: Изменить студию
sk: Upraviť učivo
sl: Uredite študijo
sq: Përpunoni mësimin
sr: Измени студију
sv: Redigera studie
tr: Çalışmayı düzenle
uk: Редагування дослідження
vi: Chỉnh sửa nghiên cứu
zh: 编辑研习
zh_tw: 編輯此研究

# studyVisibility
source: Visibility
af: Sigbaarheid
ar: الظهور
az: Görünmə
be: Бачнасць
bg: Видимост
bn: দৃশ্যমানতা
bs: Vidljivost
ca: Visibilitat
cs: Viditelnost
da: Synlighed
el: Ορατότητα
eo: Videbleco
es: Visibilidad
eu: Ikusgaitasuna
fa: دیدگی
fi: Näkyvyys
gl: Visibilidade
he: חשיפה
hy: Հասանելի է դիտման համար
id: Visibilitas
it: Visibilità
kk: Көрінуі
ko: 공개 설정
lt: Matomumas
lv: Redzamība
nl: Zichtbaarheid
pt: Visibilidade
ro: Vizibilitate
ru: Доступно к просмотру
sk: Viditeľnosť
sl: Vidnost
sq: Dukshmëri
sr: Видљивост
sv: Synlighet
tr: Görünürlük
uk: Видимість
vi: Khả năng hiển thị
zh: 可见性
zh_tw: 權限

# studyPublic
source: Public
af: Publiek
ar: عامة
az: Hərkəsə açıq
be: Публічны
bg: Публични
bn: পাবলিক
bs: Javna
ca: Públic
cs: Veřejná
da: Offentlig
el: Δημόσια
eo: Publika
es: Público
eu: Publikoa
fa: همگانی
fi: Julkinen
gl: Público
he: פומבי
hy: Հրապարակային
id: Publik
it: Pubblico
kk: Жалпыға ашық
ko: 공개
lt: Viešas
lv: Publiska
nl: Openbaar
pt: Público
ru: Публичная
sk: Verejné
sl: Javno
sq: Publike
sr: Јавна
sv: Offentlig
tr: Herkese açık
uk: Публічне
vi: Công khai
zh: 公开
zh_tw: 公開的

# studyUnlisted
source: Unlisted
af: Ongelys
ar: غير مدرجة
az: Siyahıya alınmamış
be: Нябачны
bg: Несподелени
bn: প্রাইভেট
bs: Neizlistane
ca: No llistats
cs: Neveřejná
da: Ikke listet
el: Μη καταχωρισμένη
eo: Nelistigita
es: Sin listar
eu: Ez zerrendatu
fa: فهرست‌نشده
fi: Listaamaton
gl: Sen listar
he: באמצעות קישור
hy: Հղումով
id: Tidak terdaftar
it: Non elencato
kk: Жасырын
ko: 비공개
lt: Nėra sąraše
lv: Nerindota
nl: Niet openbaar
pt: Não listado
ro: Nelistat
ru: Доступ по ссылке
sk: Nezapísané
sl: Ni na seznamu
sq: Jo në listë
sr: Неприказано
sv: Ej listad
tr: Liste dışı
uk: Поза списком
vi: Không công khai
zh: 未列出
zh_tw: 不公開

# studyInviteOnly
source: Invite only
af: Slegs op uitnodiging
ar: دعوة فقط
az: Yalnız dəvətlə
be: Толькі па запрашэннях
bg: Само с покани
bn: কেবল আমন্ত্রনভিত্তিক
bs: Samo po pozivu
ca: Només per invitació
cs: Pouze na pozvání
da: Kun inviterede
el: Με πρόσκληση
eo: Per invito
es: Acceso mediante invitación
eu: Gonbidatuentzat bakarrik
fa: فقط توسط دعوتنامه
fi: Vain kutsutut
gl: Acceso só mediante invitación
he: מוזמנים בלבד
hy: Միայն հրավերով
id: Hanya yang diundang
it: Solo su invito
kk: Шақырумен ғана
ko: 초대만
lt: Tik su pakvietimu
lv: Tikai ar ielūgumu
nl: Alleen op uitnodiging
pt: Apenas por convite
ro: Doar invitați
ru: Только по приглашению
sk: Iba na pozvanie
sl: Samo na povabilo
sq: Vetëm me ftesa
sr: Само по позиву
sv: Endast inbjudna
tr: Sadece davet edilenler
uk: Лише за запрошенням
vi: Chỉ những người được mời
zh: 仅限受邀
zh_tw: 僅限邀請

# studyAllowCloning
source: Allow cloning
af: Laat kloning toe
ar: السماح بالاستنساخ
az: Klonlamağa icazə ver
be: Дазволіць кланаванне
bg: Позволи клониране
bn: ক্লোন করার অনুমতি দিন
bs: Dozvolite kloniranje
ca: Permitir clonat
cs: Povolit klonování
da: Tillad kloning
el: Δημιουργία αντιγράφου
eo: Permesi klonadon
es: Permitir clonado
eu: Kopiatzea utzi
fa: اجازه همسانِش
fi: Salli kloonaus
gl: Permitir clonado
he: אפשרו יצירת עותקים
hy: Թույլատրել պատճենումը
id: Perbolehkan kloning
it: Permetti la clonazione
kk: Көшірмеге рұқсат беру
ko: 복제 허용
lt: Leisti kopijuoti
lv: Atļaut dublēšanu
nl: Klonen toestaan
pt: Permitir clonagem
ro: Permiteți clonarea
ru: Разрешить копирование
sk: Povoliť klonovanie
sl: Dovoli kloniranje
sq: Lejo klonimin
sr: Дозволи клонирање
sv: Tillåt kloning
tr: Klonlamaya izni olanlar
uk: Дозволити копіювання
vi: Cho phép tạo bản sao
zh: 允许复制
zh_tw: 可以複製

# studyNobody
source: Nobody
af: Niemand
ar: لا أحد
az: Heç kim
be: Ніхто
bg: Никой
bn: কেউ না
bs: Niko
ca: Ningú
cs: Nikdo
da: Ingen
el: Κανένας
eo: Neniu
es: Nadie
eu: Inor ere ez
fa: هیچ کس
fi: Ei kukaan
gl: Ninguén
he: אף אחד
hy: Ոչ ոք
id: Tidak ada seorangpun
it: Nessuno
kk: Ешкім
ko: 아무도
lt: Niekam
lv: Neviens
nl: Niemand
pt: Ninguém
ro: Nimeni
ru: Никто
sk: Nikto
sl: Nihče
sq: Askush
sr: Нико
sv: Ingen
tr: Hiç kimse
uk: Ніхто
vi: Không ai cả
zh: 无
zh_tw: 没有人

# studyOnlyMe
source: Only me
af: Net ek
ar: أنا فقط
az: Yalnız mən
be: Толькі я
bg: Само за мен
bn: শুধু আমি
bs: Samo ja
ca: Només jo
cs: Pouze já
da: Kun mig
el: Μόνο εγώ
eo: Nur mi
es: Sólo yo
eu: Ni bakarrik
fa: تنها من
fi: Vain minä
gl: Só eu
he: רק אני
hy: Միայն ես
id: Hanya saya
it: Solo io
kk: Өзім ғана
ko: 나만
lt: Tik man
lv: Tikai es
nl: Alleen ik
pt: Apenas eu
ro: Doar eu
ru: Только я
sk: Iba ja
sl: Samo jaz
sq: Vetëm unë
sr: Само ја
sv: Bara mig
tr: Sadece ben
uk: Лише я
vi: Chỉ mình tôi
zh: 仅我
zh_tw: 僅自己

# studyContributors
source: Contributors
af: Bydraers
ar: المساهمون
az: Töhfə verənlər
be: Рэдактары
bg: Сътрудници
bn: অবদানকারীরা
bs: Saradnici
ca: Col·laboradors
cs: Přispěvatelé
da: Bidragydere
el: Συνεισφέροντες
eo: Kontribuantoj
es: Colaboradores
eu: Laguntzaileak
fa: مشارکت‌کنندگان
fi: Osallistujat
gl: Colaboradores
he: תורמים
hy: Համահեղինակներ
id: Kontributor
it: Collaboratori
kk: Қолдаушылар
ko: 기여자만
lt: Dalyviams
lv: Ieguldītāji
nl: Bijdragers
pt: Contribuidores
ro: Contribuitori
ru: Соавторы
sk: Prispievatelia
sl: Prispevali so
sq: Kontribues
sr: Доприносиоци
sv: Medhjälpare
tr: Katkıda Bulunanlar
uk: Співавтори
vi: Những người đóng góp
zh: 贡献者
zh_tw: 貢獻者

# studyMembers
source: Members
af: Lede
ar: اعضاء
az: Üzvlər
be: Удзельнікі
bg: Членове
bn: সদস্যবৃন্দ
bs: Članovi
ca: Membres
cs: Členové
da: Medlemmer
el: Μέλη
eo: Membroj
es: Miembros
eu: Kideak
fa: اعضا
fi: Jäsenet
gl: Membros
he: חברים
hy: Անդամները
id: Anggota
it: Membri
kk: Мүшелер
ko: 멤버만
lt: Nariams
lv: Dalībnieki
nl: Deelnemers
pt: Membros
ro: Membri
ru: Участники
sk: Členovia
sl: Člani
sq: Anëtarë
sr: Чланови
sv: Medlemmar
tr: Üyeler
uk: Учасники
vi: Thành viên
zh: 成员
zh_tw: 成員

# studyEveryone
source: Everyone
af: Almal
ar: الجميع
az: Hamı
be: Кожны
bg: Всички
bn: সবাই
bs: Svi
ca: Tothom
cs: Kdokoli
da: Enhver
el: Οποιοσδήποτε
eo: Ĉiuj
es: Todo el mundo
eu: Guztiak
fa: همه
fi: Kaikki
gl: Todo o mundo
he: כולם
hy: Բոլորը
id: Semua orang
it: Tutti
kk: Барлығы
ko: 모두
lt: Visiems
lv: Visi
nl: Iedereen
pt: Toda a gente
ro: Toată lumea
ru: Все
sk: Všetci
sl: Kdorkoli
sq: Cilido
sr: Сви
sv: Alla
tr: Herkes
uk: Всі
vi: Mọi người
zh: 所有人
zh_tw: 所有人

# studyEnableSync
source: Enable sync
af: Maak sync beskikbaar
ar: مكن المزامنة
az: Eyniləşdirməni aktivləşdir
be: Уключыць сінхранізацыю
bg: Разреши синхронизиране
bn: সাইনক চালু করুন
bs: Omogućite sinhronizaciju
ca: Habilita la sincronització
cs: Povolit synchronizaci
da: Aktiver synk
el: Ενεργοποίηση συγχρονισμού
eo: Ebligi sinkronigon
es: Habilitar sincronización
eu: Sinkronizazioa aktibatu
fa: فعال کردن همگام سازی
fi: Synkronointi käyttöön
gl: Activar sincronización
he: הפעל סנכרון
hy: Միացնել սինքրոնացումը
id: Aktifkan sinkronisasi
it: Abilita sincronizzazione
kk: Үйлесуді қосу
ko: 동기화 사용
lt: Įgalinti sinchronizaciją
lv: Iespējot sinhronizāciju
nl: Synchronisatie inschakelen
pt: Ativar sincronização
ro: Activați sincronizarea
ru: Включить синхронизацию
sk: Povoliť synchronizáciu
sl: Omogoči sinhronizacijo
sq: Lejo njëkohësim
sr: Омогући sync
sv: Aktivera synkronisering
tr: Senkronizasyonu etkinleştir
uk: Увімкнути синхронізацію
vi: Kích hoạt tính năng đồng bộ hóa
zh: 启用同步
zh_tw: 允許同步

# studyYesKeepEveryoneOnTheSamePosition
source: Yes: keep everyone on the same position
af: Ja: hou almal op dieselfde posisie
ar: نعم: إبقاء الجميع في نفس الوضعية
az: Bəli: hər kəsi eyni pozisiyada saxla
be: Так: трымаць усіх на аднолькавай пазіцыі
bg: Да: дръж всички на същата позиция
bn: সবাইকে একই অবস্থানে রাখুন
bs: Da: zadržite sve na istoj poziciji
ca: Sí: tothom veu la mateixa posició
cs: Ano, všichni zůstávají na stejné pozici
da: Ja: behold alle på den samme stilling
el: Ναι: όλοι βλέπουν την ίδια θέση
eo: Jes: ĉiuj vidas la saman pozicion
es: Sí: todo el mundo ve la misma posición
eu: Bai: guztiak posizio berean mantendu
fa: بله: همه را در وضعیت یکسانی نگه دار
fi: Kyllä: pidä kaikki samassa asemassa
gl: Si: todos verán a mesma posición
he: כן: שמור את כולם באותה העמדה
hy: Այո. բոլորի համար դնել միևնույն դիրքը
id: Ya: atur semua orang dalam posisi yang sama
it: Sì: tutti vedranno la stessa posizione
kk: Иә: бәрі бірдей күйде болады
ko: 예: 모두가 같은 위치를 봅니다
lt: Taip: visiems rodyti tą pačią poziciją
lv: Jā: paturēt visus vienā pozīcijā
nl: Ja: houd iedereen op dezelfde stelling
pt: Sim: mantenha toda a gente na mesma posição
ro: Da: menține-i pe toți la aceeași poziție
ru: Да: устанавливать всем одинаковую позицию
sk: Ano: ponechajte každého na tej istej pozícii
sl: Da: vse obdrži v isti poziciji
sq: Po: mbaje këdo në të njëjtin pozicion
sr: Да: задржи све на истој позицији
sv: Ja: håll alla på samma position
tr: Evet: herkes aynı pozisyonda kalsın
uk: Так, однакова позиція для всіх
vi: Có: giữ tất cả mọi người trên 1 thế cờ
zh: 确认：让所有人保持在相同局面
zh_tw: 同步：讓所有人停留在同一個局面
