Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# youCannotPostYetPlaySomeGames
source: You can't post in the forums yet. Play some games!
af: U kan nog nie in die forums plaas nie. Speel 'n paar speletjies!
ar: لا يمكنك النشر في المنتديات حتى الآن. إلعب بعض المباريات!
az: Hələ forumlarda yazı göndərə bilməzsiniz. Biraz oyun oynayın!
be: Вы яшчэ не можаце публікаваць на формах. Згуляйце некалькі партый!
bg: Все още не можете да публикувате във форумите. Изиграйте няколко игри!
bn: আপনি এখন ফোরামে পোষ্ট করতে পারবেন না. আগে কিছু গেম খেলুন!
bs: Još ne možete objavljivati na forumima. Odigrajte nekoliko partija!
ca: Encara no pots publicar en els fòrums. Juga algunes partides!
cs: Zatím nemůžete přidávat příspěvky na fóra. Zahrajte si nějaké hry!
da: Du kan endnu ikke lave oplag i foraene. Spil nogle partier!
el: Δεν έχετε δικαίωμα δημοσίευσης στο φόρουμ ακόμα. Δοκιμάστε να παίξετε μερικές παρτίδες!
eo: Vi jam ne rajtas afiŝi en la forumoj. Ludu iujn ludojn!
es: Aún no puedes publicar en los foros. ¡Juega algunas partidas!
eu: Ezin duzu foroetan idatzi. Jokatu partida batzuk!
fa: هنوز نمی‌توانید در انجمن‌ها فرسته گذارید. چند بازی کنید!
fi: Et voi vielä lähettää viestejä foorumeihin. Pelaa ensin muutama peli!
gl: Aínda non podes publicar nos foros. Xoga algunhas partidas!
he: אתה עדיין לא יכול לפרסם בפורום זה. שחק כמה משחקים!
hy: Դուք առայժմ չեք կարող գրել այս ֆորումում։ Խաղացե՛ք մի քանի պարտիա։
id: Anda belum bisa mengirim pos di forum ini. Mainkan beberapa permainan!
it: Non puoi ancora postare nei forum. Gioca qualche partita!
kk: Сіз форумда әлі хабар қалдыра алмайсыз. Ойнаңыз!
ko: 아직 포럼에 글을 작성하실 수 없습니다. 대국을 좀 더 플레이해보세요!
lt: Diskutuoti forume dar negalite. Sužaiskite keletą partijų!
lv: Vēl nevarat rakstīt forumos. Uzspēlējiet dažas spēles!
mk: Сеуште не можеш да објавуваш на форумот. Играј некоја игра!
nl: Je kunt nog geen post in de forums plaatsen. Speel eerst een paar partijen!
pt: Ainda não podes publicar nos fóruns. Joga alguns jogos!
ro: Încă nu puteți posta în forumuri. Jucați câteva partide!
ru: Вы пока не можете писать на форуме. Сыграйте несколько партий!
sk: Nemôžeš prispievať do fóra. Zahraj si nejaké hry!
sl: Ne moreš še objavljati na forumu. Igraj nekaj iger!
sq: S’mund të postoni ende në forumet. Luani ca lojëra!
sr: Још увек не можете писати поруке на овај форум. Играјте још коју партију!
sv: Du kan inte posta i forumen ännu. Spela några partier!
tr: Henüz forumda konu açamazsınız. Biraz daha maç yaptıktan sonra tekrar deneyin.
uk: Ви не можете писати нові повідомлення у форумах. Зіграйте кілька ігор!
vi: Bạn chưa thể đăng bài lên diễn đàn bây giờ. Hãy chơi vài ván đã!
zh: 您暂时无法在论坛发帖。请先进行一些对局吧！
zh_tw: 您目前不能發表文章在論壇裡，先下幾盤棋吧!

source: Subscribe
af: Skryf in
ar: اشترك
az: Abunə ol
be: Падпісацца
bg: Абонирай се
bn: সাবস্ক্রাইব
bs: Pretplatite se
ca: Subscriure’s
cs: Odebírat
da: Abonnér
el: Εγγραφή
eo: Aboni
es: Suscribirse
eu: Harpidetu
fa: مشترک شدن
fi: Tilaa
gl: Subscribirse
he: עקוב
hy: Բաժանորդագրվել
id: Berlangganan
it: Iscriviti
kk: Жазылу
ko: 구독
lt: Prenumeruoti
lv: Abonēt
mk: Заследи
nl: Abonneren
pt: Subscrever-se
ro: Abonați-vă
ru: Подписаться
sk: Prihlásiť sa k odberu
sl: Naroči se
sq: Pajtohuni
sr: Претплати се
sv: Prenumerera
tr: Abone ol
uk: Підписатись
vi: Đăng ký theo dõi
zh: 订阅
zh_tw: 訂閱

source: Unsubscribe
af: Beëindig inskrywing
ar: إلغاء الإشتراك
az: Abunəlikdən çıxın
be: Адпісацца
bg: Отпиши ме
bn: আনসাবস্ক্রাইব
bs: Odjavite pretplatu
ca: Anul·la subscripció
cs: Zrušit odběr
da: Ophæv abonnement
el: Απεγγραφή
eo: Malaboni
es: Cancelar la suscripción
eu: Harpidetza kendu
fa: لغو اشتراک
fi: Peruuta tilaus
gl: Cancelar a subscrición
he: בטל את המעקב
hy: Ապաբաժանորդագրվել
id: Berhenti berlangganan
it: Annullare l'iscrizione
kk: Жазылымды тоқтату
ko: 구독 취소
lt: Atsisakyti prenumeratos
lv: Atcelt abonēšanu
mk: Престани да следиш
nl: Abonnement opzeggen
pt: Cancelar a subscrição
ro: Dezabonați-vă
ru: Отписаться
sk: Odhlásiť sa z odberu
sl: Odjava
sq: Shpajtohuni
sr: Одјавите претплату
sv: Avprenumerera
tr: Abonelikten çık
uk: Відписатись
vi: Hủy đăng ký theo dõi
zh: 取消订阅
zh_tw: 取消訂閱

# mentionedYouInX
source: mentioned you in "{param1}".
af: het jou genoem in "{param1}".
ar: ذكرك في "{param1}".
az: erwähnte dich in "{param1}".
be: вас згадалі ў «{param1}».
bg: Ви спомена в "{param1}".
bn: "{param1}" এ আপনাকে উল্লেখ করেছেন।
bs: spomenuo Vas je u "{param1}".
ca: t'ha mencionat en "{param1}".
cs: vás zmínil v "{param1}".
da: nævnte dig i "{param1}".
el: σας ανέφερε στο θέμα «{param1}».
eo: menciis vin en "{param1}".
es: te mencionó en "{param1}".
eu: "{param1}" -n aipatu zaituzte.
fa: در «{param1}» از شما نام‌برده شد.
fi: mainitsi sinut "{param1}":ssa.
gl: mencionoute en "{param1}".
he: תייג/ה אותך ב־ {param1}.
hy: հիշատակել է Ձեզ «{param1}»-ում։
id: membahas anda di "{param1}".
it: ti ha menzionato in "{param1}".
kk: {param1} біреу сіз туралы жазды.
ko: 당신이 {param1}에서 언급됨
lt: paminėjo jus "{param1}".
lv: jūs minēja ziņojumā "{param1}".
mk: ве спомена во "{param1}".
nl: heeft je genoemd in "{param1}".
pt: foste mencionado em "{param1}".
ro: te-a menționat în "{param1}".
ru: упомянул вас в «{param1}».
sk: Vás spomenul(a) v "{param1}".
sl: vas je omenil v "{param1}".
sq: ju përmendi te “{param1}”.
sr: те споменуо/ла у "{param1}".
sv: nämnde dig i "{param1}".
tr: "{param1}" adlı gönderide sizden bahsetti.
uk: згадав вас у "{param1}".
vi: đã nhắc đến bạn trong "{param1}".
zh: 在“{param1}”中提到了您。
zh_tw: 在「{param1}」中提到了您。

# xMentionedYouInY
source: {param1} mentioned you in "{param2}".
af: {param1} het jou genoem in "{param2}".
ar: {param1} قد ذكرك في "{param2}".
az: {param1} səni "{param2}"-da səni qeyd etdi.
be: {param1} вас згадаў у «{param2}».
bg: {param1} Ви спомена в "{param2}".
bn: {param1} , "{param2}" এ আপনার নাম উল্লেখ করেছেন।
bs: {param1} vas je spomenuo u "{param2}".
ca: {param1} t'ha mencionat en "{param2}".
cs: {param1} Vás zmínil(a) v příspěvku "{param2}".
da: {param1} nævnte dig i "{param2}".
el: Ο χρήστης {param1} σας ανέφερε στο θέμα «{param2}».
eo: {param1} menciis vin en "{param2}".
es: {param1} te mencionó en "{param2}".
eu: {param1} jokalariak "{param2}" artikuluan aipatu zaitu.
fa: {param1} از شما در "{param2}" نام برد.
fi: {param1} mainitsi sinut viestissä "{param2}".
gl: {param1} mencionoute en "{param2}".
he: {param1} הזכיר/ה אותך בהודעה ב־"{param2}".
hy: {param1}-ը հիշատակել է Ձեզ «{param2}»-ում։
id: {param1} membahas anda di "{param2}".
it: {param1} ti ha citato in "{param2}".
kk: {param1} сіз туралы {param2} жазды.
ko: {param1}가 당신을 "{param2}"에서 언급했습니다.
lt: {param1} paminėjo jus "{param2}".
lv: {param1} jūs minēja ziņojumā "{param2}".
mk: {param1} ве спомена во "{param2}".
nl: {param1} heeft je genoemd in "{param2}".
pt: {param1} mencionou-te em "{param2}".
ro: {param1} te-a menționat în "{param2}".
ru: {param1} упомянул вас в «{param2}».
sk: {param1} ťa spomenul v "{param2}".
sl: {param1} vas je omenil v "{param2}".
sq: {param1} ju përmendi te “{param2}”.
sr: {param1} те споменуо/ла у "{param2}".
sv: {param1} nämnde dig i "{param2}".
tr: {param1} sizden bahsetti: "{param2}".
uk: {param1} згадав вас у "{param2}".
vi: {param1} đã nhắc đến bạn trong "{param2}".
zh: {param1} 在“{param2}”中提到了您。
zh_tw: {param1} 在「{param2}」中提到了您。

# invitedYouToX
source: invited you to "{param1}".
af: het jou genooi na "{param1}".
ar: دعاك إلى "{param1}".
az: səni "{param1}"-ə dəvət etdi.
be: вас запрасілі ў «{param1}».
bg: Ви покани на "{param1}".
bn: "{param1}" এ আপনাকে আমন্ত্রণ জানিয়েছেন।
bs: vas je pozvao u "{param1}".
ca: t'ha invitat a "{param1}".
cs: vás pozval ke studii "{param1}".
da: inviterede dig til "{param1}".
el: σας προσκάλεσε στη μελέτη «{param1}».
eo: invitis vin al "{param1}".
es: te invitó a "{param1}".
eu: "{param1}" taldera sartzeko gonbidapena.
fa: به «{param1}» دعوت شده‌اید.
fi: kutsui sinut tutkielmaan "{param1}".
gl: invitoute a "{param1}".
he: הזמין אותך ל־"{param1}".
hy: Հրավիրել է Ձեզ «{param1}»։
id: mengundang anda ke "{param1}".
it: ti ha invitato a "{param1}".
kk: сізді {param1} шақырды.
ko: {param1}에 초대합니다.
lt: pakvietė jus į "{param1}".
lv: jūs uzaicināja uz "{param1}".
mk: ве покани во "{param1}".
nl: heeft je uitgenodigd voor "{param1}".
pt: convidou-te para "{param1}".
ro: te-a invitat la "{param1}".
ru: пригласил вас в «{param1}».
sk: Vás pozval(a) k "{param1}".
sl: vas vabi k "{param1}".
sq: ju ftoi në studimin "{param1}".
sr: те позвао/ла у "{param1}".
sv: bjöd in dig till "{param1}".
tr: sizi "{param1}" adlı çalışmaya davet etti.
uk: запросив вас до "{param1}".
vi: đã mời bạn tham gia "{param1}".
zh: 邀请您加入“{param1}”。
zh_tw: 邀請您至「{param1}」。

# xInvitedYouToY
source: {param1} invited you to "{param2}".
af: {param1} het jou genooi na "{param2}".
ar: {param1} قد دعاك إلى "{param2}".
az: {param1} səni "{param2}"-ə dəvət etdi.
be: {param1} запрасіў вас у «{param2}».
bg: {param1} Ви покани на "{param2}".
bn: {param1}, আপনাকে "{param2}" এ আমন্ত্রণ জানিয়েছেন।
bs: {param1} vas je pozvao u "{param2}".
ca: {param1} t'ha invitat a "{param2}".
cs: {param1} vás pozval ke studii "{param2}".
da: {param1} inviterede dig til "{param2}".
el: Ο χρήστης {param1} σας προσκάλεσε στη μελέτη «{param2}».
eo: {param1} invitis vin al "{param2}".
es: {param1} te invitó a "{param2}".
eu: {param1} jokalariak "{param2}" taldera gonbidatu zaitu.
fa: {param1} شما را به «{param2}» دعوت کرده است.
fi: {param1} kutsui sinut tutkielmaan "{param2}".
gl: {param1} invitoute a "{param2}".
he: {param1} הזמין/ה אותך ללוח הלמידה "{param2}".
hy: {param1}-ը հրավիրել է Ձեզ «{param2}»։
id: {param1} mengundang ke "{param2}".
it: {param1} ti ha invitato a "{param2}".
kk: {param1} сізді {param2} шақырды.
ko: {param1}가 당신을 "{param2}"에 초대합니다.
lt: {param1} pakvietė jus į "{param2}".
lv: {param1} jūs uzaicināja uz "{param2}".
mk: {param1} ве покани во "{param2}".
nl: {param1} heeft je uitgenodigd voor "{param2}".
pt: {param1} convidou-te para "{param2}".
ro: {param1} te-a invitat la "{param2}".
ru: {param1} пригласил вас в «{param2}».
sk: {param1} Vás pozval(a) k "{param2}".
sl: {param1} vas vabi v "{param2}".
sq: {param1} ju ftoi në “{param2}”.
sr: {param1} те позвао/ла у "{param2}".
sv: {param1} bjöd in dig till "{param2}".
tr: {param1} sizi "{param2}" adlı çalışmaya davet ediyor.
uk: {param1} запросив вас до "{param2}".
vi: {param1} đã mời bạn tham gia "{param2}".
zh: {param1} 邀请您加入“{param2}"。
zh_tw: {param1} 邀請您至「{param2}」。

# youAreNowPartOfTeam
source: You are now part of the team.
af: Jy is nou deel van die span.
ar: أنت الآن عضو في الفريق.
az: Siz artıq komandanın üzvüsünüz.
be: Цяпер вы з'яўляецеся часткай каманды.
bg: Сега сте в отбора.
bn: আপনি এখন দলের একটি অংশ।
bs: Sada ste dio tima.
ca: Ara formes part de l'equip.
cs: Nyní jste součástí týmu.
da: Du er nu en del af holdet.
el: Είστε πλέον μέλος της ομάδας.
eo: Nun vi estas teamano.
es: Ahora eres miembro del equipo.
eu: Taldearen parte zara.
fa: شما در حال حاضر عضوی از تیم هستید.
fi: Olet nyt joukkueen jäsen.
gl: Agora formas parte do equipo.
he: את/ה כעת חבר/ה בקבוצה.
hy: Այժմ Դուք ակումբի անդամ եք։
id: Anda sekarang bagian dalam tim.
it: Ora fai parte del team.
kk: Сізді енді топ құрамындасыз.
ko: 당신은 이제 팀에 소속되었습니다.
lt: Jūs jau esate komandos dalis.
lv: Tagad esat komandas dalībnieks.
mk: Сега сте дел од тимот.
nl: Je maakt nu deel uit van het team.
pt: Já fazes parte da equipa.
ro: Acum faci parte din echipă.
ru: Теперь вы член клуба.
sk: Teraz si členom tímu.
sl: Zdaj ste del ekipe.
sq: Tani jeni pjesë e ekipit.
sr: Сада си део тима.
sv: Du är nu en del av laget.
tr: Artık ekibin bir üyesisiniz.
uk: Ви тепер частина команди.
vi: Bây giờ bạn là một phần của đội.
zh: 您现在是该团队的成员。
zh_tw: 您現在是團隊的成員了。

# youHaveJoinedTeamX
source: You have joined "{param1}".
af: Jy het by "{param1}" aangesluit.
ar: لقد انضممت إلى "{param1}".
az: "{param1}"-yə qatıldın.
be: Вы далучыліся да {param1}.
bg: Присъединихте се към "{param1}".
bn: আপনি "{param1}" এ যোগদান করেছেন।
bs: Pridružili ste se "{param1}".
ca: T'has unit a "{param1}".
cs: Připojili jste se k týmu "{param1}".
da: Du har sluttet dig til "{param1}".
el: Είστε πλέον μέλος της ομάδας «{param1}».
eo: Vi aliĝis al "{param1}".
es: Te has unido a "{param1}".
eu: "{param1}" taldera sartu zara.
fa: شما به «{param1}» پیوسته‌اید.
fi: Olet liittynyt joukkueeseen "{param1}".
gl: Unícheste a "{param1}".
he: הצטרפת אל "{param1}".
hy: Դուք ընդգրկվել եք «{param1}»-ում։
id: Anda sudah bergabung "{param1}".
it: Ti sei unito a "{param1}".
kk: Сіз {param1} қосылдыңыз.
ko: "{param1}"에 가입되었습니다.
lt: Jūs prisijungėte prie "{param1}".
lv: Pievienojāties "{param1}".
mk: Се приклучивте на "{param1}".
nl: Je bent nu lid van "{param1}".
pt: Juntaste-te a "{param1}".
ro: V-ați alăturat la "{param1}".
ru: Вы вступили в «{param1}».
sk: Vstúpili ste do družstva {param1}.
sl: Pridružili ste se "{param1}".
sq: U bëtë pjesë e “{param1}”.
sr: Придружио/ла си се "{param1}".
sv: Du har gått med i "{param1}".
tr: "{param1}" adlı takıma katıldın.
uk: Ви приєдналися до "{param1}".
vi: Bạn đã tham gia "{param1}".
zh: 您已加入“{param1}”。
zh_tw: 您已加入「{param1}」。

source: Someone you reported was banned
af: Iemand wat jy aangemeld het, is verban
ar: شخص قد أبلغت عنه تم حظره
az: Şikayət etdiyiniz şəxsin hesabı ban edilmişdir
be: Хтосьці заблакаваны па вашаму звароту
bg: Някого когото сте докладвали беше блокиран
bn: আপনি অভিযুক্ত একজনকে ব্যান করা হয়েছে
bs: Neko koga ste prijavili dobio je zabranu
ca: Algú que vas denunciar ha estat expulsat
cs: Někdo, koho jste nahlásili, byl zablokován
da: Nogen du rapporterede blev udelukket
el: Κάποιος χρήστης που αναφέρατε έχει αποκλειστεί
eo: La ludanto, kiun vi reportis estis blokita
es: Un usuario que denunciaste fue expulsado
eu: Zuk salatutako jokalari bat bota egin dugu
fa: شخصی که گزارش کردید مسدود شد
fi: Ilmoittamasi pelaaja on saanut porttikiellon
gl: Alguén a quen denunciaches foi suspendido
he: מישהו שדיווחת עליו נחסם
hy: Ինչ-որ մենք արգելափակվել է Ձեր դիմումով
id: Seseorang yang Anda laporkan telah di-ban
it: Qualcuno che hai segnalato è stato bannato
kk: Сіздің шағымыңыздан кейін біреу бұғауланды
ko: 당신이 신고한 플레이어가 차단되었습니다.
lt: Kažkas, apie ką pranešėte, buvo užblokuotas
lv: Lietotājam, ko nosūdzējāt, tika slēgts konts
mk: Некој што сте го пријавиле е баниран
nl: Iemand die je hebt gerapporteerd is geband
pt: Alguém que denunciaste foi banido
ro: Cineva pe care l-ai raportat a fost banat
ru: Кто-то был заблокирован по вашему обращению
sk: Hráč, ktorého ste nahlásili bol zabanovaný
sl: Nekdo, za katerega ste poročali, je bil prepovedan
sq: Dikush që raportuat, u dëbua
sv: Någon du rapporterade blev avstängd
tr: İhbar ettiğiniz biri engellendi
uk: Хтось на кого ви поскаржились був забанений
vi: Ai đó mà bạn báo cáo đã bị cấm
zh: 您举报的用户已被封禁
zh_tw: 您檢舉的玩家已被封鎖帳號

# congratsYouWon
source: Congratulations, you won!
af: Baie geluk, jy het gewen!
ar: تهانينا، لقد فزت!
az: Təbriklər, siz qalib gəldiniz!
be: Віншуем, вы перамаглі!
bg: Поздравления, спечелихте!
bn: অভিনন্দন, আপনি জিতেছেন!
bs: Čestitamo, pobijedili ste!
ca: Felicitats, has guanyat!
cs: Gratulujeme, zvítězili jste!
da: Tillykke, du vandt!
el: Συγχαρητήρια, κερδίσατε!
eo: Gratulon, vi venkis!
es: ¡Enhorabuena, has ganado!
eu: Zorionak, irabazi egin duzu!
fa: شادباش، شما بُردید!
fi: Onnittelut, sinä voitit!
gl: Parabéns, gañaches!
he: כל הכבוד, ניצחתם!
hy: Շնորհավորո՜ւմ ենք, Դուք հաղթեցիք։
id: Selamat, kamu menang!
it: Complimenti, hai vinto!
kk: Құтты болсын, сіз жеңдіңіз!
ko: 축하합니다. 승리하셨습니다!
lt: Sveikiname, jūs laimėjote!
lv: Apsveicam ar uzvaru!
mk: Честитки, победивте!
nl: Gefeliciteerd, je hebt gewonnen!
pt: Parabéns! Ganhaste!
ro: Felicitări, ați câștigat!
ru: Поздравляем, вы выиграли!
sk: Gratulujeme, vyhrali ste!
sl: Čestitke, zmagali ste!
sq: Urime, fituat!
sr: Честитамо на победи!
sv: Grattis, du vann!
tr: Tebrikler, kazandınız!
uk: Вітання, ви виграли!
vi: Chúc mừng, bạn đã giành chiến thắng!
zh: 恭喜，您赢了！
zh_tw: 恭喜，您贏了！

# gameVsX
source: Game vs {param1}
af: Spel teen {param1}
ar: مباراة ضد {param1}
az: {param1}-ya qarşı oyun
be: Партыя супраць {param1}
bg: Партия срещу {param1}
bn: খেলা বনাম {param1}
bs: Partija protiv {param1}
ca: Partida vs {param1}
cs: Partie proti {param1}
da: Parti mod {param1}
el: Παρτίδα εναντίον του χρήστη {param1}
eo: Ludo kontraŭ {param1}
es: Partida contra {param1}
eu: {param1} jokalarien aurkako partida
fa: بازی در برابر {param1}
fi: Peli käyttäjää {param1} vastaan
gl: Partida contra {param1}
he: המשחק נגד {param1}
hy: Խաղ ընդդեմ {param1}-ի
it: Partita contro {param1}
kk: {param1} қарсы ойын
lt: Žaidimas prieš {param1}
lv: Spēle pret {param1}
mk: Игра против {param1}
nl: Partij tegen {param1}
pt: Jogo vs {param1}
ro: Joc vs {param1}
ru: Игра против {param1}
sk: v partii proti {param1}
sl: Igra proti {param1}
sq: Lojë kundër {param1}
sr: Партија против {param1}
sv: Parti mot {param1}
tr: {param1} ile oyun
uk: Гра проти {param1}
vi: Ván đấu với {param1}
zh: 与 {param1} 的对局
zh_tw: 與{param1}對局

# resVsX
source: {param1} vs {param2}
af: {param1} teen {param2}
ar: {param1} ضد {param2}
be: {param1} супраць {param2}
bg: {param1} срещу {param2}
bn: {param1} বনাম {param2}
bs: {param1} protiv {param2}
da: {param1} mod {param2}
el: {param1} εναντίον του χρήστη {param2}
eo: {param1} kontraŭ {param2}
es: {param1} contra {param2}
fa: {param1} در برابر {param2}
fi: {param1} vastaan {param2}
gl: {param1} contra {param2}
he: {param1} נגד {param2}
hy: {param1}-ն ընդդեմ {param2}-ի
it: {param1} contro {param2}
kk: {param1} қарсы {param2}
lt: {param1} prieš {param2}
lv: {param1} pret {param2}
mk: {param1} против {param2}
nl: {param1} tegen {param2}
ru: {param1} против {param2}
sk: {param1} proti {param2}
sl: {param1} proti {param2}
sq: {param1} kundër {param2}
sr: {param1} против {param2}
sv: {param1} mot {param2}
tr: {param1} ile {param2} karşı karşıya
vi: {param1} với {param2}

# lostAgainstTOSViolator
source: You lost rating points to someone who violated the Lichess TOS
af: Jy het teen iemand verloor wat nie die Lichess bepalings nagekom het nie
ar: لقد خسرت أمام شخص قد انتهك شروط خدمة Lichess
az: "Liches" xidmət şərtlərini pozana qarşı uduzdun
be: Вы прайгралі камусьці, хто парушыў ўмовы карыстання Lichess
bg: Изгубили сте партия срещу някой който е нарушил правилата за ползване на Lichess
bn: আপনি এমন কারোর সাথে হেরেছেন যে Liches TOS ভঙ্গ করেছে
bs: Izgubili ste od nekoga ko je prekršio Lichessove uvjete upotrebe
ca: Has perdut contra algú que ha violat les CDS de Lichess
cs: Prohráli jste proti hráči, jež porušil Podmínky použití Lichess
da: Du tabte til en person, der overtrådte Lichess brugerbetingelserne
el: Χάσατε από κάποιον που παραβίασε τους όρους χρήσης του Lichess
eo: Vi malvenkis kontraŭ iu kiu malobeis la regulojn de Lichess
es: Perdiste contra un usuario que incumplió las Condiciones del Servicio de Lichess
eu: Lichessen Erabilpen Baldintzak urratu dituen baten aurka galdu duzu
fa: شما برابر کسی که قانون‌های Lichess را نقض کرده، امتیاز درجه‌بندی از دست دادید
fi: Olet hävinnyt Lichessin käyttöehtoja rikkoneelle henkilölle
gl: Perdiches con alguén que incumpriu as condicións de servizo de Lichess
he: הפסדת לאדם שהפר את תנאי השימוש בליצ'ס
hy: Դուք պարտվել եք նրան, ով խախտել է Lichess-ի օգտվողի համաձայնագիրը
id: Anda kalah dari seseorang yang melanggar TOS Lichess
it: Hai perso con qualcuno che ha violato i termini di servizio lichess
kk: Сіз Личестің Ережесін бұзған біреуге жеңілдіңіз
ko: 당신은 Lichess의 서비스 약관을 어긴 플레이어에게 패배했습니다.
lt: Jūs pralaimėjote prieš žmogų, kuris pažeidė Lichess taisykles
lv: Zaudējāt pretiniekam, kas pārkāpa Lichess noteikumus
mk: Изгубивте против некој кој ги прекршил правилата на Lichess
nl: Je hebt verloren van iemand die de Lichess voorwaarden heeft geschonden
pt: Perdeste pontos de classificação para alguém que violou as regras do Lichess
ro: Ai pierdut în fața cuiva care a încălcat Termenii și Condițiile Lichess
ru: Вы проиграли тому, кто нарушил пользовательское соглашение Lichess
sk: Prehrali ste s niekým kto porušil pravidlá stránky Lichess
sl: Izgubili ste z nekom, ki je kršil Pogoje storitev Lichess
sq: Humbët ndaj dikujt që shkeli Kushtet e Shërbimit të Lichess-it
sr: Изубио/ла си рејтинг бодове од некога ко је прекршио Lichess-ове услове коришћења услуге
sv: Du förlorade mot någon som bröt mot Lichess TOS
tr: Lichess Kulanım Şartları'nı ihlal eden birine kaybettiniz
uk: Ви програли комусь хто порушував Lichess TOS
vi: Bạn đã mất điểm hệ số vào người vi phạm Điều khoản Dịch vụ của Lichess
zh: 您输给了违反 Lichess 服务条款的用户，从而失去了等级分
zh_tw: 你輸給了違反了服務條款的棋手

# refundXpointsTimeControlY
source: Refund: {param1} {param2} rating points.
af: Terugbetaling:{param1} {param2} graderingspunte.
ar: استعادة: {param1} نقطة تقييم، تصنيف {param2}.
az: Geri qaytarma: "{param2}"-də {param1} reytinq xalı.
be: Вяртанне: {param1} {param2} балаў рэйтынгу.
bg: Възстановяване: {param1} {param2} точки.
bn: ফেরত: {param1} {param2} রেটিং পয়েন্ট।
bs: Povrat: {param1} {param2} rejting-bodova.
ca: Reemborsament: {param1} {param2} punts.
cs: Vráceno {param1} {param2} ratingových bodů.
da: Refunderet: {param1} {param2} ratingpoint.
el: Επιστροφή πόντων: {param1} πόντοι βαθμολογίας {param2}.
eo: Estis redonitaj {param1} {param2} poentoj.
es: Has recuperado {param1} puntos en {param2}.
eu: Itzulketa: {param1} {param2} puntu.
fa: پس‌دادن: {param1} امتیاز به درجه‌بندی {param2}.
fi: Hyvitys: {param1} {param2} vahvuuslukupistettä.
gl: Recuperaches {param1} puntos en {param2}.
he: זיכוי: {param1} נקודות דירוג ב{param2}.
hy: Վերադարձ. {param1} {param2} վարկանիշային միավոր
id: Pengembalian dana: {param1} {param2} poin rating.
it: Rimborso: {param1} {param2} punti di valutazione.
kk: Қайтару: {param1} {param2} рейтинг ұпайы.
ko: 환불: {param2} 레이팅 포인트 {param1}점
lt: Grąžinimas: {param1} {param2} reitingo taškų.
lv: Atlīdzība: {param1} {param2} reitinga punkti.
mk: Враќање: {param1} {param2} рејтинг поени
nl: Teruggekregen: {param1} {param2} ratingpunten.
pt: Devolução: {param1} {param2} pontos de Elo.
ro: Rambursare: {param1} puncte de evaluare {param2}.
ru: Возврат: {param1} {param2} рейтинговых очков.
sk: Náhrada: {param1} {param2} ratingových bodov.
sl: Vračilo: {param1} {param2} ocenjevalne točke.
sq: Kompensim: {param1} pikë {param2}.
sr: Враћено: {param1} {param2} рејтингових поена.
sv: Ersättning: {param1} {param2} rankingpoäng.
tr: {param1} {param2} puanı iade edildi.
uk: Повернення: {param1} {param2} рангових очок.
vi: Hoàn lại: {param1} điểm hệ số {param2}.
zh: 补偿：{param1} 点 {param2} 等级分。
zh_tw: 退回 {param1} {param2} 等級分。

# timeAlmostUp
source: Time is almost up!
af: Tyd is byna op!
ar: أوشك الوقت على الإنتهاء!
az: Vaxt bitmək üzrədir!
be: Час амаль выйшаў!
bg: Времето почти изтече!
bn: সময় প্রায় শেষ!
bs: Vrijeme je pri kraju!
ca: El temps quasi s'ha exhaurit!
cs: Čas vám běží!
da: Tiden er næsten udløbet!
el: Ο χρόνος σας έχει σχεδόν τελειώσει!
eo: La tempo preskaŭ finiĝis!
es: ¡Te queda poco tiempo!
eu: Denbora ia agortu da!
fa: زمان نزدیک به پایان است!
fi: Aika on melkein lopussa!
gl: Quédache pouco tempo!
he: הזמן הולך ואוזל!
hy: Ժամանակը գրեթե սպառվել է
id: Waktu hampir habis!
it: Il tempo è quasi finito!
kk: Уақыт таусылғалы тұр!
ko: 시간이 거의 다 되었어요!
lt: Laikas beveik baigėsi!
lv: Laiks gandrīz beidzies!
mk: Времето е пред истекување!
nl: De tijd is bijna om!
pt: O tempo está quase a terminar!
ro: Timpul se apropie de sfârșit!
ru: Время почти истекло!
sk: Čas čoskoro vyprší!
sl: Čas je skoraj pošel!
sq: Koha gati mbaroi!
sr: Време ускоро изтиче!
sv: Tiden är nästan slut!
tr: Zaman dolmak üzere!
uk: Час майже скінчився!
vi: Thời gian sắp hết!
zh: 时间快到了！
zh_tw: 時間快到了！
