Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# mobilePrefMagnifyDraggedPiece
source: Magnify dragged piece
af: Vergroot gesleepte stuk
ar: تكبير القطعة المسحوبة
az: Tərpədilən fiquru böyütmə
bs: Uvećaj prevučeni dio
ca: Magnifica la peça arrossegada
cs: Zvětšit taženou figuru
da: Forstør brik, som trækkes
el: Μεγέθυνση του επιλεγμένου κομματιού
eo: Pligrandigi trenitan ŝakpecon
es: Aumentar la pieza arrastrada
eu: Handitu arrastatutako pieza
fa: بزرگ‌نمودن مهره‌ی کشیده
fi: Suurenna vedettävä nappula
gl: Ampliar a peza arrastrada
he: הגדלת הכלי הנגרר
it: Ingrandisci il pezzo trascinato
kk: Тасты жылжытқанда үлкейту
ko: 드래그한 기물 확대하기
mk: Зголеми ја повлечената фигура
nl: Versleept stuk vergroot weergeven
pt: Ampliar peça arrastada
ro: Mărește piesa trasă
ru: Увеличивать перетаскиваемую фигуру
sk: Zväčšiť uchopenú figúrku
sl: Povečaj vlečeno figuro
sq: Zmadho gurin e tërhequr
sr: Увећај фигуре које повлачиш
sv: Förstora flyttad pjäs
tr: Sürüklenen taşı büyüt
uk: Збільшувати розмір фігури при перетягуванні
vi: Phóng to quân cờ được kéo
zh: 放大拖动的棋子
zh_tw: 放大被拖曳的棋子

# mobilePuzzleStormConfirmEndRun
source: Do you want to end this run?
af: Wil jy hierdie lopie beëindig?
ar: هل تريد إنهاء الجلسة؟
az: Bu seriyanı bitirmək istəyirsiniz?
bn: আপনি এই পর্ব শেষ করতে চান?
bs: Želite li prekinuti ovo trčanje?
ca: Voleu acabar aquesta ronda?
cs: Chceš ukončit tento běh?
da: Vil du afslutte dette løb?
el: Θέλετε να τερματίσετε αυτόν τον γύρο;
eo: Ĉu vi volas fini ĉi tiun kuron?
es: ¿Quieres terminar esta ronda?
eu: Saiakera hau amaitu nahi duzu?
fa: می‌خواهید این دور را به پایان برسانید؟
fi: Haluatko lopettaa tämän sarjan?
gl: Queres rematar esta quenda?
he: האם לסיים את הסבב?
it: Vuoi terminare questa serie?
kk: Осы кезеңді аяқтайсыз ба?
ko: 이 도전을 종료하시겠습니까?
nl: Wil je deze reeks beëindigen?
pt: Queres terminar esta corrida?
ro: Vrei să termini acest run?
ru: Вы хотите завершить эту попытку?
sk: Chcete ukončiť tento pokus?
sl: Želite končati ta tek?
sq: Doni të përfundohen ku raund?
sr: Да ли желите да прекинете низ?
sv: Vill du avsluta denna omgång?
tr: Bu oyunu bitirmek istiyor musun?
uk: Ви хочете закінчити цю серію?
vi: Bạn có muốn kết thúc lượt chạy này không?
zh: 您想结束本轮挑战吗？
zh_tw: 是否中斷？

# mobilePuzzleStormFilterNothingToShow
source: Nothing to show, please change the filters
af: Niks om te wys nie; verander asb. die filters
ar: لا شيء لإظهاره، الرجاء تغيير إعدادات التصفية
az: Göstəriləcək heç nə yoxdur, zəhmət olmasa, filtrləri dəyişin
bs: Nema ništa za prikaz, molimo promijenite filtere
ca: Res a mostrar, si us plau canvieu els filtres
cs: Nic k zobrazení, prosím změn filtry
da: Intet at vise, ændr venligst filtre
el: Δε βρέθηκαν τακτικά για τις συγκεκριμένες επιλογές φίλτρων, παρακαλώ δοκιμάστε κάποιες άλλες
eo: Nenio por montri, bonvolu ŝanĝi la filtrilojn
es: Nada que mostrar, por favor cambia los filtros
eu: Ez dago erakusteko ezer, aldatu filtroak
fa: چیزی برای نمایش نیست، خواهشمندیم فیلتر ها را عوض کنید
fi: Ei näytettävää, muuta suodatusehtoja
gl: Non aparece nada. Por favor, cambia os filtros
he: אין מה להראות. ניתן לשנות את חתכי הסינון
it: Nessun risultato, per favore modifica i filtri
kk: Сәйкестік жоқ, сүзгіні өзгертіп көріңіз
ko: 표시할 것이 없습니다. 필터를 변경해 주세요
mk: Нема што да се прикаже, ве молиме променете ги филтрите
nl: Niets te tonen, wijzig de filters
pt: Nada para mostrar, por favor, altera os filtros
ro: Nimic de afișat, vă rugăm să schimbați filtrele
ru: Нечего показывать, пожалуйста, измените фильтры
sk: Niet čo zobraziť, prosím, zmeňte filtre
sl: Ničesar nismo našli, prosimo spremenite filtre
sq: Nuk ka asgjë për të treguar, ju lutemi ndryshoni filtrat
sr: Нема ништа за приказивање, молимо вас промените филтере
sv: Ingenting att visa, vänligen ändra filtren
tr: Gösterilecek bir şey yok, lütfen filtreleri değiştirin
uk: Нічого не знайдено, будь ласка, змініть фільтри
vi: Không có gì để hiển thị, vui lòng thay đổi bộ lọc
zh: 暂无内容，请调整筛选条件
zh_tw: 無內容可顯示，請更改篩選條件

# mobilePuzzleStormNothingToShow
source: Nothing to show. Play some runs of Puzzle Storm.
af: Niks om te vertoon nie. Speel 'n paar keer Raaisels Storm.
ar: لا شيء لإظهاره. العب بضع جلسات من عاصفة الألغاز.
az: Göstəriləcək heç nə yoxdur. Bir neçə Puzzle Storm seriyası oynayın.
bs: Nema ništa za prikazati. Odigrajte nekoliko rundi Puzzle Storma.
ca: Res a mostrar. Fes algunes rondes al Puzzle Storm.
cs: Nic k zobrazení. Zahrajte si nějaké běhy úlohových bouří.
da: Intet at vise. Spil nogle runder af Puzzle Storm.
el: Δεν υπάρχουν στοιχεία. Παίξτε κάποιους γύρους Puzzle Storm.
eo: Nenio por montri. Ludu kelkajn kurojn de Puzla Ŝtormo.
es: Nada que mostrar. Juega algunas rondas de Puzzle Storm.
eu: Ez dago ezer erakusteko. Jokatu Ariketa zaparrada batzuk.
fa: چیزی برای نمایش نیست، چند دور معماباران بازی کنید.
fi: Ei näytettävää. Pelaa ensin muutama sarja Puzzle Stormia.
gl: Non aparece nada. Primeiro xoga algunha quenda de Puzzle Storm.
he: אין מה להראות. שחקו כמה סיבובים של Puzzle Storm קודם.
it: Niente da mostrare. Gioca ad alcune partite di Puzzle Storm.
kk: Нәтиже әзір жоқ. Жұмбақ Дауылын ойнап көріңіз.
ko: 표시할 것이 없습니다. 먼저 퍼즐 스톰을 플레이하세요.
nl: Niets om te tonen. Speel een aantal reeksen Puzzle Storm.
pt: Nada para mostrar. Joga alguns Puzzle Storm.
ro: Nimic de arătat. Jucați câteva partide de Puzzle Storm.
ru: Нечего показать. Сыграйте несколько раз.
sk: Niet čo zobraziť. Zahrajte si niekoľko kôl Puzzle Storm.
sl: Ničesar nismo našli. Odigrajte Puzzle Storm.
sq: Asgjë për të treguar. Luaj disa vrapime të stuhisë së enigmës.
sr: Нема ништа за приказ. Одиграте неколико вежби.
sv: Inget att visa. Spela några omgångar av Puzzle Storm.
tr: Gösterilcek bir şey yok. Birkaç kez Bulmaca Fırtınası oyunu oynayın.
uk: Нічого показати. Зіграйте в гру Puzzle Storm.
vi: Không có gì để xem. Chơi một vài ván Puzzle Storm.
zh: 暂无内容，请先进行几轮“Puzzle Storm”挑战。
zh_tw: 無內容可顯示。請遊玩幾場 Puzzle Storm 。

# mobilePuzzleStormSubtitle
source: Solve as many puzzles as possible in 3 minutes.
af: Los soveel raaisels moontlik op in 3 minute.
ar: حل أكبر عدد ممكن من الألغاز في ٣ دقائق.
az: 3 dəqiqə ərzində mümkün qədər çox tapmaca həll edin.
bg: Решете колкото можете повече задачи за 3 минути.
bn: ৩ মিনিটে যত বেশি পারেন ধাঁধাঁ সমাধান করেন।
bs: Riješite što više zagonetki za 3 minute.
ca: Resoleu el màxim nombre de problemes en 3 minuts.
cs: Vyřeš co nejvíce úloh za 3 minuty.
da: Løs så mange opgaver som muligt på 3 minutter.
el: Λύστε όσα περισσότερα τακτικά μπορείτε σε 3 λεπτά.
eo: Solvu tiom da puzloj kiom eble en 3 minutoj.
es: Resuelve tantos ejercicios como puedas en 3 minutos.
eu: Ebatzi ahalik eta ariketa gehien 3 minututan.
fa: هر چند تا معما را که می‌توانید در ۳ دقیقه حل کنید.
fi: Ratkaise mahdollisimman monta tehtävää 3 minuutissa.
gl: Resolve tantos crebacabezas como sexa posible en 3 minutos.
he: פתרו כמה שיותר חידות ב־3 דקות.
it: Risolvi il maggior numero di puzzle in tre minuti.
kk: 3 минутта барынша көп жұмбақ шешіп көр.
ko: 3분 이내에 최대한 많은 퍼즐을 해결하십시오.
nl: Los zoveel mogelijk puzzels op in 3 minuten.
pt: Resolve quantos problemas for possível em 3 minutos.
ro: Rezolvă cât mai multe puzzle-uri în 3 minute.
ru: Решите как можно больше задач за 3 минуты.
sk: Vyriešte čo najviac úloh za 3 minúty.
sl: Rešite čim več ugank v 3 minutah.
sq: Zgjidhni sa më shumë enigmë të mundeni brenda 3 minutash.
sr: Решите што више вежби можете у 3 минута.
sv: Lös så många pussel som möjligt på 3 minuter.
tr: 3 dakika içerisinde mümkün olduğunca çok bulmaca çözün.
uk: Розв'яжіть якомога більше задач за 3 хвилини.
vi: Giải càng nhiều câu đố càng tốt trong 3 phút.
zh: 在 3 分钟内尽可能多地解答谜题
zh_tw: 在 3 分鐘內盡可能解開最多的謎題。

# mobilePuzzleStreakAbortWarning
source: You will lose your current streak and your score will be saved.
af: Jy gaan jou huidige reeks verloor en jou telling sal gestoor word.
ar: ستفقد سلسلة حلولِك الحالية وستُحفظ نتيجتك.
az: Hazırkı ardıcıllığınızı itirəcəksiniz və xalınız saxlanılacaq.
bs: Izgubit ćete trenutni niz i vaš rezultat će biti sačuvan.
ca: Perdreu la vostra ratxa i la vostra puntuació es guardarà.
cs: Ztratíte aktuální sérii a vaše skóre bude uloženo.
da: Du vil miste din nuværende stime og din score vil blive gemt.
el: Θα χάσετε το τρέχον σερί σας και το σκορ σας θα αποθηκευτεί.
eo: Vi perdos vian nunan sinsekvon kaj via poentaro estos konservita.
es: Perderás tu racha actual y se guardará tu puntuación.
eu: Zure uneko bolada galduko duzu eta zure puntuazioa gorde egingo da.
fa: شما ریسه فعلی‌تان را خواهید باخت و امتیازتان ذخیره خواهد شد.
fi: Parhaillaan menossa oleva putkesi päättyy, ja pistemääräsi tallennetaan.
gl: Perderás a túa secuencia actual e o teu resultado gardarase.
he: הרצף הנוכחי שלך ייאבד אך הניקוד יישמר.
it: Perderai la tua serie corrente e il tuo punteggio verrà salvato.
kk: Қазіргі тізбектен айрыласыз, нәтиже сақталады.
ko: 현재 연속 해결 기록을 잃고 점수는 저장됩니다.
nl: Je verliest je huidige reeks en de score wordt opgeslagen.
pt: Perderas a tua sequência atual e a pontuação será salva.
ro: Îți vei pierde seria actuală și scorul va fi salvat.
ru: Вы потеряете свою текущую серию, и счет будет сохранен.
sk: Stratíte svoju aktuálnu sériu a vaše skóre sa uloží.
sl: Izgubili boste svoj trenutni niz, vaš dosežek ne bo shranjen.
sq: Ju do të humbni brezin tuaj aktual dhe rezultati juaj do të ruhet.
sr: Изгубићете низ и ваш резултат биће сачуван.
sv: Du kommer att förlora din nuvarande serie och din poäng kommer att sparas.
tr: Mevcut serinizi kaybedeceksiniz ve puanınız kaydedilecektir.
uk: Ви втратите поточну серію, і ваш рахунок буде збережено.
vi: Bạn sẽ mất chuỗi hiện tại và điểm của bạn sẽ được lưu.
zh: 您将失去当前连胜记录，但得分会被保存
zh_tw: 您的連勝紀錄將會中斷，分數會被儲存。

# mobilePuzzleThemesSubtitle
source: Play puzzles from your favorite openings, or choose a theme.
af: Doen raaisels van jou gunstelingopenings, of kies 'n tema.
ar: حل الألغاز المتعلقة بإفتتاحاتك المفضلة، أو اختر موضوعاً.
az: Sevdiyiniz açılışlardan tapmacalar həll edin və ya bir mövzu seçin.
bg: Решавайте задачи от любимите Ви дебюти или изберете друга тема.
bs: Igrajte zagonetke iz svojih omiljenih otvaranja ili odaberite temu.
ca: Resoleu problemes de les vostres obertures preferides o seleccioneu una temàtica.
cs: Hraj úlohy z tvých oblíbených zahájení, nebo si vyber styl.
da: Spil opgaver fra dine foretrukne åbninger, eller vælg et tema.
el: Λύστε τακτικά από τα αγαπημένα σας ανοίγματα, ή επιλέξτε κάποιο θέμα.
eo: Ludu puzlojn el viaj ŝatataj malfermoj, aŭ elektu temon.
es: Realiza ejercicios sobre tus aperturas favoritas o sobre el tema que elijas.
eu: Jokatu zure irekiera gogokoenen ariketak, edo aukeratu gai bat.
fa: معماهایی را از گشایش دلخواه‌تان بازی کنید، یا جستاری را برگزینید.
fi: Tee tehtäviä suosikkiavauksistasi tai valitse tehtäväteema.
gl: Resolve crebacabezas das túas aperturas favoritas ou elixe un tema.
he: פתרו חידות עם הפתיחות האהובות עליכם או בחרו ממגוון נושאים.
it: Gioca a puzzle dalle tue aperture preferite, o scegli un tema.
kk: Өз бастауларыңызға негізделген жұмбақтар, не кез-келген тақырып.
ko: 당신이 가장 좋아하는 오프닝으로부터의 퍼즐을 플레이하거나, 테마를 선택하십시오.
nl: Speel puzzels uit je favorieten openingen, of kies een thema.
pt: Joga problemas das tuas aberturas favoritas, ou escolhe um tema.
ro: Joacă puzzle-uri din deschiderile tale preferate sau alege o temă.
ru: Решайте задачи по вашим любимым дебютам или выберите тему.
sk: Riešte úlohy zo svojich obľúbených otvorení alebo si vyberte tému.
sl: Igrajte uganke iz svojih najljubših otvoritev ali izberite temo.
sq: Luani enigmë nga hapjet tuaja të parapëlqyera, ose zgjidhni një temë.
sr: Играк вежбе ваших омињених отварања, или изаберите тему.
sv: Spela pussel från dina favoritöppningar, eller välj ett tema.
tr: En sevdiğiniz açılışlardan bulmacalar oynayın veya bir tema seçin.
uk: Розв'язуйте задачі з улюбленими дебютами або обирайте тему.
vi: Giải câu đố từ những khai cuộc yêu thích của bạn hoặc chọn một chủ đề.
zh: 解答您喜爱的开局谜题，或选择特定主题
zh_tw: 從您偏好的開局開始挑戰謎題，或選擇特定主題。

# mobilePuzzlesTab
source: Puzzles
af: Raaisels
ar: الألغاز
az: Tapmacalar
be: Задачы
bg: Задачи
bn: ধাঁধা
bs: Zagonetke
ca: Problemes
cs: Úlohy
da: Opgaver
el: Τακτικά
eo: Puzloj
es: Ejercicios
eu: Ariketak
fa: معماها
fi: Tehtävät
gl: Problemas
he: חידות
hy: խնդիրներ
id: Teka-teki
it: Puzzle
kk: Жұмбақ
ko: 퍼즐
lt: Užduotys
lv: Puzles
mk: Проблеми
nl: Puzzels
pt: Problemas
ro: Puzzle-uri
ru: Задачи
sk: Úlohy
sl: Problemi
sq: Ushtrime
sr: Вежбе
sv: Problem
tr: Bulmacalar
uk: Задачі
vi: Câu đố
zh: 谜题
zh_tw: 謎題

# mobileRecentSearches
source: Recent searches
af: Onlangse soektogte
ar: عمليات البحث الأخيرة
az: Son axtarışlar
be: Нядаўнія пошукі
bg: Последни търсения
bs: Nedavne pretrage
ca: Cerques recents
cs: Nedávná vyhledávání
da: Seneste søgninger
el: Πρόσφατες αναζητήσεις
eo: Lastaj serĉoj
es: Búsquedas recientes
eu: Azken bilaketak
fa: واپسین جستجوها
fi: Viimeisimmät haut
gl: Procuras recentes
he: חיפושים אחרונים
it: Ricerche recenti
kk: Кейінгі іздеулер
ko: 최근 검색어
nl: Recente zoekopdrachten
pt: Pesquisas recentes
ro: Căutări recente
ru: Предыдущие запросы
sk: Posledné vyhľadávania
sl: Nedavna iskanja
sq: Kërkime së fundi
sr: Скорашње претраге
sv: Senaste sökningar
tr: Son aramalar
uk: Недавні пошуки
vi: Tìm kiếm gần đây
zh: 最近搜索
zh_tw: 搜尋紀錄

# mobileRemoveBookmark
source: Remove bookmark
ar: إزالة الإشارة المرجعية
bs: Ukloni oznaku
ca: Suprimeix el marcador
da: Fjern bogmærke
el: Διαγραφή σελιδοδείκτη
es: Borrar marcador
eu: Ezabatu laster-marka
fa: حذف نشانه
fi: Poista kirjanmerkki
gl: Eliminar marcador
it: Rimuovi segnalibro
ko: 북마크 제거
nl: Bladwijzer verwijderen
pt: Remover dos Favoritos
ro: Șterge marcajul
ru: Удалить из избранного
sk: Odstrániť záložku
sl: Odstrani zaznamek
tr: Yer işaretini kaldır
uk: Видалити закладку
vi: Bỏ đánh dấu
zh: 移除书签
zh_tw: 移除書籤

# mobileServerAnalysis
source: Server analysis
bs: Analiza servera
ca: Anàlisis al servidor
el: Ανάλυση στον διακομιστή
es: Análisis en el servidor
eu: Zerbitzariaren analisia
fa: تحلیل سرور
fi: Palvelinanalyysi
gl: Análise no servidor
it: Analisi sul server
ko: 서버 분석
nl: Server analyse
ro: Analiză server
ru: Анализ сервера
sk: Analýza na serveri
sl: Analiza strežnika
uk: Аналіз на сервері
vi: Phân tích trên máy chủ
zh: 服务器分析
zh_tw: 伺服器分析

# mobileSettingsClockPosition
source: Clock position
af: Horlosie posisie
ar: موضع الساعة
az: Saat mövqeyi
be: Размяшчэнне гадзінніка
bg: Позиция на часовника
bn: ঘড়ির অবস্থান
bs: Položaj sata
ca: Posició del rellotge
cs: Pozice hodin
da: Ur-position
el: Θέση ρολογιού
eo: Horloĝa pozicio
es: Posición del reloj
eu: Erlojuaren posizioa
fa: جای ساعت
fi: Kellon sijainti
gl: Posición do reloxo
he: מיקום השעון
hy: Ժամացույցի դիրքը
id: Posisi jam
it: Posizione dell'orologio
kk: Сағат орны
ko: 시계 위치
lt: Laikrodžio vieta
lv: Pulksteņa novietojums
mk: Позиција на часовникот
nl: Positie klok
pt: Posição do relógio
ro: Poziția ceasului
ru: Расположение часов
sk: Umiestnenie hodín
sl: Pozicija ure
sq: Pozicion sahati
sr: Позиција шаховског сата
sv: Klockans position
tr: Saat pozisyonu
uk: Розташування годинника
vi: Vị trí đồng hồ
zh: 棋钟位置
zh_tw: 棋鐘位置

# mobileSettingsCustomBackgroundPresets
source: Presets
ar: الإعدادات المسبقة
bs: Unaprijed postavljene postavke
ca: Predefinits
da: Forudindstillinger
el: Πρότυπα
es: Ajustes
eu: Aurrezarpenak
fa: پیش فرض ها
fi: Esiasetukset
gl: Predeterminados
it: Predefiniti
ko: 프리셋
nl: Voorinstellingen
pt: Predefinições
ro: Setări predefinite
ru: Предустановки
sk: Predvoľby
sl: Prednastavitve
tr: Hazırlar
uk: Шаблони
vi: Mẫu có sẵn
zh: 预设方案
zh_tw: 預設集

# mobileSettingsDraggedPieceTarget
source: Dragged piece target
ar: ظل القطعة المسحوبة
bs: Ciljani dio prevučenog dijela
ca: Objectiu peça arrossegada
da: Mål for trukket brik
el: Περίγραμμα μεταφερόμενου κομματιού
es: Marcador de destino de la pieza arrastrada
eu: Arrastatutako piezaren helburua
fa: هدف مهره کشیده شده
fi: Vedetyn nappulan kohde
gl: Destino da peza arrastrada
it: Obiettivo pezzo trascinato
ko: 드래그된 기물 타겟
nl: Versleept stuk bestemming
ro: Destinația piesei trase
ru: Цель передвинутой фигуры
sk: Cieľové políčko ťahanej figúrky
sl: Vlečena tarča figur
uk: Перетягнута ціль
vi: Kéo quân cờ mục tiêu
zh: 拖动棋子落点标记
zh_tw: 拖曳目標

# mobileSettingsDraggedTargetCircle
source: Circle
ar: دائرة
bg: Кръг
bn: বৃত্ত
bs: Krug
ca: Cercle
da: Cirkel
el: Κύκλος
eo: Cirklo
es: Círculo
eu: Borobila
fa: دایره
fi: Ympyrä
gl: Círculo
it: Cerchio
ko: 원
nl: Cirkel
pt: Círculo
ro: Cerc
ru: Круглая
sk: Kruh
sl: Krog
sr: Круг
tr: Daire
uk: Коло
vi: Hình tròn
zh: 圆形
zh_tw: 圓形

# mobileSettingsDraggedTargetSquare
source: Square
ar: مربع
bg: Квадрат
bn: বর্গ
bs: Kvadrat
ca: Quadrat
da: Kvadrat
el: Τετράγωνο
eo: Kvadrato
es: Cuadrado
eu: Karratua
fa: مربع
fi: Neliö
gl: Cadrado
it: Quadrato
ko: 칸
nl: Vierkant
ro: Pătrat
ru: Квадратная
sk: Štvorec
sl: Polje
sr: Квадрат
tr: Kare
uk: Квадрат
vi: Hình vuông
zh: 方形
zh_tw: 方形

# mobileSettingsHomeWidgets
source: Home widgets
ar: الواجهات الرئيسية المصغّرة
bs: Početna stranica s dodacima
ca: Giny de l'inici
da: Hjem-widget
el: Widget αρχικής σελίδες
es: Componentes de la página de inicio
eu: Hasiera orriko widgetak
fa: علامت های صفحه ی خانه
fi: Etusivun pienohjelmat
gl: Trebellos da páxina de inicio
it: Widget nella home
ko: 홈 위젯
nl: Thuiswidgets
pt: Widgets do ecrã principal
ro: Widget-uri pagină principală
ru: Виджеты главного экрана
sk: Widgety na domovskej stránke
sl: Domači pripomočki
uk: Домашні віджети
vi: Tiện ích trang chủ
zh: 首页小组件
zh_tw: 首頁配置

# mobileSettingsImmersiveMode
source: Immersive mode
af: Volskermmodus
ar: وضع ملء الشاشة
az: İmmersiv rejim
be: Поўнаэкранны рэжым
bg: Режим "Цял екран"
bs: Imerzivni način rada
ca: Mode immersiu
cs: Režim bez rušení
da: Fordybelsestilstand
el: Λειτουργία εστίασης
eo: Enakviĝa reĝimo
es: Modo inmersivo
eu: Murgiltze modua
fa: حالت فراگیر
fi: Kokoruututila
gl: Pantalla completa
he: מצב ריכוז
it: Modalità immersiva
kk: Оқшау көрініс
ko: 전체 화면 모드
nl: Volledig scherm-modus
pt: Modo imersivo
ro: Mod imersiv
ru: Режим погружения
sk: Režim celej obrazovky
sl: Interaktivni način
sq: Modaliteti zhytës
sr: Режим целог екрана
sv: Expanderat läge
tr: Sürükleyici mod
uk: Повноекранний режим
vi: Chế độ toàn màn hình
zh: 沉浸模式
zh_tw: 沉浸模式

# mobileSettingsImmersiveModeSubtitle
source: Hide system UI while playing. Use this if you are bothered by the system's navigation gestures at the edges of the screen. Applies to game and puzzle screens.
ar: إخفاء واجهة الجهاز أثناء اللعب. إستخدم هذا إذا كنت منزعجاً من إيماءات التنقل للنظام عند حواف الشاشة. تُطبق على شاشة المباريات و الألغاز.
bg: Скрий интерфейса по време на игрите. Използвайте това, ако системната навигация по краищата на екрана Ви пречи. В сила е по време на игри и задачи.
bs: Sakrij korisnički interfejs sistema tokom igranja. Koristite ovo ako vas smetaju navigacijski gestovi sistema na rubovima ekrana. Odnosi se na ekrane igara i slagalica.
ca: Amaga la interfície del sistema mentre jugues. Utilitza-ho si et molesta la navegació del sistema a les vores de la pantalla. Aplica a les pantalles de partides i problemes.
da: Skjul systemets brugerflade, mens du spiller. Brug denne funktion, hvis du er generet af systemets navigationsbevægelser i kanterne af skærmen. Gælder for parti- og Puzzle Storm-skærme.
el: Απόκρυψη της διεπαφής συστήματος κατά την παρτίδα. Ενεργοποιήστε αυτή τη ρύθμιση αν σας αποπροσανατολίζει η λειτουργία πλοήγησης με κινήσεις του συστήματος στις άκρες της οθόνης. Η ρύθμιση εφαρμόζεται στις οθόνες παρτίδων και τακτικών.
es: Oculta la interfaz del sistema durante la partida. Úsalo si te molestan los iconos de navegación del sistema en los bordes de la pantalla. Aplica a las pantallas de juego y a las de ejercicios.
eu: Ezkutatu sistemaren interfazioa jokatzen ari zarela. Erabili hau zure telefonoaren nabigatzeko aukerek traba egiten badizute. Partida bati eta ariketen pantailei dagokie.
fa: پنهان کردن رابط کاربری سیستم موقع بازی. اگر ژست‌های حرکتی سیستم (مثل دکمهٔ بازگشت) در لبه‌های صفحه مزاحمتان است، از این گزینه استفاده کنید. این تنظیم برای صفحه‌های بازی و معما اعمال می‌شود.
fi: Piilota laitteen käyttöliittymä pelatessasi. Valitse tämä, jos laitteesi navigointieleet näytön laidoilla ovat sinulle häiriöksi. Asetus vaikuttaa peli- ja tehtävänäkymiin.
gl: Oculta a Interface de Usuario. Úsao se che amolan as iconas de navegación do sistema nos bordos da pantalla durante as partidas e os crebacabezas.
it: Nascondi la UI di sistema mentre giochi. Attiva se i gesti di navigazione ai bordi dello schermo ti danno fastidio. Si applica alle schermate delle partite e dei puzzle.
ko: 플레이 중 시스템 UI를 숨깁니다. 화면 모서리의 네비게이션 제스쳐 때문에 방해되는 경우 사용하세요. 게임과 퍼즐 플레이에 모두 적용됩니다.
nl: Systeem-UI verbergen tijdens het spelen. Gebruik dit als je last hebt van de navigatiegebaren aan de randen van het scherm. Van toepassing bij partijen en puzzels.
pt: Ocultar a interface do sistema durante o jogo. Utiliza esta opção se sentires incomodado com os gestos de navegação do sistema nas extremidades do ecrã. Aplica-se aos ecrãs de jogo e de problemas.
ro: Ascunde interfața de utilizator a sistemului în timpul jocului. Folosește această opțiune dacă ești deranjat de gesturile de navigare ale sistemului la marginile ecranului. Se aplică pentru ecranele de joc și probleme de șah.
ru: Скрывать интерфейс во время игры. Воспользуйтесь, если вам мешает навигация по краям экрана. Применяется в режиме партий и задач.
sk: Skrytie používateľského rozhrania systému počas hrania. Túto funkciu použite, ak vám prekážajú navigačné gestá systému na okrajoch obrazovky. Platí pre obrazovky s partiami a úlohami.
sl: Skrij sistemski vmesnik med igranjem. Uporabite, če vas motijo navigacijske poteze ob robovih zaslona. Velja za igro in Puzzle Storm.
sq: Fshihe UI-n e sistemit kur luhet. Përdoreni këtë nëse ju bezdisin gjestet e sistemit për lëvizje në skaje të ekranit. Vlen për skena lojërash dhe puzzle-sh.
sr: Склони системско корисничко окружење током играња. Користи ово ако ти сметају навигационе гестуре система на ивицама екрана. Примењује се на партијским и проблемским екранима.
tr: Oynarken sistem arayüzünü gizle. Sistemin, ekranın kenarlarındaki gezinme hareketlerinden rahatsızsan bunu kullan. Bu ayar oyun ve bulmaca ekranlarına uygulanır.
uk: Приховати інтерфейс системи під час гри. Використовуйте, якщо вас турбують навігаційні жести системи по краях екрану. Застосовується до екранів гри та задач.
vi: Ẩn giao diện hệ thống trong khi chơi. Dùng tuỳ chọn này nếu bạn bị các cử chỉ điều hướng của hệ thống ở các cạnh của màn hình làm phiền. Áp dụng cho màn hình ván đấu và câu đố.
zh: 在对局时隐藏系统界面。如果屏幕边缘的系统导航手势打扰到您，则可使用此选项。适用于对局和谜题界面。
zh_tw: 對弈時隱藏系統介面。若您會被螢幕邊緣的系統導覽手勢干擾，請使用此功能。

# mobileSettingsMaterialDifferenceCapturedPieces
source: Captured pieces
ar: القطع المأسورة
bn: কেটে যাওয়া গুটিগুলো
bs: Zarobljeni dijelovi
ca: Peces capturades
da: Erobrede brikker
el: Αιχμαλωτισμένα κομμάτια
es: Piezas capturadas
eu: Harrapatutako piezak
fa: مهره‌های زده‌شده
fi: Lyödyt nappulat
gl: Pezas capturadas
it: Pezzi catturati
ko: 잡힌 기물
nl: Geslagen stukken
pt: Peças capturadas
ro: Piese capturate
ru: Взятые фигуры
sk: Zobraté figúry
sl: Osvojene figure
tr: Ele geçirilen taşlar
uk: Взяті фігури
vi: Quân đã ăn
zh: 被吃的棋子
zh_tw: 吃子

# mobileSettingsPickAnImage
source: Pick an image
ar: اختر صورة
bn: একটি ছবি বাছাই করুন
bs: Odaberite sliku
ca: Selecciona una imatge
da: Vælg et billede
el: Επιλέξτε μια εικόνα
es: Selecciona una imagen
eu: Aukeratu irudi bat
fa: انتخاب عکس
fi: Valitse kuva
gl: Selecciona unha imaxe
it: Scegli un'immagine
ko: 이미지 선택
nl: Kies een afbeelding
pt: Escolher uma imagem
ro: Alege o imagine
ru: Выберите изображение
sk: Vybrať obrázok
sl: Izberite sliko
sr: Изабери слику
tr: Bir resim seçin
uk: Вибрати зображення
vi: Chọn một ảnh
zh: 选择图片
zh_tw: 選擇圖片
