Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# goodPractice
source: To that effect, we must ensure that all players follow good practice.
af: Om dit reg te kry, moet ons seker maak dat alle spelers goeie praktyke handhaaf.
ar: لهذا الغرض، علينا التأكد أن جميع اللاعبين يسلكون سلوكاً حسناً.
az: Bunun üçün bütün oyunçuların düzgün təcrübəni izləməsini təmin etməliyik.
be: Каб дамагчыся гэтага, мы павінны забяспечыць, каб усе гульцы вынікалі правілам добрага тону.
bg: С тази цел трябва да подсигурим, че всички играчи спазват добри практики.
bn: সেই লক্ষ্যে আমাদের অবশ্যই নিশ্চিত করতে হবে যে সমস্ত খেলোয়াড় ভাল অভ্যাস চর্চা করে।
bs: Zbog toga, moramo osigurati da svi igrači ispravno postupaju.
ca: Per això, hem de garantir que tots els jugadors segueixin bones pràctiques.
cs: Proto se musíme ujistit, že se všichni chovají správně.
da: I den forbindelse må vi sikre, at alle spillere følger god praksis.
el: Για να πραγματοποιηθεί αυτό, πρέπει να βεβαιωθούμε ότι όλοι οι παίκτες ακολουθούν τους κανόνες.
eo: Pro tio, ni devas certigi ke ĉiuj ludantoj sekvas bonna etiketon.
es: Para ello, debemos asegurarnos de que todos los jugadores se comportan como es debido.
eu: Horretarako, jokalari guztiek praktika onak jarraitzen dituztela ziur izan behar dugu.
fa: به همین منظور، ما باید اطمینان حاصل کنیم که تمام بازیکنان تمرین خوب را دنبال میکنند.
fi: Siksi meidän on huolehdittava siitä, että kaikki käyttäytyvät asiallisesti.
gl: Para iso, debemos asegurarnos de que todos os xogadores se comportan como é debido.
he: בעקבות זאת, אנחנו חייבים לוודא שכל השחקנים ינהגו בכבוד.
hy: Դրան հասնելու համար մենք պետք է այնպես անենք, որ բոլոր խաղացողները հետևեն բարեկրթության կանոններին։
id: Untuk itu, kami harus memastikan bahwa semua pemain harus mengikuti perlakuan yang baik.
it: A tal fine, dobbiamo assicurarci che tutti i giocatori si comportino bene.
kk: Сол үшін барлық ойыншылардың тәртібін қадағалауға тура келеді.
ko: 그러기 위해서는, 우리는 모든 플레이어가 좋은 관행을 따르도록 보장해야 합니다.
lt: Dėl to turime užtikrinti, kad visi žaidėjai laikytųsi gerųjų praktikų.
lv: Līdz ar to, mums jānodrošina, lai visi spēlētāji pieturas pie labas prakses.
mk: Поради тоа, мораме да се осигуриме дека сите играчи се чесни.
nl: Daarom moeten we ervoor zorgen dat alle spelers goede praktijken volgen.
pt: Para isso, temos de nos assegurar que todos os jogadores seguem boas práticas.
ro: Ca acest lucru să se întâmple, trebuie să ne asigurăm că toți jucătorii respectă bunele practici.
ru: Чтобы этого добиться, мы должны сделать так, чтобы все игроки следовали правилам хорошего тона.
sk: Aby sme to docielili, musíme sa uistiť že sa všetci hráči správajú športovo.
sl: Da bi to dosegli, moramo zagotoviti, da se vsi igralci držijo dobre prakse.
sq: Për këtë qëllim, duhet të garantojmë që krejt tarët të ndjekin praktikat e mira.
sr: Због тога, морамо се побринути да сви играчи прате добре праксе.
sv: Därför måste vi försäkra oss om att alla spelare följer god sed.
tr: Bu nedenle, bütün oyuncuların doğru davranışlar sergilemesine özen gösteriyoruz.
uk: Щоб домігтися цього ефекту, ми повинні впевнитися, що всі гравці добре поводяться.
vi: Để đạt được mục đích, chúng tôi phải chắc chắn rằng mọi người phải tuân thủ tốt.
zh: 为此，我们必须确保每位棋手都遵循我们的规范。
zh_tw: 為此，我們必須確保所有參與者都遵循良好做法

# potentialProblem
source: When a potential problem is detected, we display this message.
af: As 'n potensiele probleem opgemerk word, wys ons hierdie boodskap.
ar: عند اكتشاف مشكلة محتملة، نعرض هذه الرسالة.
az: Potensial bir problem aşkar edildikdə, bu mesajı göstəririk.
be: Калі мы выяўляем патэнцыйную праблему, мы паказваем гэтае паведамленне.
bg: Ако е налице потенциален проблем, показваме това съобщение.
bn: যখন এধরনের সমস্যা ধরা পড়ে তখনই আমরা এই মেসেজ দিই.
bs: Kada se otkrije potencijalni problem, prikazujemo ovu poruku.
ca: Quan un problema potancial es detecta, mostrem aquest missatge.
cs: Tato zpráva se ukáže když zjistíme problém.
da: Når et potentielt problem opdages, viser vi denne besked.
el: Σε περίπτωση που εντοπίζεται κάποιο πιθανό πρόβλημα, εμφανίζουμε αυτό το μήνυμα.
eo: Kiam ni detektas eblan problemon, ni montras ĉi tiun mesaĝon.
es: Cuando detectamos un posible problema, mostramos este mensaje.
eu: Arazo bat aurkitzen dugunean, mezu hau erakusten dugu.
fa: زمانی که مشکلی احتمالی شناسایی شد ، این پیام را نمایش می دهیم.
fi: Kun mahdollinen ongelma havaitaan, näytämme tämän viestin.
gl: Cando detectamos un posible problema, mostramos esta mensaxe.
he: כאשר בעיה מסויימת מתגלה, אנו מציגים הודעה זו.
hy: Երբ հայտնաբերում ենք հավանական խնդիր, մենք ցուցադրում ենք այս հաղորդագրությունը։
id: Ketika potensi menimbulkan masalah terdeteksi, kami menampilkan pesan ini.
it: Quando notiamo un potenziale problema, mostriamo questo messaggio.
kk: Күдікті жағдай анықталса, осы хабарлама шығады.
ko: 잠재적인 문제가 감지되었을 때는, 우리는 이 메시지를 표시합니다.
lt: Kai aptinkama galima problema, mes parodome šį pranešimą.
lv: Kad atklāta iespējama problēma, mēs rādām šo ziņojumu.
mk: Ако приметиме потенцијален проблем, ја покажуваме оваа порака.
nl: Wanneer een mogelijk probleem is gedetecteerd, tonen we dit bericht.
pt: Quando um potencial problema é detetado, exibimos esta mensagem.
ro: Când o potențială problemă este detectată, afișăm acest mesaj.
ru: Когда мы обнаруживаем потенциальную проблему, мы показываем это сообщение.
sk: Keď zaznamenáme potenciálny problém, zobrazíme túto správu.
sl: Ko zaznamo možno težavo, se prikaže to sporočilo.
sq: Kur pikaset një problem i mundshëm, shfaqim këtë mesazh.
sr: Када је потенцијални проблем детектован, ми прикажемо ову поруку.
sv: När ett möjligt problem upptäcks visar vi detta meddelande.
tr: Potansiyel bir sorun tespit edildiğinde bu mesajı görüntülüyoruz.
uk: Ми відображаємо це повідомлення при виявленні можливої проблеми.
vi: Khi có vấn đề phát sinh, chúng tôi sẽ hiển thị thông báo này.
zh: 当检测到潜在问题时，我们会显示此消息。
zh_tw: 當檢測到不良行為時，我們將顯示此消息

source: How to avoid this?
af: Hoe om hierdie te vermy?
ar: كيفية تجنب حدوث هذا ؟
az: Bunun qarşısını necə almaq olar?
be: Як пазбегнуць гэтага?
bg: Как да се избегне това?
bn: কিভাবে এসব এড়িয়ে চলবো?
bs: Kako to izbjeći?
ca: Com evitar-ho?
cs: Jak se tomuto vyhnout?
da: Hvordan undgås dette?
el: Τι μπορώ να κάνω;
eo: Kiel eviti tion?
es: ¿Cómo evitar esto?
eu: Nola ekidin hau?
fa: چگونه از آن بپرهیزیم؟
fi: Kuinka voit välttää tämän?
gl: Como evitar isto?
he: איך להימנע מכך?
hy: Ինչպե՞ս խուսափել սրանից
id: Bagaimana cara untuk menghindari ini?
it: Come evitare il blocco?
kk: Осындайдан қалай аулақ боламыз?
ko: 이것을 어떻게 피할 수 있나요?
lt: Kaip to išvengti?
lv: Kā no šī izvairīties?
mk: Како да се избегне ова?
nl: Hoe kunnen we dit voorkomen?
pt: Como evitar isto?
ro: Cum puteți preveni suspendarea?
ru: Как избежать этого?
sk: Ako sa tomu vyhnúť?
sl: Kako se izogniti temu?
sq: Si të shmanget ky?
sr: Како ово избећи?
sv: Hur undviker jag det här?
tr: Tekrar olmaması için ne yapmalıyım?
uk: Як цього уникнути?
vi: Làm thế nào để tránh điều này?
zh: 如何避免这种情况？
zh_tw: 如何避免這件事發生?

# playEveryGame
source: Play every game you start.
af: Speel elke wedstryd wat jy begin.
ar: العب كل دور تبدأه.
az: Başladığınız hər oyunu oynayın.
be: Дагульвайце усе гульні якія вы пачалі.
bg: Играйте всяка игра, която започнете.
bn: যে গেম খেলা শুরু করবেন তা অবশ্যই শেষ করবেন.
bs: Odigrajte svaku partiju ​​koju započnete.
ca: Juga cada joc que comencis.
cs: Dohraj každou hru kterou začneš.
da: Spil alle partier du starter.
el: Τελειώστε κάθε παρτίδα που ξεκινάτε.
eo: Ludu ĉiun ludon, kiun vi komencas.
es: Juega todas las partidas que empieces.
eu: Hasitako partida guztiak jokatu.
fa: هر بازی‌ای که آغازیدید را، بازی کنید.
fi: Pelaa loppuun jokainen aloittamasi peli.
gl: Xoga todas as partidas que comeces.
he: יש לסיים כל משחק שהתחלת.
hy: Հասցրե՛ք ավարտին սկսված բոլոր խաղերը։
id: Mainkan setiap permainan yang kamu mulai.
it: Gioca ogni partita che inizi.
kk: Әр ойынды аяғына дейін ойнаңыз.
ko: 시작한 모든 대국을 플레이하세요.
lt: Užbaikite kiekvieną pradėtą partiją.
lv: Izspēlējiet katru spēli, ko iesākat.
mk: Изиграј ја секоја игра што ќе ја започнеш.
nl: Speel elk partij die je start.
pt: Joga todas as partidas que começares.
ro: Jucați fiecare meci pe care-l începeți.
ru: Доигрывайте все партии, которые начинали.
sk: Dohrajte každú začatú partiu!
sl: Odigrajte vsako igro, ki jo začnete.
sq: Luani çdo lojë që filloni.
sr: Одиграј сваку партију коју започнеш.
sv: Spela varje parti som du påbörjar.
tr: Başladığınız her oyunu sonuna kadar oynayın.
uk: Якщо почали грати, догравайте до кінця.
vi: Chơi tất cả các ván mà bạn đã tham gia.
zh: 完成您开始的每一场对局。
zh_tw: 避免在棋局中任意退出

# tryToWin
source: Try to win (or at least draw) every game you play.
af: Probeer om te wen (of ten minste gelykop) elke keer as jy speel.
ar: حاول فوز (او تعادل على الأقل) كل دور تلعبه.
az: Oynadığınız hər oyunda qalib gəlməyə (və ya heç olmasa heç-heçə etməyə) çalışın.
be: Паспрабуйце перамагчы (або звесці на нічыю) кожную вашу гульню.
bg: Опитайте да спечелите (или поне да свършите наравно) всяка игра, която играете.
bn: জেতার চেষ্টা করুন (অথবা ড্র) যেসব গেম খেলছেন.
bs: Pokušajte pobijediti (ili barem izboriti neriješen rezultat) svaku partiju ​​koju igrate.
ca: Prova de guanyar (o al menys fer taules) cada partida.
cs: Zkus vyhrát (nebo alespoň remizovat) každou hru.
da: Forsøg at vinde (eller i det mindre opnå remis) alle partier du spiller.
el: Προσπαθήστε να νικήσετε (ή να κάνετε ισοπαλία) κάθε παρτίδα που παίζετε.
eo: Provu gajni (aŭ almenaŭ egaligi) ĉiun ludon, kiun vi ludas.
es: Intenta ganar (o, al menos, empatar) cada partida que juegues.
eu: Jokatutako partida guztiak irabazten saiatu (edo gutxienez berdindu).
fa: در هر بازی برای پیروزی (یا حداقل تساوی) تلاش کنید.
fi: Yritä voittaa (tai edes pelata tasan) jokainen pelisi.
gl: Intenta gañar (ou polo menos empatar) todas as partidas que xogues.
he: יש לנסות לנצח (או לפחות לסיים בתיקו) כל משחק שהתחלת.
hy: Փորձեք հաղթել (կամ գոնե ոչ-ոքի խաղալ) յուրաքանչյուր խաղ։
id: Usahakan untuk menang (atau setidaknya remis) disetiap permainan yang kau mainkan.
it: Impegnati a vincere (o almeno a pareggiare) ogni partita che giochi.
kk: Жеңіске (кемі тепе-теңдікке) жетуге ұмтылыңыз.
ko: 플레이하는 모든 대국에서 승리하도록 (적어도 비기도록) 노력하세요.
lt: Kiekvieną kartą stenkitės laimėti, ar bent sužaisti lygiosiomis.
lv: Mēģiniet uzvarēt (vai vismaz panākt neizšķirtu) katrā spēlē, ko spēlējat.
mk: Пробај да победиш (или да изиграш нерешено) во секоја партија.
nl: Probeer elke partij die je speelt te winnen (of tenminste gelijk te spelen).
pt: Tenta ganhar (ou pelo menos empatar) todas as partida que jogares.
ro: Încercați să câștigați (sau măcar să faceți remiză) fiecare meci pe care-l jucați.
ru: Попытайтесь выиграть (или хотя бы свести вничью) каждую свою партию.
sk: Snažte sa vyhrať (alebo aspoň zremizovať) každú partiu, ktorú hráte!
sl: Poskusite zmagati (ali vsaj remizirati) vsako igro, ki jo igrate.
sq: Përpiquni të fitoni (ose të paktën të barazoni) çdo lojë që luani.
sr: Пробај да победиш (или барем изједначиш) сваку партију коју одиграш.
sv: Försök vinna (eller åtminstone nå remi i) varje parti som du spelar.
tr: Oynadığınız her oyunu kazanmaya çalışın (ya da en azından berabere kalmayı deneyin).
uk: Грайте завжди на перемогу (чи принаймні на нічию).
vi: Cố gắng thắng (hoặc ít nhất hòa) mỗi ván mà bạn chơi.
zh: 尽力赢下（或至少和棋）您参与的每一场对局。
zh_tw: 試著在每個棋局裡獲勝(或至少平手)

# resignLostGames
source: Resign lost games (don't let the clock run down).
af: Gee hopelose wedstryde oor (moenie dat jou tyd uithardloop nie).
ar: انسحب اذا كنت على وشك الهزيمة (لا تدع الوقت ينتهي).
az: İtirəcəyiniz oyunları tərk edin(vaxtın bitməsinə imkan verməyin).
be: Здавайцеся ў ясна прайграных гульнях (а не чакайце, пакуль час скончыцца).
bg: Предавайте се, когато играта е загубена (не оставяйте часовникът просто да спре).
bn: হেরে জাওা খেলা তি রেসিগ্ন করুন।( সময় সেশ হওার অপ্পেখা করবেন না)।.
bs: Predajte izgubljenu partiju (ne čekajte da vrijeme istekne).
ca: Resigna els jocs perduts (no deixis córrer el temps).
cs: Odstup od prohraných her (nenechávej dojít hodiny).
da: Kapituler ved tabende position (lad ikke tiden løbe ud).
el: Παραιτηθείτε σε παρτίδες που χάνετε (μην αφήνετε τον χρόνο σας να τελειώσει).
eo: Rezignu perditajn ludojn (ne foruzu la tempon).
es: Abandona en posiciones perdidas (no dejes que el tiempo se agote sin más).
eu: Galdutako partidetan amore eman (ez utzi denbora agortzen).
fa: بازی های از دست رفته را انصراف دهید(نگذارید زمان تمام شود).
fi: Luovuta hävityt pelit (äläkä anna ajan kulua loppuun).
gl: Abandona nas partidas perdidas (non deixes que remate o tempo).
he: יש לפרוש במצבי הפסד (אין לתת לשעון לרוץ).
hy: Հանձնվե՛ք պարտված խաղերում (մի' թողեք ժամանակը սպառվի)։
id: Ajukan menyerah untuk permainan yang kalah (jangan sampai waktu habis).
it: Abbandona le partite perse (non far scorrere il tempo a vuoto).
kk: Ойын нашар жүріп жатса, беріліңіз (уақыттың аяқталуын күтпеңіз).
ko: 벌써 패배한 대국에서는 기권하세요(시간이 흐르게 두지 마세요).
lt: Pasiduokite pralaimėtose partijose (nelaukite kol pasibaigs laikas).
lv: Padodieties zaudētajās spēlēs (neļaujiet laikam beigties).
mk: Предади се кога ќе загубиш (не го оставај часовникот да истече).
nl: Geef verloren partijen op (laat de klok niet tot 0 lopen).
pt: Desiste em partidas perdidas (não deixes o tempo no relógio acabar).
ro: Abandonați partidele pierdute (nu lăsați timpul să expire).
ru: Сдавайтесь в безнадёжной позиции (а не ждите, когда время закончится).
sk: Prehraté partie vzdajte (nenechávajte vypršať čas na hodinách)!
sl: Predajte izgubljene partije (ne čakajte, da se šahovska ura izteče).
sq: Në lojëra të humbura, dorëzohuni (mos lini të përfundojë koha).
sr: Предај изгубљене партије (немој пуштати време да истекне).
sv: Ge upp förlorade partier (i stället för att låta tiden rinna ut).
tr: Kaybettiğiniz oyunlardan çekilin (sürenin dolmasını beklemeyin).
uk: Здавайтеся в програних іграх (не чекайте кінця таймера).
vi: Chịu thua những ván chắc chắn thua (đừng để đồng hồ chạy đến hết giờ).
zh: 在必输的对局中认输（不要让时钟走完）。
zh_tw: 投降（不要讓時間耗盡）

# temporaryInconvenience
source: We apologise for the temporary inconvenience,
af: Ons vra omverskoning vir die tydelike ongerief,
ar: نعتذر عن الازعاج المؤقت
az: Müvəqqəti narahatlığa görə üzr istəyirik,
be: Мы просім прабачэння за часовыя нязручнасці,
bg: Извиняваме се за временното неудобство
bn: অস্থায়ীভাবে এই অসুবিধার জন্য আমরা ক্ষমা প্রার্থনা করছি,
bs: Izvinjavamo se zbog privremene neugodnosti,
ca: Disculpes per aquest inconvenient temporal
cs: Omlouváme se za dočasnou nedostupnost,
da: Vi undskylder for den midlertidige ulejlighed,
el: Ζητούμε συγγνώμη για την αναστάτωση,
eo: Ni pardonpetas pro la provizoraj malkomfortoj,
es: Te pedimos disculpas por las molestias
eu: Barkatu eragozpenak,
fa: ما برای این مشکل موقت عذرخواهی می کنیم،
fi: Pahoittelemme tilapäistä harmia,
gl: Pedímosche desculpas polas molestias,
he: אנו מצטערים על אי הנעימות הזמנית,
hy: Մենք հայցում ենք Ձեր ներողամտությունը անհարմարության համար,
id: Kami mohon maaf atas ketidaknyamanan ini,
it: Ci scusiamo per l'inconveniente temporaneo,
kk: Осы уақытша жайсыздық үшін біз өкінішімізді білдіріп,
ko: 일시적인 불편에 사과드리며,
lt: Atsiprašome dėl laikinų nepatogumų,
lv: Mēs atvainojamies par īslaicīgajām neērtībām,
mk: Се извинуваме за привремената непогодност,
nl: Onze excuses voor het tijdelijke ongemak,
pt: Pedimos desculpa pelo incómodo temporário,
ro: Ne pare rău pentru neplăcerile temporare
ru: Приносим извинения за временные неудобства,
sk: Ospravedlňujeme sa za spôsobenú nepríjemnosť,
sl: Opravičujemo se vam za začasno neprijetnost,
sq: Kërkojmë ndjesë për bezdisjen e përkohshme,
sr: Извињавамо се на привременој нелагодности,
sv: Vi ber om ursäkt för den tillfälliga olägenheten,
tr: Verdiğimiz geçici rahatsızlıktan dolayı özür dileriz,
uk: Вибачте за тимчасові незручності,
vi: Chúng tôi rất tiếc vì những bất tiện tạm thời này,
zh: 我们对暂时的不便表示歉意，
zh_tw: 我們對於給您帶來的不便深表歉意

# wishYouGreatGames
source: and wish you great games on lichess.org.
af: en ons wens jou voorspoed toe vir jou spelle op lichess.org.
ar: ونتمنى لك ادوار جيدة على Lichess.org.
az: və sizə lichess.org saytında əla oyunlar arzulayırıq.
be: і жадаем вам вельмі добрых гульняў на lichess.org.
bg: и Ви желаем чудесни игри на lichess.org.
bn: এবং lichess.org এ আপনার দুর্দান্ত গেমের শুভেচ্ছা.
bs: i želimo Vam odlične partije na lichess.org.
ca: i et desitgem unes grans partides a lichess.org.
cs: a přejeme ti mnoho dobrých partií na lichess.org.
da: og ønsker dig gode kampe på lichess.org.
el: και σας ευχόμαστε καλές παρτίδες στο lichess.org.
eo: kaj ni deziras al vi bonegajn ludojn ĉe lichess.org.
es: y esperamos que disfrutes de lichess.org.
eu: segi lichess.org-en jokatzen.
fa: و برای شما بازیهای عالی در lichess.org آرزو می کنیم.
fi: ja toivotamme hyviä pelejä lichess.org -sivustolla.
gl: e desexámosche grandes partidas en lichess.org.
he: ומאחלים לך חוויה נעימה ב־lichess.org.
hy: և մաղթում հաճելի հաղեր lichess.org-ում։
id: dan doakan Anda untuk mendapatkan pengalaman bermain yang hebat di lichess.org.
it: e ti auguriamo partite memorabili su lichess.org.
kk: Личес-та әдемі ойындар болсын деп тілейміз.
ko: 그리고 lichess.org에서 좋은 시간을 보내시기 바랍니다.
lt: ir linkime jums puikių partijų per lichess.org.
lv: un novēlam jums lieliskas spēles mājaslapā lichess.org.
mk: и ти посакуваме одлични партии на lichess.org.
nl: en wij wensen u veel goede partijen op lichess.org.
pt: e desejamos-te grandes jogos no lichess.org.
ro: și vă dorim partide deosebite pe Lichess.org.
ru: и желаем вам отличной игры на lichess.org.
sk: a prajeme Vám veľa skvelých partií na lichess.org.
sl: in vam želimo prijetno igranje na lichess.org.
sq: edhe ju urojmë lojëra të shkëlqyera në lichess.org.
sr: и желимо ти одличне партије на lichess.org.
sv: och önskar dig bra partier på lichess.org.
tr: ve lichess.org'da harika oyunlar dileriz.
uk: і бажаємо чудових ігор на lichess.org.
vi: và chúc bạn có những ván cờ tuyệt vời trên lichess.org.
zh: 并祝您在 lichess.org 上对局愉快。
zh_tw: 並祝您在 lichess.org 上玩得開心。

source: Thank you for reading!
af: Dankie vir die tyd!
ar: نشكرك على القراءة!
az: Oxuduğunuz üçün təşəkkür edirik!
be: Дзякуй за ўвагу!
bg: Благодарим, че прочетохте това!
bn: পড়ার জন্য ধন্যবাদ!
bs: Hvala Vam na čitanju!
ca: Gràcies per la teva lectura!
cs: Díky za přečtení!
da: Tak for at læse!
el: Σας ευχαριστούμε για τον χρόνο σας!
eo: Dankon pro via legado!
es: ¡Gracias por tomarte el tiempo para leer esto!
eu: Eskerrik asko irakurtzeagatik!
fa: از اینکه متن را خواندید متشکریم!
fi: Kiitos, että luit tämän!
gl: Grazas por pararte a ler isto!
he: תודה רבה על הקריאה!
hy: Շնորհակալություն կարդալու համար:
id: Terima kasih sudah membacanya!
it: Grazie per l'attenzione!
kk: Оқығаныңыз үшін рахмет!
ko: 읽어 주셔서 감사합니다!
lt: Ačiū, kad perskaitėte!
lv: Paldies, ka izlasījāt!
mk: Ти благодариме за читањето!
nl: Bedankt voor het lezen!
pt: Obrigado pela leitura!
ro: Îți mulțumim pentru atenție!
ru: Спасибо за внимание!
sk: Ďakujeme za dočítanie.
sl: Hvala vam za branje!
sq: Faleminderit për leximin!
sr: Хвала на читању!
sv: Tack för att du läste!
tr: Okuduğunuz için teşekkür ederiz!
uk: Дякуємо, що прочитали!
vi: Cảm ơn bạn vì đã đọc!
zh: 感谢您的阅读！
zh_tw: 感謝您的閱讀！

source: Lifetime score
af: Lewenslange punte
ar: النتيجة النهائية
az: Toplam hesab
be: Лік за ўвесь час
bg: Общ резултат
bn: সারাজীবনের স্কোর
bs: Ukupni rezultat
ca: Valoració total de sempre
cs: Celoživotní skóre
da: Livstidsscore
el: Συνολικό σκορ
eo: Ĝisnuna poentaro
es: Puntuación histórica
eu: Jokalari honekin duzun emaitza
fa: امتیاز کل
fi: Kaikkien aikojen yhteistilanne
gl: Marcador histórico
he: תוצאה כוללת
hy: Հաշիվը ողջ ընթացքում
id: Skor seumur hidup
it: Scontri diretti
kk: Жалпы нәтиже
ko: 통산 전적
lt: Visų laikų rezultatas
lv: Visu laiku rezultāts
mk: Вкупен резултат
nl: Levenslange score
pt: Pontuação desde sempre
ro: Scorul total
ru: Счёт за всё время
sk: Celkové skóre
sl: Dosedanji rezultat
sq: Rezultati i jetës
sr: Животни скор
sv: Livstidspoäng
tr: Toplam skor
uk: Рахунок за весь час
vi: Tổng điểm đối đầu
zh: 历史总战绩
zh_tw: 帳戶總分

source: Current match score
af: Huidige reeks puntetelling
ar: نتيجة المباراة الحالية
az: Cari matç hesabı
be: Лік бягучага матчу
bg: Текущ резултат
bn: বর্তমান ম্যাচের স্কোর
bs: Rezultat sadašnjeg meča
ca: Valoració actual de partides
cs: Současné výsledky zápasů
da: Nuværende kampscore
el: Τρέχον σκορ
eo: Aktuala matĉa poentaro
es: Resultados de este enfrentamiento
eu: Uneko partidetako emaitza
fa: امتیاز بازی فعلی
fi: Nykyisen ottelun tilanne
gl: Resultados deste enfrontamento
he: תוצאה במשחק הנוכחי
hy: Հաշիվն ընթացիկ խաղում
id: Skor pertandingan saat ini
it: Punteggio della partita attuale
kk: Осы жарыстағы нәтижеңіз
ko: 현재 경기 점수
lt: Dabartinės partijos rezultatas
lv: Pašreizējais spēļu reitings
mk: Резултат на сегашниот меч
nl: Huidige wedstrijd score
pt: Pontuação atual
ro: Scorul curent
ru: Счёт в текущем матче
sk: Skóre aktuálneho zápasu
sl: Rezultat trenutne tekme
sq: Rezultati i ndeshjes së tanishme
sr: Скор тренутног меча
sv: Nuvarande matchpoäng
tr: Mevcut maç skoru
uk: Поточний рахунок матчу
vi: Tỷ số của lần đối đầu hiện tại
zh: 当前对局成绩
zh_tw: 現時的對局分數
