Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# castling
source: Castling rights
af: Kastelering
ar: تبييت
az: Qalaqurma
be: Ракіроўка
bg: Рокада
bn: কাস্টেলিং
bs: Rokada
ca: Enroc
cs: Rošáda
da: Rokade
el: Pοκέ
eo: Arokado
es: Enroque
eu: Endrokea
fa: قلعه‌روی
fi: Linnoitus
gl: Enroque
he: הצרחה
hy: Փոխատեղում
id: Rokade
it: Arrocco
kk: Бекіну
ko: 캐슬링
lt: Rokiruotė
lv: Rokāde
mk: Рокада
nl: Rokeren
pt: Roque
ro: Rocadă
ru: Рокировка
sk: Rošáda
sl: Rokada
sq: Rokadë
sr: Рокада
sv: Rockad
tr: Rok Atma
uk: Рокіровка
vi: Nhập thành
zh: 王车易位
zh_tw: 王車易位

# whiteCastlingKingside
source: White O-O
af: Wit O-O
ar: تبييت قصير للأبيض
az: Ağlar O-O
be: Белыя O-O
bg: Бели O-O
bn: সাদা O-O
bs: Bijeli O-O
ca: Blanques O-O
cs: Bílá O-O
da: Hvid O-O
el: Λευκά O-O
eo: Blanko O-O
es: Blancas O-O
eu: Zuriak O-O
fa: O-O سفید
fi: Valkea O-O
gl: Brancas O-O
he: O-O ללבן
hy: Սպիտակները O-O
id: Putih O-O
it: Bianco O-O
kk: Ақтар O-O
ko: 백색 O-O
lt: Baltieji O-O
lv: Baltajiem O-O
mk: Белиот мала рокада
nl: Wit O-O
pt: Brancas O-O
ro: Alb O-O
ru: Белые O-O
sk: Biely O-O
sl: Beli O-O
sq: I bardhi O-O
sr: Бели O-O
sv: Vit O-O
tr: Beyaz O-O
uk: Білі O-O
vi: Trắng O-O
zh: 白方 O-O
zh_tw: 白方短易位

# blackCastlingKingside
source: Black O-O
af: Swart O-O
ar: تبييت قصير للأسود
az: Qaralar O-O
be: Чорныя O-O
bg: Черни O-O
bn: কালো O-O
bs: Crni O-O
ca: Negres O-O
cs: Černá O-O
da: Sort O-O
el: Μαύρα O-O
eo: Nigro O-O
es: Negras O-O
eu: Beltzak O-O
fa: O-O سیاه
fi: Musta O-O
gl: Negras O-O
he: O-O לשחור
hy: Սևերը O-O
id: Hitam O-O
it: Nero O-O
kk: Қаралар O-O
ko: 흑색 O-O
lt: Juodieji O-O
lv: Melnajiem O-O
mk: Црниот мала рокада
nl: Zwart O-O
pt: Pretas O-O
ro: Negru O-O
ru: Чёрные O-O
sk: Čierny O-O
sl: Črni O-O
sq: I ziu O-O
sr: Црни O-O
sv: Svart O-O
tr: Siyah O-O
uk: Чорні O-O
vi: Đen O-O
zh: 黑方 O-O
zh_tw: 黑方短易位

# tpTimeSpentPlaying
source: Time spent playing: {param}
af: Tyd gespeel: {param}
ar: الوقت المقضي في اللعب: {param}
az: Oynamağa sərf olunmuş zaman: {param}
be: Агульны час у гульні: {param}
bg: Прекарано време в игра: {param}
bn: খেলার সময় অতিবাহিত: {param}
bs: Vrijeme provedeno igrajući: {param}
ca: Temps passat jugant: {param}
cs: Čas strávený hraním {param}
da: Spilletid: {param}
el: Χρόνος που διατέθηκε παίζοντας: {param}
eo: Tempo pasinta dum ludado: {param}
es: Tiempo total jugado: {param}
eu: Jokatzen egondako denbora: {param}
fa: زمان بازی کردن: {param}
fi: Pelaamiseen käytetty aika: {param}
gl: Tempo xogando: {param}
he: זמן במשחק: {param}
hy: Ընդհանուր խաղաժամանակ` {param}
id: Waktu sisa permainan: {param}
it: Tempo in partita: {param}
kk: Ойынмен өткен уақыт: {param}
ko: 플레이한 시간 : {param}
lt: Laikas, praleistas žaidžiant: {param}
lv: Spēlējot pavadītais laiks: {param}
mk: Време поминато во игра: {param}
nl: Tijd schakend besteed: {param}
pt: Tempo passado a jogar: {param}
ro: Timp petrecut jucând: {param}
ru: Проведённое за игрой время: {param}
sk: Čas strávený hraním: {param}
sl: Čas igranja: {param}
sq: Kohë e shpenzuar në lojë: {param}
sr: Време проведено играјући: {param}
sv: Total speltid: {param}
tr: Toplam oynama süresi: {param}
uk: Проведено часу в грі: {param}
vi: Thời gian đã chơi: {param}
zh: 对局总时长：{param}
zh_tw: 花在下棋上的時間：{param}

source: Watch games
af: Hou spelle dop
ar: شاهد الألعاب
az: Oyunları izlə
be: Назіраць за гульнямі
bg: Гледай на живо
bn: খেলাগুলো দেখুন
bs: Gledaj partije
ca: Visualitza'n les partides
cs: Sledujte hry
da: Se partier
el: Παρακολουθήστε παιχνίδια
eo: Spekti ludojn
es: Ver partidas
eu: Partidak ikusi
fa: تماشای بازی‌ها
fi: Katso pelejä
gl: Ver partidas
he: צפייה במשחקים
hy: Դիտել խաղեր
id: Menonton permainan
it: Guarda le partite
kk: Ойындарын бақылау
ko: 관람
lt: Stebėti partijas
lv: Skatīties spēles
mk: Гледајте Игри
nl: Bekijk partijen
pt: Ver jogos
ro: Vezi partide
ru: Смотреть игры
sk: Sledovať hry
sl: Glej partije
sq: Shihni lojëra
sr: Гледај партије
sv: Titta på spel
tr: Oyunları izle
uk: Дивитись ігри
vi: Xem các ván đấu
zh: 观看对局
zh_tw: 觀看對局直播

# tpTimeSpentOnTV
source: Time featured on TV: {param}
af: Tyd op TV: {param}
ar: الوقت في المشاهدة: {param}
az: TV-də keçirilimiş zaman: {param}
be: Час у TV: {param}
bg: Време пред TV: {param}
bn: টিভির সময়: {param}
bs: Vrijeme na TV-u: {param}
ca: Temps pasat a la TV: {param}
cs: Čas v TV: {param}
da: Tid på TV: {param}
el: Χρόνος στην Τηλεόραση: {param}
eo: Tempo pasinta ĉe TV: {param}
es: Tiempo transcurrido en TV: {param}
eu: TV ikusten egondako denbora: {param}
fa: مدت آرنگیده در تلویزیون: {param}
fi: Aika TV:ssä: {param}
gl: Tempo saíndo en TV: {param}
he: זמן בטלוויזיה: {param}
hy: Ժամանակը TV-ում՝ {param}
id: Waktu pada TV: {param}
it: Tempo in TV: {param}
kk: TV қараумен өткен уақыт: {param}
ko: Lichess TV에 나온 시간 : {param}
lt: Laikas, praleistas stebint: {param}
lv: TV laiks: {param}
mk: Време на TV: {param}
nl: Tijd op TV: {param}
pt: Tempo a ser transmitido na TV: {param}
ro: Timp la TV: {param}
ru: Времени на TV: {param}
sk: Čas strávený na TV: {param}
sl: Čas na TV: {param}
sq: Kohë pranie në TV: {param}
sr: Време приказа на ТВ-у: {param}
sv: Total TV-tid: {param}
tr: TV'de izlenme süresi: {param}
uk: Час на TV: {param}
vi: Thời gian được lên Lichess TV: {param}
zh: 在 Lichess TV 上的总时长：{param}
zh_tw: 花在Lichess TV的時間：{param}

source: Watch
af: Bekyk
ar: شاهد
az: İzlə
be: Глядзець
bg: Гледай
bn: দেখুন
bs: Gledaj
ca: Visualitza
cs: Sledujte
da: Se
el: Παρακολουθήστε
eo: Spekti
es: Ver
eu: Ikusi
fa: تماشا
fi: Katso
gl: Ver
he: צפו
hy: Դիտում
id: Tonton
it: Guarda
kk: Бақылау
ko: 중계
lt: Žiūrėk
lv: Skatīties
mk: Гледај
nl: Kijken
pt: Observar
ro: Privește
ru: Просмотр
sk: Sledovať
sl: Glej
sq: Shiheni
sr: Гледај
sv: Titta
tr: İzle
uk: Перегляд
vi: Xem
zh: 观看
zh_tw: 觀看

source: Video library
af: Video biblioteek
ar: مكتبة الفيديو
az: Video kitabxana
be: Відэатэка
bg: Видеотека
bn: ভিডিও লাইব্রেরি
bs: Video biblioteka
ca: Col·lecció de vídeos
cs: Video knihovna
da: Videobibliotek
el: Βιβλιοθήκη τηλεοπτικού υλικού
eo: Filmaro
es: Videoteca
eu: Bideo-bilduma
fa: فیلم‌ها
fi: Videokirjasto
gl: Videoteca
he: ספריית וידאו
hy: Տեսադարան
id: Pustaka Video
it: Libreria video
kk: Видеохана
ko: 비디오 라이브러리
lt: Video biblioteka
lv: Video bibliotēka
mk: Видеа
nl: Videobibliotheek
pt: Videoteca
ro: Librărie video
ru: Видеотека
sk: Video knižnica
sl: Videoteka
sq: Videoteka
sr: Видео библиотека
sv: Videobibliotek
tr: Video kütüphanesi
uk: Відеотека
vi: Thư viện video
zh: 视频库
zh_tw: 影片庫

# streamersMenu
source: Streamers
af: Aanbieders
ar: ﻻعبو البث المباشر
az: Yayımçılar
be: Стрымеры
bg: Поточно предаващи
bn: স্ট্রিমারকারীরা
bs: Emiteri
ca: Comunicadors
cs: Streameři
da: Streamere
eo: Filmistoj
es: Presentadores
eu: Esatariak
fa: بَرخَط-محتواسازان
fi: Striimaajat
gl: Presentadores
he: משדרים
hy: Հեռարձակողներ
id: Penonton
it: Streamer
kk: Стримерлер
ko: 스트리머
lt: Transliuotojai
lv: Straumētāji
mk: Стримери
ro: Streameri
ru: Стримеры
sk: Strímeri
sl: Voditelji prenosov
sq: Streamerit
sr: Стримери
sv: Videosändningar
tr: Canlı Yayınlar
uk: Стрімери
vi: Các Streamer
zh: 主播
zh_tw: 實況主

source: Mobile App
af: Mobiele Toep
ar: تطبيق الجوال
az: Mobil Tətbiq
be: Мабільная праграма
bg: Приложение за мобилни
bn: মোবাইল অ্যাপ
bs: Mobilna aplikacija
ca: Aplicació mòbil
cs: Mobilní aplikace
da: Mobil App
el: Εφαρμογή για Κινητά
eo: Poŝtelefona Aplikaĵo
es: Aplicación para móviles
eu: Aplikazio mugikorra
fa: گوشی‌افزار
fi: Mobiilisovellus
gl: Aplicación Móbil
he: אפליקציה לטלפון
hy: Բջջային հավելված
id: Aplikasi Mobile
it: App mobile
kk: Мобильді қолданба
ko: 모바일 앱
lt: Mobilioji programėlė
lv: Mobilā aplikācija
mk: Апликација за телефон
nl: Mobiele app
pt: Aplicação móvel
ro: Aplicația mobilă
ru: Мобильное приложение
sk: Mobilná aplikácia
sl: Mobilna aplikacija
sq: Aplikacion Për Celular
sr: Мобилна Апликација
sv: Mobilapp
tr: Mobil Uygulama
uk: Мобільний застосунок
vi: Ứng dụng Điện thoại
zh: 移动应用
zh_tw: 行動應用程式

source: Webmasters
af: Webmeesters
ar: مدراء المواقع
az: Vebmasterlər
be: Распрацоўшчыкам
bg: Уебмайстори
bn: ওয়েবমাস্টারগুলো
bs: Webmasteri
cs: Správci webu
el: Διαχειριστές
eo: Retejestroj
es: Desarrolladores
eu: Webguneen kudeatzaileak
fa: وبداران
fi: Ylläpitäjät
gl: Administradores web
he: עבור מתכנתים
hy: Վեբմաստեր
id: Webmaster
kk: Веб-құрастырушылар
ko: 웹마스터
lt: Svetainių kūrėjams
lv: Tīmekļa pārziņi
mk: ВебМастер
ro: Webmasteri
ru: Разработчикам
sk: Správcovia
sl: Razvijalci
sr: Вебмастери
sv: Webbmasters
tr: Site Yöneticileri
uk: Розробникам
vi: Nhà phát triển web
zh: 网站管理员
zh_tw: 網站管理員

source: About
af: Leer meer
ar: عن
az: Haqqında
be: Пра сайт
bg: Относно
bn: সম্পর্কে
bs: Više o
ca: En quant a
cs: O aplikaci
da: Om
el: Σχετικά με
eo: Pri
es: Acerca de
eu: Honi buruz
fa: درباره ما
fi: Tietoa sivustosta
gl: Acerca de
he: על אודות
hy: Մեր մասին
id: Tentang
it: Info su
kk: Сипаттама
ko: Lichess 개요
lt: Apie
lv: Par
mk: Повеќе за
nl: Over ons
pt: Sobre
ro: Despre
ru: О сайте
sk: Viac o
sl: O
sq: Mbi
sr: О нама
sv: Om Lichess
tr: Hakkında
uk: Про сайт
vi: Về chúng tôi
zh: 关于
zh_tw: 關於

# aboutX
source: About {param}
af: Leer meer oor {param}
ar: عن {param}
az: {param} haqqında
be: Пра {param}
bg: Относно {param}
bn: {param} সম্পর্কে
bs: Više o {param}
ca: En quant a {param}
cs: O {param}
da: Om {param}
el: Σχετικά με το {param}
eo: Pri {param}
es: Acerca de {param}
eu: {param}-i buruz
fa: درباره {param}
fi: Tietoa {param}
gl: Acerca de {param}
he: על אודות {param}
hy: {param}-ի մասին
id: Tentang {param}
it: Informazioni su {param}
kk: {param} туралы
ko: {param}에 대해
lt: Apie {param}
lv: Par {param}
mk: Повеќе за {param}
nl: Over {param}
pt: Sobre o {param}
ro: Despre {param}
ru: О {param}
sk: O {param}
sl: O {param}
sq: Mbi {param}
sr: О {param}
sv: Om {param}
tr: {param} hakkında
uk: Про {param}
vi: Giới thiệu về {param}
zh: 关于 {param}
zh_tw: 關於 {param}

# xIsAFreeYLibreOpenSourceChessServer
source: {param1} is a free ({param2}), libre, no-ads, open source chess server.
af: {param1} is ’n gratis ({param2}), vry, oopbron-skaakbediener sonder advertensies.
ar: {param1} هو ({param2}) خادم شطرنج مجاني، حر، بدون إعلانات، مفتوح المصدر.
az: {param1} ödənişsiz ({param2}), sərbəst, reklamsız, açıq mənbəli şahmat serveridir.
be: {param1} – шахматны анлайн-сэрвіс: бясплатны ({param2}), без рэкламы і з адкрытым зыходным кодам.
bg: {param1} е шахматен сървър който е безплатен ({param2}), свободен, без реклами и с отворен код.
bn: {param1} বিনামুল্যে ({param2}), লাইব্রেরী, এড-মুক্ত, ওপেনসোর্স দাবার সার্ভার.
bs: {param1} je besplatni ({param2}) šah server, bez oglasa, koji koristi otvoreni kod.
ca: {param1} es un servidor d'escacs totalment gratuit creat amb codi obert, lliure ({param2}), sense publicitat.
cs: {param1} je bezplatný ({param2}), svobodný open source šachový server bez reklam.
da: {param1} er en gratis ({param2}), uafhængig, reklamefri, open source skak-server.
el: Το {param1} είναι ({param2}) μια δωρεάν, ελεύθερη, χωρίς διαφημίσεις, ανοικτού κώδικα ιστοσελίδα για διαδικτυακό σκάκι.
eo: {param1} estas senpaga ({param2}), libera, senreklama, malfermitkoda ŝaka servilo.
es: {param1} es un servidor de ajedrez libre y gratuito ({param2}) de código abierto y sin publicidad.
eu: {param1} doako ({param2}), libre, iragarki-gabeko eta kode irekiko xake zerbitzaria da.
fa: وبگاه {param1} ({param2}) رایگان، آزاد، بی‌تبلیغ و با کارسازِ متن‌بازِ شطرنج است.
fi: {param1} on ilmainen ({param2}), vapaa ja mainokseton avoimen lähdekoodin shakkipalvelin.
gl: {param1} é un servidor de xadrez de código aberto, gratuíto ({param2}), libre, e sen publicidade.
he: {param1} הוא שרת שחמט חינמי ({param2}), חופשי, עם קוד פחוח וללא פרסומות.
hy: {param1}-ը անվճար ({param2}) շախմատային սերվեր է՝ բաց ընթացիկ կոդով, առանց գովազդի։
id: {param1} adalah server catur yang ({param2}) gratis, tanpa iklan, dan sumber terbuka.
it: {param1} è un server di scacchi ({param2}), open source, privo di pubblicità e rilasciato sotto licenza libera.
kk: {param1} тегін ({param2}), еркін, жарнамасыз, түбір коды ашық шахмат сервері.
ko: {param1}는 무료({param2})이고, 자유로우며, 광고가 없는 오픈 소스 체스 서버입니다.
lt: {param1} yra nemokamas ({param2}), laisvas, neturintis reklamų, atviro kodo šachmatų serveris.
lv: {param1} ir bezmaksas ({param2}), bez reklāmu, brīva un atvērta koda šaha serveris.
mk: {param1} е слободен ({param2}), бесплатен сервер со отворен код и без реклами.
nl: {param1} is een gratis ({param2}), vrije, advertentie-loze open source schaakserver.
pt: O {param1} é um servidor de xadrez grátis ({param2}), sem publicidades e open-source.
ro: {param1} este un server de șah gratuit ({param2}), fără reclame și open-source.
ru: {param1} — бесплатный ({param2}) шахматный сервер с открытым исходным кодом без рекламы.
sk: {param1} je bezplatný ({param2}), slobodný open source šachový server bez reklám.
sl: {param1} je brezplačen ({param2}), svoboden, brez oglasov, odprtokoden šahovski strežnik.
sq: {param1} është një shërbyes shahu i lirë ({param2}), “libre”, pa reklama, me burim të hapët.
sr: {param1} је бесплатан ({param2}), слободан, шаховски сервер без реклама, са отвореним изворним кодом.
sv: {param1} är en gratis ({param2}), oberoende och reklamfri schackserver med öppen källkod.
tr: {param1}; tamamen ücretsiz ({param2}), özgür, reklamsız, açık kaynak kodlu bir satranç sitesidir.
uk: {param1} є безкоштовним ({param2}) шаховим сервером без реклами та з відкритим кодом.
vi: {param1} là một máy chủ cờ vua miễn phí ({param2}), có mã nguồn mở và không có quảng cáo.
zh: {param1} 是一个{param2}免费、开源共享、绝无广告的国际象棋平台。
zh_tw: {param1}是一個完全免費({param2})、開放性、無廣告、並且開源的網站

source: really
af: regtig
ar: حقاً
az: həqiqətən
be: чыстая праўда!
bg: наистина
bn: সত্যিকার অর্থেই
bs: stvarno
ca: realment
cs: opravdu
da: det er sandt
el: πραγματικά
eo: vere
es: realmente
eu: benetan
fa: واقعاً
fi: oikeasti
gl: de verdade
he: באמת
hy: հե՛նց այդպես
id: benar-benar
it: completamente gratuito
kk: шынымен
ko: 정말입니다!
lt: tikrai
lv: patiešām
mk: навистина
nl: echt waar
pt: a sério
ro: pe bune
ru: именно так
sk: naozaj
sl: resnično
sq: për vërtetë
sr: стварно
sv: på riktigt
tr: ciddiyiz
uk: дійсно
vi: thật sự
zh: 完全
zh_tw: 真的

source: Contribute
af: Dra by
ar: ساهم
az: Töhfə ver
be: Зрабіць унёсак
bg: Принос
bn: অবদান
bs: Doprinesite
ca: Contribuïu-hi
cs: Přispějte
da: Bidrag
el: Συνεισφέρετε
eo: Kontribui
es: Contribuir
eu: Lichessi lagundu
fa: مشارکت
fi: Osallistu
gl: Contribuír
he: תרומה ומעורבות
hy: Աջակցել զարգացմանը
id: Kontribusi
it: Contribuisci
kk: Үлес қосу
ko: 기여하기
lt: Prisidėkite
lv: Dot ieguldījumu
mk: Придонес
nl: Draag bij
pt: Contribuir
ro: Contribuie
ru: Внести вклад в развитие
sk: Prispieť
sl: Prispevaj
sq: Jepni ndihmesë
sr: Добринеси
sv: Bidra
tr: Katkıda bulun
uk: Сприяти розвитку
vi: Đóng góp
zh: 协助我们
zh_tw: 協助

source: Terms of Service
af: Bepalings en Voorwaardes
ar: شروط الخدمة
az: Xidmət şərtləri
be: Умовы карыстання
bg: Условия
bn: পরিষেবার শর্তাদি
bs: Uslovi korištenja
ca: Condicions del servei
cs: Podmínky používání
da: Servicevilkår
el: Όροι χρήσης
eo: Uzkondiĉojn
es: Condiciones del servicio
eu: ToS
fa: شرایطِ استفاده
fi: Käyttöehdot
gl: Termos do Servizo
he: תנאים לשימוש באתר
hy: Ծառայությունների մատուցման պայմաններ
id: Ketentuan Layanan (ToS)
it: Termini di servizio
kk: Қызмет көрсету шарты
ko: 이용 약관
lt: Naudojimosi sąlygos
lv: Pakalpojuma noteikumi
mk: Услови за користење
nl: Algemene voorwaarden
pt: Termos de serviço
ro: Termeni și condiții
ru: Пользовательское соглашение
sk: Podmienky služby
sl: Pogoji uporabe
sq: Kushte Shërbimi
sr: Услови коришћења Услуге
sv: Användarvillkor
tr: Hizmet koşulları
uk: Умови користування
vi: Điều khoản Dịch vụ
zh: 服务条款
zh_tw: 服務條款

source: Title verification
ar: التحقق من اللقب
bg: Потвърждение на титлата
bs: Verifikacija vlasništva
ca: Verificació del títol
cs: Ověření titulu
da: Bekræftelse af titel
el: Επιβεβαίωση τίτλου
eo: Kontrolo de titolo
es: Verificación de título
eu: Titulua egiaztatzea
fa: تائید عنوان
fi: Arvonimen vahvistaminen
gl: Verificación de título
it: Verifica del titolo
ko: 칭호 인증
nl: Titel verifiëren
pt: Verificação de título
ro: Verificarea titlului
ru: Подтверждение звания
sk: Overenie titulu
sl: Preverjanje naslova
sq: Verifikim titulli
sv: Verifiering av schacktitel
tr: Ünvan doğrulaması
uk: Титульна перевірка
vi: Xác nhận danh hiệu
zh: 头衔认证

source: Source Code
af: Bron Kode
ar: الكود المصدر
az: Mənbə kodu
be: Зыходны код
bg: Изходен код
bn: উৎস সংকেতলিপি
bs: Izvorni kod
ca: Codi font
cs: Zdrojový kod
da: Kildekode
el: Πηγαίος κώδικας
eo: Fontkodo
es: Código fuente
eu: Iturburu kodea
fa: کد منبع
fi: Lähdekoodi
gl: Código Fonte
he: קוד המקור
hy: Ընթացիկ կոդ
id: Kode Sumber
it: Codice sorgente
kk: Түбір код
ko: 소스 코드
lt: Pirminis kodas
lv: Pirmkods
mk: Изворен код
nl: Broncode
pt: Código fonte
ro: Cod sursă
ru: Исходный код
sk: Zdrojový kód
sl: Izvorna koda
sq: Kod Burim
sr: Изворни Код
sv: Källkod
tr: Kaynak Kodu
uk: Вихідний код
vi: Mã Nguồn
zh: 源代码
zh_tw: 原始碼

source: Simultaneous exhibitions
af: Gelyktydige uitstallings(Simul)
ar: معارض التزامنيات
az: Sinxron seanslar
be: Сеансы адначасовай гульні
bg: Сеанси
bn: সমকালবর্তী প্রদর্শন
bs: Simultanke
ca: Exhibicions de simultànies
cs: Simultánky
da: Simultanskak
el: Σιμουλτανέ
eo: Samtempludaj ekspozicioj
es: Partidas simultáneas
eu: Aldibereko partidak
fa: نمایش هم زمان
fi: Simultaanit
gl: Exhibicións simultáneas
he: משחקים סימולטניים
hy: Միաժամանակյա խաղաշար
id: Eksibisi Simultan
it: Esibizioni simultanee
kk: Қалың ойындар
ko: 다면기
lt: Simultanai
lv: Simultānseansi
mk: Симултанка
nl: Simultaans
pt: Exibições simultâneas
ro: Simultane de șah
ru: Сеанс одновременной игры
sk: Simultánne exhibície
sl: Simultanke
sq: Simultane
sr: Симултанке
sv: Simultanschack
tr: Eş zamanlı gösteriler
uk: Сеанси одночасної гри
vi: Đấu cờ đồng loạt
zh: 车轮战
zh_tw: 車輪戰

source: Host
af: Gasheer
ar: المضيف
az: Ev sahibi
be: Арганізатар
bg: Домакин
bn: স্বাগতিক
bs: Domaćin
ca: Amfitrió
da: Bliv vært
el: Διοργανωτής
eo: Gastiganto
es: Anfitrión
eu: Sortzailea
fa: میزبان
fi: Isäntä
gl: Anfitrión
he: מארח/ת
hy: Խաղաշարն անցկացնողը
id: Penyedia
it: Simultaneista
kk: Бас ойыншы
ko: 주최자
lt: Šeimininkas
lv: Vadītājs
mk: Хост
nl: Simultaangever
pt: Anfitrião
ro: Gazdă
ru: Сеансёр
sk: Hostiteľ
sl: Gostitelj
sq: Organizatori
sr: Домаћин
sv: Värd
tr: Ev Sahibi
uk: Організатор
vi: Người chủ trì
zh: 主持人
zh_tw: 主持

# hostColorX
source: Host colour: {param}
af: Gasheer kleur: {param}
ar: لون المضيف: {param}
az: Ev sahibi rəngi: {param}
be: Колер арганізатара: {param}
bg: Домакин: {param}
bn: হোস্ট রং: {param}
bs: Boja domaćina: {param}
ca: Color d'amfitrió: {param}
cs: Barva zakladatele: {param}
da: Værtsfarve: {param}
el: Χρώμα διοργανωτή: {param}
eo: Koloro de gastiganto: {param}
es: Color del anfitrión: {param}
eu: Emango duenaren kolorea: {param}
fa: رنگ میزبان: {param}
fi: Isännän väri: {param}
gl: Cor do anfitrión: {param}
he: צבע המארח/ת: {param}
hy: Խաղաշար անցկացնողի գույնը` {param}
id: Warna host: {param}
it: Colore del simultaneista: {param}
kk: Бас ойыншының түсі: {param}
ko: 주최자 색: {param}
lt: Šeimininko spalva: {param}
lv: Vadītāja krāsa: {param}
mk: Боја на домаќинот: {param}
nl: Kleur simultaangever: {param}
pt: Cor do anfitrião: {param}
ro: Culoarea gazdei: {param}
ru: Цвет сеансёра: {param}
sk: Farba simultánneho hráča: {param}
sl: Gostiteljeva barva:{param}
sq: Ngjyra e organizatorit: {param}
sr: Боја домаћина: {param}
sv: Värdens färg: {param}
tr: Ev sahibi rengi: {param}
uk: Колір організатора: {param}
vi: Màu quân của người chủ trì: {param}
zh: 主持人执棋方：{param}
zh_tw: 主持人所使用旗子顏色：{param}

source: Your pending simuls
ar: مبارياتك المعلقة
bn: আপনার অমীমাংসিত সিমুলস
bs: Vaše simulacije na čekanju
ca: Les teves simultànies pendents
cs: Tvoje simulace ve frontě
da: Dine ventende simultaner
el: Τα εκκρεμή σας σιμουλτανέ
eo: Viaj okazontaj samtempludoj
es: Tus simultáneas pendientes
eu: Zain dituzun aldi bereko partidak
fa: بازی های سیمولتانه در جریان شما
fi: Odottavat simultaanisi
gl: As túas simultáneas pendentes
he: המשחקים הסימולטניים העתידיים שלך
hy: Ձեր առաջիկա խաղաշարերը
id: Simul anda yang tertunda
it: Le tue simultanee in attesa
kk: Кідірулі тұрған қалың ойындарыңыз
ko: 대기 중인 다면기
lt: Jūsų laukiantys simulai
nl: Jouw wachtende simultaans
pt: Suas simultâneas pendentes
ro: Simultanele tale în așteptare
ru: Ваши предстоящие сеансы
sk: Vaše čakajúce simultánky
sl: Vaše čakajoče simultanke
sq: Simulat tuaja në pritje
sr: Незавршене симултанке
sv: Dina väntande simuleringar
tr: Bekleyen simultane oyunlarınız
uk: Ваші сеанси одночасної гри, що в режимі очікування
vi: Sự kiện đồng loạt đang chờ xử lý của bạn
zh: 您待办的车轮战
zh_tw: 正在載入比賽

# createdSimuls
source: Newly created simuls
af: Nuwe simuls
ar: تزامنيات مُنشأة حديثاً
az: Yeni yaradılmış sinxron seanslar
be: Нядаўна створаныя сеансы
bg: Нови сеанси
bn: নতুন সিমুলস তৈরি হয়েছে
bs: Novokreirane simultanke
ca: Últimes simultànies creades
cs: Nově vytvořené simultánky
da: Nyligt oprettede simultanspil
el: Πρόσφατα σιμουλτανέ
eo: Antaŭ nelonge kreitaj samtempludoj
es: Simultáneas nuevas
eu: Aldibereko partida sortuberriak
fa: نمایش هم زمان به تازگی ایجاد شده
fi: Äskettäin luodut simultaanit
gl: Simultáneas creadas recentemente
he: משחקים סימולטניים חדשים
hy: Վերջերս ստեղծված խաղաշարեր
id: Membuat Simultan baru
it: Simultanee recenti
kk: Жаңа құрылған қалың ойындар
ko: 새롭게 생성된 다면기
lt: Naujai sukurti simultanai
lv: Jaunie simultānseansi
mk: Нови креирани симултанки
nl: Nieuwe simultaans
pt: Simultâneas criadas recentemente
ro: Simultan nou creat
ru: Недавно созданные сеансы
sk: Novovytvorené simultánky
sl: Novo ustvarjene simultanke
sq: Simultane të krijuara së fundi
sr: Новостворене симултанке
sv: Nyligen skapade simultanmatcher
tr: Yeni oluşturulan eş zamanlı gösteriler
uk: Нещодавно створені сеанси
vi: Sự kiện cờ đồng loạt mới tạo
zh: 新创建的车轮战
zh_tw: 觀看最近開始的車輪戰

source: Host a new simul
af: Bied 'n nuwe simul aan
ar: استضف تزامنية جديدة
az: Yeni sinxron seansa ev sahibliyi edin
be: Арганізаваць новы сеанс
bg: Бъди домакин на сеанс
bn: একটি নতুন সিমুল স্বাগতিক
bs: Kreiraj novu simultanku
ca: Organitza una simultània
cs: Vytvoř novou simultánku
da: Bliv vært for nyt simultanspil
el: Διοργάνωση νέου σιμουλτανέ
eo: Gastigi novan samtempludon
es: Crear una nueva simultánea
eu: Aldibereko partida sortu
fa: میزبانی نمایش همزمان جدید
fi: Pidä uusi simultaani
gl: Crear unha nova simultánea
he: ארח/י משחק סימולטני חדש
hy: Ստեղծել նոր խաղաշար
id: Penyedia Simultan baru
it: Crea una nuova simultanea
kk: Қалың ойынды бастау
ko: 새 다면기 주최하기
lt: Kurti nauji simultaną
lv: Vadīt jaunu simultānseansu
mk: Создади нова симултана партија
nl: Geef een nieuwe simultaan
pt: Iniciar uma simultânea
ro: Găzduiește un nou simultan
ru: Создать новый сеанс
sk: Vytvoriť novú simultánku
sl: Gostuj novo simultanko
sq: Organizoni një simultane të re
sr: Организуј нову симултанку
sv: Skapa ny simultanmatch
tr: Eş zamanlı gösteri düzenle
uk: Організувати новий сеанс
vi: Chủ trì một sự kiện cờ đồng loạt mới
zh: 主持新的车轮战
zh_tw: 主持車輪戰
