Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# coordinatesTalkToYourChessFriends
source: It makes it easier to talk to your chess friends, since you both understand the 'language of chess'.
af: Dit maak dit makliker om met jou skaak vriende te praat omdat julle albei die 'taal van skaak' verstaan.
ar: نسهل من التحدث إلى أصدقائك عن الشطرنج، كونكم تفهمان "لغة الشطرنج".
az: Hər ikiniz "şahmat dilini" bildikdə dostunla şahmat haqqında danışmaq asanlaşır.
be: Гэта спрошчвае гутарку з сябрамі-шахматыстамі, бо вы абодва разумееце "шахматную мову".
bg: Това улеснява шахматния разговор с приятели, тъй като всички разбирате "езика на шахмата".
bn: এটা আপনার দাবার বন্ধুদের সাথে কথা বলতে সহজ করে, যেহুত আপনি উভয় "দাবার ভাষা" বুঝতে পারেন.
bs: Lakše Vam je razgovarati sa Vašim šahovskim prijateljima, jer oboje razumijete "šahovski jezik".
ca: Facilita la comunicació amb altres jugadors, ja que tots enteneu l’«idioma dels escacs».
cs: Snadněji se dorozumíte se svými šachovými přáteli, protože oba budete mluvit "řečí šachu".
da: Det gør det lettere at snakke med dine skakvenner, når I begge forstår "skakkens sprog".
el: Καθίσταται ευκολότερο να επικοινωνήσετε με τους φίλους σας στο σκάκι, δεδομένου ότι και οι δύο καταλαβαίνετε τη γλώσσα του σκακιού.
eo: Estas pli facile paroli kun viaj ŝakaj amikoj, ĉar vi ambaŭ komprenas la "lingvon de ŝako".
es: Facilita la comunicación con otros jugadores, que también hablan el "lenguaje del ajedrez".
eu: Horrela errazagoa da zure lagunekin hitz egitea, biok hitz egiten baituzue "xakearen hizkuntza".
fa: صحبت با دوستان شطرنجی‌تان را آسان‌تر می‌کند، زیرا هر دوی‌تان «زبان شطرنج» را می‌فهمید.
fi: On helpompaa puhua shakkikavereidesi kanssa, kun ymmärrätte puolin ja toisin "shakin kieltä".
gl: Fai que sexa máis doado falar cos teus amigos xadrecistas, xa que ambos entendedes a "linguaxe do xadrez".
he: היא מקלה על התקשורת עם חבריך לשחמט, כי היא משמשת כשפת תקשורת המובנת לכולכם.
hy: Հեշտանում է ընկերների հետ խոսելը, երբ երկուսն էլ հասկանում են «շախմատի լեզուն»:
id: Itu membuatnya lebih mudah untuk berbicara dengan teman-teman catur Anda, karena Anda berdua memahami "bahasa catur".
it: Rende più facile parlare di scacchi con i tuoi amici, dato che così entrambi ne conoscete il "linguaggio".
kk: "Шахмат тілін" біліп жүрсеңіз, шахмат білетін досыңызбен әңгіме құру оңай болады.
ko: 기보법을 안다면, 친구와 당신 모두 '체스의 언어'를 이해하기 때문에 체스 경기를 이야기하기 쉬워집니다.
lt: Tai leidžia paprasčiau kalbėti su jūsų šachmatų draugais, kadangi abu suprantate „šachmatų kalbą“.
lv: Būs vieglāk runāt ar saviem šaha draugiem, jo abi sapratīsiet "šaha valodu".
mk: Го олеснува разговорот со твоите шаховски пријатели, бидејќи и двајцата го знаете „шаховскиот јазик“.
nl: Het maakt het gemakkelijker om met je schaakvrienden te praten, aangezien jullie beide de "taal van het schaken" begrijpen.
pt: Torna-se mais fácil falar de xadrez com os teus amigos, já que ambos entendem o "idioma do xadrez".
ro: Devine mai ușor să discuți cu prietenii tăi șahiști, căci înțelegeți „limba șahului”.
ru: Вам будет проще общаться с другом-шахматистом, если вы оба будете понимать «язык шахмат».
sk: Ľahšie sa dorozumiete so svojimi šachovými priateľmi, pretože obaja budete hovoriť "rečou šachu".
sl: Lažje se je pogovarjati s šahovskimi kolegi, kadar oba razumeta "šahovski jezik".
sq: E bën më të lehtë të bisedoni me shokët tuaj të shahut, ngaqë të dy kuptoni “gjuhën e shahut”.
sr: Олакшава ти да причаш са твојим шаховским пријатељима, јер обоје разумете 'језик шаха'.
sv: Det gör det lättare att prata med dina schackvänner eftersom ni bägge förstår ”schackspråket”.
tr: "Satranç dilini" anlayabildiğin için satranç oynayan arkadaşlarınla anlaşman daha kolay bir hâl alır.
uk: Це спрощує розмову з друзями-шахістами, бо Ви обидва розумієте «мову шахів».
vi: Nó giúp bạn cờ dễ nói chuyện với nhau hơn, vì cả hai đều hiểu "ngôn ngữ cờ vua".
zh: 这能让您与棋手交流更容易，因为你们都理解“国际象棋的语言”。
zh_tw: 這讓你跟和棋友更容易聊天，因為你們都知道「西洋棋的共同語言」。

# coordinatesYouCanAnalyseAGameMoreEffectively
source: You can analyse a game more effectively if you can quickly recognise coordinates.
af: Jy kan 'n spel meer effektief analiseer as jy vinnig koördinate kan herken.
ar: يمكنك تحليل المباراة بفعالية أكبر إذا كنت تتعرف بسرعة على أسماء المربعات.
az: Xanaların adını bildikdə oyunu daha tez təhlil etdə bilərsən.
be: Вы можаце больш эфектыўна аналізаваць гульні, калі вы ведаеце дзе кожная клетка знаходзіцца.
bg: Ако разпознавате координатите бързо, ще можете да анализирате игрите по-ефективно.
bn: আপনি পারবেন বিশ্লেষণ করতে একটি খেলা কার্যকরীভাবে যদি আপনার বর্গের নাম খোজ করার প্রয়োজন নেই.
bs: Možete efikasnije analizirati partiju, ako možete brže pronaći koordinate pojedinih polja.
ca: Pots analitzar un joc de forma més eficient si en pots reconèixer ràpidament les coordenades.
cs: Můžete efektivněji analyzovat partie, pokud nebudete muset neustále hledat jména polí.
da: Du kan analysere et parti mere effektivt, hvis du ikke skal lede efter feltnavne.
el: Μπορείτε να αναλύσετε ένα παιχνίδι αποτελεσματικότερα εάν δεν χρειάζεται να αναζητάτε τα ονόματα των τετραγώνων.
eo: Vi povas analizi ludon pli efike se vi ne bezonas serĉi kvadratajn nomojn.
es: Puedes analizar partidas de forma más eficiente si no tienes que andar buscando los nombres de los escaques.
eu: Partida errazago aztertu dezakezu ez badituzu laukien izenak aurkitu behar.
fa: اگر بتوانید همآرا را به‌تندی تشخیص دهید، می‌توانید یک بازی را موثرتر واکاوید.
fi: Peliä voi analysoida tehokkaammin, kun ei tarvitse haeskella ruutujen nimiä.
gl: Podes analizar unha partida de xeito máis eficiente se recoñeces rapidamente as coordenadas.
he: ניתן לנתח משחקים באופן יעיל יותר כאשר הזיהוי של המשבצות הוא מהיר וקל.
hy: Պարտիաներ վերլուծելն ավելի արդյունավետ է, եթե կոորդինատներով դաշտերը փնտելու վրա ժամանակ չի ծախսվում:
id: Anda dapat menganalisis permainan lebih efektif jika Anda tidak perlu untuk mencari nama-nama kotak.
it: Puoi analizzare le partite con più efficacia se non hai bisogno di cercare di volta in volta le coordinate di ogni casa.
kk: Координатты танитын болсаңыз, ойынды тиімді түрде талдауға қабілетті боласыз.
ko: 당신이 좌표를 빠르게 인식할 수 있다면 더 효과적으로 게임을 분석할 수 있습니다.
lt: Galite efektyviau analizuoti partijas, kadangi nereikia ieškoti langelių pavadinimų.
lv: Varēsi efektīvāk analizēt spēli, ja nevajadzēs ik reizi meklēt lauciņa nosaukumu.
mk: Полесно можеш да ја анализираш играта ако брзо ги препознаваш координатите.
nl: Je kunt een spel effectiever analyseren als je niet hoeft te zoeken naar de namen van de velden.
pt: Podes analisar um jogo com maior eficiência se conseguires reconhecer as coordenadas rapidamente.
ro: Poți analiza o partidă mai eficient dacă stii să recunoști rapid coordonatele.
ru: Анализировать игры гораздо проще, когда не тратится время на поиск полей по их координатам.
sk: Môžete efektívnejšie analyzovať partie, ak nebudete neustále potrebovať hľadať názvy polí.
sl: Lažje je analizirati partijo če ni potrebno iskati imena polj.
sq: Një lojë mund ta analizoni më me efikasitet, nëse kuptoni shpejt koordinatat.
sr: Можеш ефективније анализирати партију ако можеш брзо препознати координате.
sv: Ett parti analyseras ännu effektivare om du inte behöver söka efter rutornas koordinater.
tr: Karelerin adlarını iyice bilirsen oyunları daha etkili bir şekilde analiz edebilirsin.
uk: Ви можете більш ефективно аналізувати ігри, якщо вам не потрібно шукати координати.
vi: Bạn sẽ phân tích ván cờ hiệu quả hơn nếu bạn có thể tìm ra ngay ô cờ từ tọa độ.
zh: 如果您能快速识别坐标，就能更有效地分析对局。
zh_tw: 如果能夠快速地辨認座標，可以更有效率的分析一場棋局。

# coordinatesACoordinateAppears
source: A coordinate appears on the board and you must click on the corresponding square.
af: 'n Koördinaat verskyn op die bord en jy moet dan op die ooreenstemmende blokkie klik.
ar: سيظهر أسم مربع على اللوحة وعليك الضغط علي المربع الصحيح.
be: На дошцы з'яўляецца каардыната, і вы павінны націснуць на адпаведную клетку.
bg: Когато на дъската се появят координати, щракнете на съответното поле.
bs: Koordinata se pojavljuje na tabli i morate kliknuti na odgovarajuće polje.
ca: Una coordenada apareix al tauler i heu de clicar la casella corresponent.
cs: Souřadnice se objeví na šachovnici a ty musíš kliknout na odpovídající pole.
da: Et koordinat vises på brættet, og du skal klikke på det tilsvarende felt.
el: Κάθε φορά που μια συντεταγμένη εμφανίζεται στη σκακιέρα, πρέπει να κάνετε κλικ στο αντίστοιχο τετράγωνο.
eo: Koordinato aperas sur la tabulo kaj vi devas alklaki la ĝustan kvadraton.
es: Una coordenada aparece en el tablero y debes hacer clic en la casilla correspondiente.
eu: Koordenatua taulan agertzen dan eta dagokion laukian klik egin behar duzu.
fa: همآرا روی صفحه ظاهر می‌شود و شما باید روی خانهٔ همنوا بزنید.
fi: Laudalle tulee näkyviin koordinaatit, ja sinun on klikattava niitä vastaavaa ruutua.
gl: Unha coordenada aparece no taboleiro e debes facer clic no cadrado correspondente.
he: נקודת ציון (קואורדינטה) מופיעה על הלוח ועליך ללחוץ על המשבצת המתאימה לה.
hy: Կոորդինատները հայտնվում են տախտակին, և Ձեզ անհրաժեշտ է նշել դրանց համապատասխանող դաշտը։
it: Una coordinata comparirà sulla scacchiera. Clicca sulla casella corrispondente.
kk: Координаттар тақта бетіне шыққанда, сіз оған сәйкес шаршыны шертуіңіз керек.
ko: 보드 위에 좌표가 나타나며 알맞은 칸을 클릭해야 합니다.
lt: Ant lentos pateikiama koordinatė ir jums reikia spustelti ant atitinkamo langelio.
lv: Uz galdiņa parādās koordinātas, un jums jānoklikšķina uz attiecīgā lauciņa.
mk: Координатите се појавуваат на екранот, а Вие треба да кликнете на соодветното поле.
nl: Er verschijnt een coördinaat op het bord en je moet op het bijbehorende veld klikken.
pt: Aparece uma coordenada no tabuleiro e deve clicar no quadrado correspondente.
ro: O coordonate apare pe tablă și trebuie să faceți clic pe pătratul corespunzător.
ru: Координаты появляются на доске, и вам нужно отметить соответствующее им поле.
sk: Na šachovnici sa zobrazia súradnice a Vašou úlohou je kliknúť na korešpondujúce políčko.
sl: Na plošči se prikaže ime polja, vi pa morate klikniti na ustrezeno polje šahovnice.
sq: Te fusha shfaqet një koordinatë dhe duhet të klikoni katrorin përkatës.
sv: En koordinat visas på brädet och du ska klicka på motsvarande ruta.
tr: Tahta üzerinde sana verilecek koordinata karşılık gelen kareye tıklamalısın.
uk: Координата з'являється на дошці, ви повинні натиснути на відповідний квадрат.
vi: Một tọa độ sẽ xuất hiện trên bàn cờ và bạn phải nhấp chuột vào ô tương ứng.
zh: 坐标将在棋盘上出现，您必须点击对应的棋格。
zh_tw: 座標將在棋盤上出現，您必須點擊對應的棋格。

# coordinatesASquareIsHighlightedExplanation
source: A square is highlighted on the board and you must enter its coordinate (e.g. "e4").
af: 'n Blokkie op die bord word gemerk en jy moet dan die ooreenstemmende koördinate verskaf (bv. "e4").
ar: يتم إبراز مربع على اللوحة وعليك إدخال اسمه (مثلاً "e4").
be: На дошцы падсвечваецца клетка, і вы павінны ўвесці яе каардынату (напрыклад, "e4").
bg: Въведете координатите на осветеното поле (напр. "e4").
bs: Na tabli je označeno polje i morate unijeti njegovu koordinatu (npr., "e4").
ca: Es senyala una casella del tauler i heu d'introduir la seva coordenada (p. ex.: "e4").
cs: Na šachovnici je zvýrazněno pole a ty musíš zadat jeho souřadnice (např. "e4").
da: Et felt fremhæves på brættet, og du skal indtaste dets koordinat (f.eks. "e4").
el: Κάθε φορά που ένα τετράγωνο επισημαίνεται στη σκακιέρα, πρέπει να πληκτρολογήσετε τη συντεταγμένη του (π.χ. "e4").
eo: Kvadrato estas emfazita sur la tabulo kaj vi devas enmeti ĝian koordinaton (ekz. "e4").
es: Una casilla se resalta en el tablero y debes introducir su coordenada (por ejemplo, "e4").
eu: Lauki bat markatuko da eta bere koordinatua idatzi beharko duzu (adb.: "e4").
fa: یک خانه روی صفحه رنگی شده است و شما باید همآرای آن را وارد کنید (مثال «e4»).
fi: Laudalla valitaan vuorotellen eri ruutuja, ja tehtävänäsi on kirjoittaa kunkin koordinaatit (esim. "e4").
gl: Un escaque resaltarase no taboleiro e debes introducir as súas coordenadas (p.e. "e4").
he: אחת המשבצות מודגשת על הלוח ועליך להקליד את נקודת הציון (למשל: e4).
hy: Դաշտը լուսավորված է տախտակի վրա, և դուք պետք է մուտքագրեք դրա կոորդինատները (օրինակ ՝ "e4"):
it: Una casella sarà evidenziata sulla scacchiera e tu dovrai digitare le sue coordinate (es. "e4").
kk: Тақта бетінде шаршы жылт еткенде, оның координатын жазуыңыз керек (мысалы, e4).
ko: 보드의 칸이 강조되며 좌표를 입력해야 합니다. (예: "e4")
lt: Ant lentos paryškinamas langelis ir jums reikia spustelti ant atitinkamos koordinatės (pvz. "e4").
lv: Kāds lauciņš tiek izcelts galdiņā, un jums jāievada tā koordinātas (piemēram, "e4").
nl: Op het bord wordt een veld uitgelicht en je dient het coördinaat in te voeren (bijvoorbeeld "e4").
pt: É destacado um quadrado no tabuleiro e deve introduzir a sua coordenada (ex: "e4").
ro: Un pătrat este evidențiat pe tablă și trebuie să introduceți coordonatele sale (ex. "e4").
ru: Поле подсвечивается на доске, и вам нужно ввести его координаты (например, «e4»).
sk: Na šachovnici sa zvýrazní políčko a Vašou úlohou je zadať jeho súradnice (napr. "e4").
sl: Na šahovnici se označi polje, vi pa morate vnesti njegovo ime (npr. "e4").
sq: Te fusha theksohet një katror dhe duhet të jepni koordinatën e tij (p.sh. “e4”).
sv: En ruta är markerad på tavlan och du ska ange dess koordinat (t.ex. "e4").
tr: Tahta üzerinde gösterilen karenin koordinatını yazmalısın ("e4" gibi).
uk: Квадрат виділяється на дошці, і ви повинні ввести його координати (наприклад, "e4").
vi: Một ô trên bàn cờ sẽ được làm nổi bật và bạn phải nhập đúng tên ô đó (vd: "e4").
zh: 棋格将在棋盘上高亮显示，您必须输入其坐标（例如“e4”）。
zh_tw: 棋格將在棋盤上以紅色光提示，您必須輸入它的座標(例如「e4」)。

# coordinatesYouHaveThirtySeconds
source: You have 30 seconds to correctly map as many squares as possible!
af: Jy het 30 sekondes om soveel blokkies moontlik te merk!
ar: لديك 30 ثانية لتسمية أكبر عدد ممكن من المربعات!
be: У вас ёсць 30 секунд, каб правільна суаднесці як мага больш клетак!
bg: Имате 30 секунди да намерите колкото се може повече полета!
bs: Imate 30 sekundi da tačno mapirate što je više moguće polja!
ca: Tens 30 segons per indicar correctament tantes caselles com sigui possible!
cs: Máte 30 vteřin, abyste správně určili co nejvíce polí!
da: Du har 30 sekunder til at kortlægge så mange felter som muligt!
el: Έχετε 30 δευτερόλεπτα για να αντιστοιχίσετε σωστά όσο το δυνατόν περισσότερα τετράγωνα μπορείτε!
eo: Vi havas 30 sekundojn por ĝuste mapi plej multajn kvadratojn kiel eble!
es: ¡Tienes 30 segundos para marcar correctamente tantas casillas como sea posible!
eu: 30 segundo dituzu ahal bezain beste lauki asmatzeko!
fa: شما 30 ثانیه فرصت دارید تا هر چه بیشتر خانه‌ها را به‌درستی بیابید!
fi: Sinulla on 30 sekuntia aikaa paikantaa niin monta ruutua kuin ehdit!
gl: Tes 30 segundos para marcar correctamente tantas casas do taboleiro como sexa posible!
he: יש לך 30 שניות למקם נכונה כמה שיותר משבצות!
hy: Դուք ունեք 30 վայրկյան՝ հնարավորինս շատ դաշտեր ճիշտ նշելու համար:
it: Hai 30 secondi per identificare correttamente più coordinate possibili!
kk: 30 секунд ішінде барынша көп шаршыны анықтап табыңыз!
ko: 30초 동안 가능한 많은 칸을 매칭하세요!
lt: Turite 30 sekundžių pažymėti kiek galima daugiau langelių!
lv: Jums ir 30 sekundes, lai atrastu pēc iespējas vairāk lauciņu!
nl: Je hebt 30 seconden om zoveel mogelijk velden correct te benoemen!
pt: Tem 30 segundos para mapear corretamente o máximo de quadrados possível!
ro: Ai 30 de secunde pentru a găsi poziția corectă pentru cât mai multe pătrate!
ru: У вас есть 30 секунд на то, чтобы правильно отметить как можно больше полей!
sk: Máte 30 sekúnd na to aby ste správne klikli na čo najviac políčok!
sl: Imate 30 sekund, da pravilno preslikate čim več polj!
sq: Keni 30 sekonda për të përshoqëruar saktësisht sa më tepër kuti që mundet!
sv: Du har 30 sekunder på dig att korrekt namnge så många rutor som möjligt!
tr: 30 saniye içinde kaç tane kare bulabilirsen!
uk: Ви маєте 30 секунд для того, щоб відмітити якнайбільше полів!
vi: Cố gắng tìm đúng nhiều ô nhất có thể trong vòng 30 giây!
zh: 您有 30 秒时间来尽可能多地正确匹配棋格！
zh_tw: 您有30秒時間正確配對盡可能多的棋格。

# coordinatesGoAsLongAsYouWant
source: Go as long as you want, there is no time limit!
af: Neem so lank as wat jy wil, daar is geen tydsbeperking nie!
ar: استمر قدرَ ما تريد، لا يوجد حد زمني!
be: Спрабуйце так доўга, як хочаце, час неабмежаваны!
bg: Давайте до колкото си поискате, няма ограничение за време!
bn: কোনো সময় এর বাধা নেই, আপনি যতো চাই করবেন!
bs: Igrajte koliko god želite, nema vremenskog ograničenja!
ca: Pren-te tant temps com vulguis, no hi ha límit de temps!
cs: Jdi jak dlouho chceš, není zde žádný časový limit!
da: Fortsæt så længe du ønsker, der er ingen tidsbegrænsning!
el: Χρησιμοποιήστε όσο χρόνο θέλετε, δεν υπάρχει κανένα χρονικό όριο!
eo: Ludi per via deziro, ne estas limo de la tempo!
es: ¡Tómate todo el tiempo que quieras, no hay límite de tiempo!
eu: Nahi duzun arte aritu honetan, ez dago denbora mugarik!
fa: بدون محدودیت زمانی
fi: Tee sitä kaikessa rauhassa, aikarajaa ei ole!
gl: Tes o tempo que queiras, non hai límite de tempo!
he: פתרו כפי יכולתכם, אין מגבלת זמן!
hy: Գնացեք այնքան հեռու, որքան կարող եք: Ժամանակը սահմանափակ չէ:
it: Continua fin quando vuoi, non c'è alcun limite di tempo!
kk: Асықпай жүрсеңіз болады, уақытта шектеу жоқ!
ko: 원하는 만큼 오래 하세요, 시간 제한은 없습니다!
lt: Žymėkite kiek tik norite, laiko limito nėra!
lv: Turpiniet, cik ilgi vēlaties; laika limita nav!
nl: Speel zolang als je wilt, er is geen tijdslimiet!
pt: Pode continuar enquanto quiser, não há limite de tempo!
ro: Continuă cât de mult vrei, nu există o limită de timp!
ru: Продвиньтесь так далеко, как сможете. Время не ограничено!
sk: Trénujte do ľubovôle, nie ste limitovaní časom!
sl: Pojdite, kolikor dolgo želite, ni časovne omejitve!
sq: Vazhdoni për sa kohë doni, s’ka kufi kohor!
sv: Fortsätt så länge du vill, det finns ingen tidsbegränsning!
tr: İstediğin kadar oyna, süre sınırı yok!
uk: Витрачайте стільки часу, скільки забажаєте - жодних лімітів!
vi: Luyện tập vô tận, không có giới hạn thời gian!
zh: 没有时间限制，尽情练习吧！
zh_tw: 沒有時間限制，盡情練習吧！

# coordinatesShowCoordinates
source: Show coordinates
af: Vertoon koördinate
ar: إظهار الأسماء
be: Паказваць каардынаты
bg: Покажи координатите
bs: Prikaži koordinate
ca: Mostrar les coordenades
cs: Zobrazit souřadnice
da: Vis koordinater
el: Εμφάνιση συντεταγμένων
eo: Montri koordinatojn
es: Mostrar coordenadas
eu: Erakutsi koordenatuak
fa: نمایش همآرا
fi: Näytä koordinaatit
gl: Amosar as coordenadas
he: הצגת קואורדינטות (נקודות ציון)
hy: Ցույց տալ կոորդինատները
id: Tampilkan koordinat
it: Mostra le coordinate
kk: Координаттарды көрсету
ko: 좌표 표시
lt: Rodyti koordinates
lv: Rādīt koordinātas
nl: Coördinaten tonen
pt: Mostrar coordenadas
ro: Arată coordonatele
ru: Показывать координаты
sk: Ukázať súradnice
sl: Prikaži koordinate
sq: Shfaq koordinata
sr: Прикажи координате
sv: Visa koordinater
tr: Koordinatları göster
uk: Відображати координати
vi: Hiện tọa độ
zh: 显示坐标
zh_tw: 顯示座標

# coordinatesShowCoordsOnAllSquares
source: Coordinates on every square
af: Koördinate op elke blokkie
ar: أسم كل مربع
bg: Координати на всяко поле
bs: Kordinate na svakom polju
ca: Coordenades en cada casella
cs: Souřadnice na každém poli
da: Koordinater på hvert felt
el: Συντεταγμένες σε κάθε τετράγωνο
es: Coordenadas en cada casilla
eu: Koordenatuak lauki guztietan
fa: همآرا روی خانه
fi: Koordinaatit jokaisessa ruudussa
gl: Coordenadas en cada casa
he: קואורדינטות על כל משבצת
it: Coordinate su tutte le case
ko: 모든 칸에 좌표
lt: Kiekvieno laukelio koordinatės
nl: Coördinaten op elk veld
pt: Coordenadas em cada quadrado
ro: Coordonate pe fiecare pătrat
ru: Координаты на каждом поле
sk: Súradnice na všetkých políčkach
sl: Koordinate na vsakem kvadratu
sq: Koordinata në çdo katror
sr: Координате на сваком пољу
sv: Koordinater på varje ruta
tr: Her karede koordinatlar
uk: Координати на кожному полі
vi: Tọa độ trên mỗi ô cờ
zh: 在每个棋格上显示坐标
zh_tw: 在每一格顯示座標

# coordinatesShowPieces
source: Show pieces
af: Vertoon stukke
ar: إظهار القطع
be: Паказваць фігуры
bg: Покажи фигурите
bs: Prikaži figure
ca: Mostrar les peces
cs: Zobrazit figury
da: Vis brikker
el: Εμφάνιση κομματιών
eo: Montri pecojn
es: Mostrar piezas
eu: Erakutsi piezak
fa: نمایش مهره ها
fi: Näytä nappulat
gl: Amosar as pezas
he: הצגת הכלים
hy: Ցույց տալ խաղաքարերը
id: Tampilkan buah
it: Mostra i pezzi
kk: Тастарды көрсету
ko: 기물 표시
lt: Rodyti figūras
lv: Rādīt figūras
nl: Stukken weergeven
pt: Mostrar as peças
ro: Arată piesele
ru: Показывать фигуры
sk: Ukázať figúrky
sl: Pokaži figure
sq: Shfaq gurë
sr: Прикажи фигуре
sv: Visa pjäser
tr: Taşları göster
uk: Показувати фігури
vi: Hiện quân cờ
zh: 显示棋子
zh_tw: 顯示棋子

# coordinatesStartTraining
source: Start training
af: Begin die oefening
ar: إبدأ التدريب
az: Məşğələyə başla
be: Пачаць трэніроўку
bg: Започни упражнението
bn: প্রশিক্ষন শুরু
bs: Pokrenite trening
ca: Comença l'entrenament
cs: Začít trénink
da: Start træning
el: Έναρξη εξάσκησης
eo: Komenci trejnadon
es: Comenzar entrenamiento
eu: Entrenatzen hasi
fa: آغاز تمرین
fi: Aloita harjoitus
gl: Comezar adestramento
he: התחילו להתאמן
hy: Սկսել ուսուցումը
id: Mulai latihan
it: Inizia l'allenamento
kk: Жаттығуды бастау
ko: 훈련 시작
lt: Pradėti treniruotę
lv: Sākt treniņu
mk: Започни ја вежбата
nl: Start de training
pt: Começar o treino
ro: Începe antrenamentul
ru: Начать тренировку
sk: Začať tréning
sl: Začnite trening
sq: Filloni trajnimin
sr: Започни тренинг
sv: Starta träningen
tr: Antrenmana başla
uk: Розпочати тренування
vi: Bắt đầu tập luyện
zh: 开始训练
zh_tw: 開始訓練

# coordinatesFindSquare
source: Find square
af: Vind die blokkie
ar: ابحث عن المربع
be: Знайдзіце клетку
bg: Намери полето
bs: Nađite polje
ca: Cerca caselles
cs: Najděte pole
da: Find felt
el: Εύρεση τετραγώνου
eo: Trovu kvadraton
es: Encontrar casilla
eu: Bilatu laukia
fa: خانه را بیابید
fi: Etsi ruutu
gl: Buscar a casa
he: מצא/י את המשבצת
hy: Գտնել դաշտը
id: Cari petak
it: Trova la casella
kk: Шаршыны табу
ko: 칸 찾기
lt: Rasti langelį
lv: Atrast lauciņu
nl: Velden zoeken
pt: Encontrar quadrado
ro: Găsește pătratul
ru: Найти поле
sk: Nájsť pole
sl: Najdi polje
sq: Gjeni kuadrat
sr: Пронађи поље
sv: Hitta ruta
tr: Kareleri bul
uk: Знайти поле
vi: Tìm ô cờ
zh: 寻找棋格
zh_tw: 尋找方格

# coordinatesNameSquare
source: Name square
af: Gee die koördinate van die blokkie
ar: سمِّ المربع
be: Назавіце клетку
bg: Назови полето
bs: Imenujte polje
ca: Anomena caselles
cs: Pojmenujte pole
da: Navngiv felt
el: Ονομασία τετραγώνου
eo: Nomu kvadraton
es: Nombrar casilla
eu: Izendatu laukia
fa: خانه را بِنامید
fi: Nimeä ruutu
gl: Nomea a casa
he: תן/י שם למשבצת
hy: Անվանել դաշտը
id: Menamai petak
it: Identifica la casa
kk: Шаршы атауы
ko: 칸 이름 맞추기
lt: Pavadinti langelį
lv: Nosaukt lauciņu
nl: Velden benoemen
pt: Designar quadrado
ro: Denumește pătratul
ru: Обозначить поле
sk: Pomenovať pole
sl: Poimenuj polje
sq: Emërtoni kuadratin
sv: Namnge ruta
tr: Kareleri yaz
uk: Назва поля
vi: Điền tên ô cờ
zh: 棋格坐标
zh_tw: 說出方格的名字
