Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# simulHostExtraTimePerPlayer
source: Host extra clock time per player
af: Gasheer ekstra tyd per speller
ar: استضافة وقت إضافيًا لكل لاعب
bg: Допълнително време на организатора за всеки играч
bn: হোষ্ট একস্ত্রা ক্লক টাইম প্রতি খেলোয়াড়ের জন্য
bs: Dodatno vrijeme po igraču za domaćina simultanke
ca: Temps extra de l'amfitrió per jugador
cs: Extra čas pro hostitele za každého hráče
da: Ekstra tid på arrangørens ur pr. spiller
el: Προσθήκη επιπλέον χρόνου ανά παίκτη
eo: Plia tempo por la gastiganto po ludanto
es: Tiempo extra del anfitrión por cada oponente
eu: Jokalari bakoitzeko denbora gehigarria
fa: زمان اضافه میزبان به ازای بازیکن
fi: Lisää jokaista pelaajaa kohden isännän kelloon lisää aikaa
gl: Tempo extra do anfitrión por cada xogador
he: זמן נוסף למארח/ת עבור כל שחקן/ית שמצטרף/ת
hy: Յուրաքանչյուր խաղացողի համար նստաշրջանի ժամանակի լրացում
id: Waktu tambahan tuan rumah setiap pemain baru simul
it: Tempo extra per il simultaneista per ciascun giocatore
kk: Әр ойыншы үшін бас ойыншыға берілетін қосымша уақыт
ko: 호스트는 플레이어마다 추가 시간을 가짐
lt: Papildomas laikas šeimininkui už kiekvieną žaidėją
lv: Papildus laiks vadītājam par katru spēlētāju
mk: Додатно време по играч за домаќинот на симултанката
nl: Extra tijd voor de simultaangever per deelnemer
pt: Tempo extra de relógio por jogador
ro: Timp suplimentar pentru ceasul gazdei, pentru fiecare jucător
ru: Добавка времени сеансёра для каждого игрока
sk: Navýšiť čas na hodinách za každého hráča
sl: Gostite dodatni čas na igralca
sq: Kohë ekstra sahati organizatori për lojtar
sr: Додатно време домаћину за сваког играча против којег игра
sv: Extratid för värden för varje spelare som deltar
tr: Ev sahibi, katılan her oyuncu için ekstra süre alır
uk: Додатковий час для організатора за гравця
vi: Thời gian thêm cho người chủ trì theo số người tham gia
zh: 每加入位对手时获得的额外时间
zh_tw: 於每位玩家加入後棋鐘增加的額外時間

source: Lichess tournaments
af: Lichess toernooie
ar: مسابقات الموقع
az: Lichess turnirləri
be: Турніры Lichess
bg: Lichess състезания
bn: দাবা ক্রীড়া-প্রতিযোগিতা
bs: Lichess turniri
ca: Tornejos de Lichess
cs: Lichess turnaje
da: Lichess-turneringer
el: Τουρνουά στο Lichess
eo: Turniroj de Lichess
es: Torneos de Lichess
eu: Lichess txapelketak
fa: مسابقات Lichess
fi: Lichessin turnaukset
gl: Torneos de Lichess
he: טורנירים של Lichess
hy: Lichess մրցաշարեր
id: Turnamen Lichess
it: Tornei Lichess
kk: Личес жарыстары
ko: Lichess 토너먼트
lt: „lichess“ turnyrai
lv: Lichess turnīri
mk: Lichess турнири
nl: Lichess toernooien
pt: Torneios do Lichess
ro: Turnee Lichess
ru: Турниры Lichess
sk: Lichess turnaje
sl: Lichess turnirji
sq: Turne Lichess
sr: Lichess турнири
sv: Lichess-turneringar
tr: Lichess turnuvaları
uk: Турніри Lichess
vi: Các giải đấu của Lichess
zh: Lichess 锦标赛
zh_tw: Lichess 錦標賽

# tournamentFAQ
source: Arena tournament FAQ
af: Arena toernooi Vrae
ar: مسابقة الساحة (الأسئلة الشائعة)
az: Arena turnirinin TSS-i
be: Частыя пытанні пра турніры арэны
bg: ЧЗВ относно състезанието
bn: কর্মক্ষেত্র প্রতিযোগিতার প্রশ্নবলী
bs: Najčešće postavljana pitanja o Arena turnirima
ca: Torneig Arena: Preguntes Més Freqüents
cs: Arena turnaj - často kladené otázky
da: Arenaturnering FAQ
el: Συχνές ερωτήσεις για τα τουρνουά αρένας
eo: Oftaj demandoj pri la turnira areno
es: Preguntas frecuentes de los torneos
eu: Arena txapelketaren ohiko galderak
fa: پرسش‌های پربسامد مسابقات راوان
fi: Areenaturnausten FAQ
gl: Preguntas Frecuentes dos torneos Arena
he: שאלות נפוצות לגבי טורנירי הזירה
hy: Հարցեր «Արենա» մրցաշարերի վերաբերյալ
id: Arena Turnamen FAQ
it: Domande frequenti sui tornei
kk: Алаң жарысы туралы Жұрттан-сұрақ
ko: 아레나 토너먼트 FAQ
lt: Arenos turnyrų DUK
lv: Arena turnīru BUJ
mk: ЧПП за арена турнирите
nl: Veelgestelde vragen over Arena toernooien
pt: Perguntas frequentes sobre torneios em arena
ro: Întrebări și răspunsuri pentru turneu
ru: Вопросы и ответы про Арену
sk: Často kladené otázky pre turnajovú arénu
sl: Turnirji - odgovori na pogosta vprašanja
sq: PBR për turne Arenë
sr: Најчешће постављена питања о Арена турнирима
sv: Turnering: Vanliga frågor
tr: Arena turnuvaları SSS
uk: ЧаПи про турнір Арена
vi: Các câu hỏi hay gặp về giải đấu Đấu trường
zh: 竞技场锦标赛常见问题
zh_tw: 競技場錦標賽常見問題

source: Time before tournament starts
af: Tydsduur tot aanvang van toernooi
ar: الوقت حتى بداية المسابقة
az: Turnir başlamasına qalan vaxt
be: Турнір пачнецца праз
bg: Време до началото на турнира
bn: সময়ের পূর্বে প্রতিযোগিতা শুরু
bs: Vrijeme do početka turnira
ca: Temps per a què comenci el torneig
cs: Čas do začátku turnaje
da: Tid før turnering starter
el: Χρόνος πριν την έναρξη του τουρνουά
eo: Tempo ĝis la turniro komenciĝas
es: Tiempo antes de que comience el torneo
eu: Txapelketa hasteko denbora
fa: زمان باقی مانده به شروع مسابقه
fi: Aika ennen turnauksen alkua
gl: Tempo antes de que o torneo comece
he: זמן לתחילת הטורניר
hy: Ժամանակ մինչև մրցաշարի սկսվելը
id: Waktu sebelum turnamen dimulai
it: Tempo prima dell'inizio del torneo
kk: Жарыс басталуына қалған уақыт
ko: 토너먼트 시작까지 시간
lt: Laikas iki turnyro pradžios
lv: Laiks līdz turnīra sākumam
mk: Време до почетокот на турнирот
nl: Tijd voordat het toernooi start
pt: Contagem decrescente para o início do torneio
ro: Timp până la începerea turneului
ru: Время до начала турнира
sk: Čas do štartu turnaja
sl: Čas do začetka turnirja
sq: Koha deri sa të fillojë turneu
sr: Време пре него што турнир започне
sv: Tid tills turneringen börjar
tr: Turnuvaya kalan süre
uk: Час до початку турніру
vi: Thời gian trước khi giải đấu bắt đầu
zh: 锦标赛开始前等待时间
zh_tw: 錦標賽準備時間

source: Average centipawn loss
af: Gemiddelde sentipion verlies
ar: معدل الخسارة مقيمة ب 0.01 بيدق
az: Ortalama santipiyada itkisi
be: У сярэднім страчана сотых пешкі
bg: Средна загуба в стотни на пешка
bn: গড় ছিন্টেপাওন ক্ষতি
bs: Prosječni gubitak u stotim dijelovima pješaka
ca: Pèrdua mitjana en centipeons
cs: Průměrná pěšcová ztráta
da: Gennemsnitligt centibonde-tab
el: Μέση απώλεια εκατοστοπιονιού
eo: Averaĝa centonpeona perdo
es: Pérdida promedio en centipeones
eu: Bataz besteko peoi-ehuneko galera
fa: میانگین سرباز از دست داده
fi: Keskimääräinen sadasosasotilaan menetys
gl: Perda media de centipeóns
he: אובדן מאית־חייל ממוצע
hy: Միջինը հարյուրերորդական զինվորի կորուստ
id: Rata-rata poin kekalahan
it: Centesimi di pedone persi in media
kk: Қателіктердің орташа мәні
ko: 평균 CP(centipawn) 손실
lt: Vidutinis centi-pėstininkų nuostolis
lv: Vidējais centibandinieka zudums
mk: Просечна загуба во центи-пиони
nl: Gemiddeld centipionverlies
pt: Perda média de centésimos de peão
ro: Medie centipioni pierduți
ru: Потери сантипешек в среднем
sk: Priemerná strata (v stotinách pešiaka)
sl: Povprečna izguba stotin kmeta
sq: Humbja mesatare në centiushtar
sr: Просечан центипијунски губитак
sv: Genomsnittligt förlorad hundradelsbonde
tr: Ortalama santipiyon kaybı
uk: Середня втрата сотих пішаків
vi: Tỉ lệ mất tốt trung bình (ACPL)
zh: 平均厘兵损失
zh_tw: 平均厘兵損失

source: Accuracy
af: Akkuraatheid
ar: الدقة
be: Дакладнасць
bg: Точност
bn: নির্ভুলতা
bs: Preciznost
ca: Precisió
cs: Přesnost
da: Præcision
el: Ακρίβεια
eo: Precizeco
es: Precisión
eu: Zehaztasuna
fa: دقت
fi: Tarkkuus
gl: Precisión
he: דיוק
hy: Ճշտություն
id: Akurasi
it: Accuratezza
kk: Дәлдік
ko: 정확도
lt: Tikslumas
lv: Precizitāte
mk: Прецизност
nl: Nauwkeurigheid
pt: Precisão
ro: Acuratețe
ru: Точность
sk: Presnosť
sl: Natančnost
sq: Saktësi
sr: Прецизност
sv: Precision
tr: Doğruluk
uk: Точність
vi: Độ chính xác
zh: 准确率
zh_tw: 精準度

source: Keyboard shortcuts
af: Sleutelbord kortpaaie
ar: اختصارات لوحة المفاتيح
az: Klaviatura qısayolları
be: Скароты
bg: Клавиатурни комбинации
bn: কী-বোর্ড শর্টকাট
bs: Prečice za tastaturu
ca: Dreceres del teclat
cs: Klávesové zkratky
da: Tastaturgenveje
el: Συντομεύσεις πληκτρολογίου
eo: Fulmoklavoj
es: Atajos del teclado
eu: Tekla laguntzaileak
fa: میانبرهای صفحه‌کلید
fi: Pikanäppäimet
gl: Atallos do teclado
he: קיצורי מקלדת
hy: Ստեղնաշարի դյուրանցումներ
id: Tombol pintas keyboard
it: Scorciatoie da tastiera
kk: Пернетақта пәрмендері
ko: 키보드 단축키
lt: Spartieji klavišai
lv: Tastatūras saīsnes
mk: Кратенки на тастатурата
nl: Toetsenbordsnelkoppelingen
pt: Atalhos do teclado
ro: Scurtături taste
ru: Горячие клавиши
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sq: Shkurtore tastiere
sr: Пречице на тастатури
sv: Snabbkommandon
tr: Klavye kısayolları
uk: Комбінації клавіш
vi: Các phím tắt
zh: 键盘快捷键
zh_tw: 快捷鍵

# keyMoveBackwardOrForward
source: move backward/forward
af: skuif terug/vorentoe
ar: تحرك للخلف/للأمام
az: İrəliyə/arxaya gediş
be: на ход уперад/наперад
bg: мести напред/назад
bn: পেছনে সরান/সামনে যান
bs: idi natrag/naprijed
ca: moure enrere/davant
cs: O tah vpřed/vzad
da: ryk tilbage/frem
el: μετακίνηση προς τα πίσω / προς τα εμπρός
eo: movi (mal)antaŭen
es: movimiento hacia atrás y hacia adelante
eu: Aurrerantz edo atzerantz mugitu
fa: حرکت به عقب/جلو
fi: siirry eteenpäin/taaksepäin
gl: mover atrás/adiante
he: גלול אחורה/קדימה
hy: քայլ հետ/առաջ
id: Mundurkan/Majukan
it: muovi indietro/avanti
kk: алға/артқа жүру
ko: 뒤로/앞으로 가기
lt: judėti pirmyn/atgal
lv: pārvietoties uz priekšu/atpakaļ
mk: оди назад/напред
nl: zet achteruit/vooruit
pt: retroceder/avançar jogada
ro: mută înapoi/înainte
ru: ход назад/вперёд
sk: pohyb dopredu/späť
sl: pomik naprej/nazaj
sq: lëviz mbrapa/para
sr: иди назад/напред
sv: bakåtdrag/framåtdrag
tr: önceki/sonraki hamle
uk: хід назад/вперед
vi: tua lại/đi tới
zh: 后退/前进
zh_tw: 後退/前進

# keyGoToStartOrEnd
source: go to start/end
af: gaan na begin/einde
ar: اذهب للبداية/للنهاية
az: Əvvələ/sona get
be: да пачатку/канцу
bg: към началото/края
bn: শুরু করতে যান/শেষ
bs: idi na početak/kraj
ca: anar a l'inici/anar al final
cs: běžte na začátek/konec
da: gå til start/slut
el: πηγαίνετε στην έναρξη / λήξη
eo: iri al komenco/fino
es: ir al inicio/fin
eu: Hasierara edo azkenea joan
fa: رفتن به آغاز/پایان
fi: siirry alkuun/loppuun
gl: Ir ó comezo/remate
he: מעבר להתחלה/לסיום
hy: գնալ սկիզբ/վերջ
id: Ke awal/akhir
it: vai all'inizio/fine
kk: басына/аяғына жүру
ko: 처음/끝으로 가기
lt: eiti į pradžią/pabaigą
lv: iet uz sākumu/beigām
mk: оди на почеток/крај
nl: ga naar het begin/eind
pt: ir para início/fim
ro: început/sfârșit
ru: в начало/конец
sk: ísť na začiatok/koniec
sl: pojdi na začetek/konec
sq: shko në fillim/fund
sr: иди на почетак/крај
sv: gå till början/slut
tr: başa/sona git
uk: перейти до початку/кінця
vi: chuyển đến nước đi đầu/cuối
zh: 跳到开始/结尾
zh_tw: 跳轉到開始/結束

# keyCycleSelectedVariation
source: Cycle selected variation
af: Wissel geselekteerde variasie
ar: التفريع المحدد
bs: Ciklus odabrane varijacije
ca: Canvia la variació seleccionada
cs: Projdi zkrze vybranou variaci
da: Gennemgå den valgte variant
el: Επιλογή επόμενης βαριάντας
eo: Cikligi elektan variaĵon
es: Alterna la variante seleccionada
eu: Aldatu aukeratutako ingurabideetan
fa: چرخاندن وَرتِش گزیده
fi: Vaihda valittu muunnelma
gl: Cambia a variante seleccionada
he: מחזור הוריאציה שנבחרה
it: Cicla tra le varianti
kk: Тандалған тармақтан шықпау
ko: 선택된 바리에이션 순환하기
lt: Praeiti pasirinktą variantą
nl: Bekijk geselecteerde variant
pt: Ciclo da variante selecionada
ro: Următoarea variație
ru: Прокручивать выбранный вариант
sk: Vybrať variant
sl: Preglej izbrano varianto
sr: Излистај одабрану варијанту
sv: Cykla vald variant
tr: Seçilen varyasyonu değiştir
uk: Прокрутити вибраний варіант
vi: Biến được chọn theo chu kỳ
zh: 选择变着
zh_tw: 循環已選取的變體

# keyShowOrHideComments
source: show/hide comments
af: vertoon/versteek kommentaar
ar: أظهر/أخفِ التعليقات
az: Rəyləri göstər/gizlə
be: паказаць/схаваць каментары
bg: покажи/скрий коментарите
bn: দেখুন/মন্তব্য লুকান
bs: pokaži/sakrij komentare
ca: mostrar/ocultar comentaris
cs: zobrazte/skryjte komentáře
da: vis/skjul kommentar
el: εμφάνιση / απόκρυψη σχολίων
eo: (mal)montri komentojn
es: mostrar/ocultar comentarios
eu: Iruzkinak erakutsi/ezkutatu
fa: نمایش/پنهان کردن نظرها
fi: näytä/piilota kommentit
gl: mostrar/ocultar comentarios
he: הצג/הסתר הערות
hy: ցույց տալ/թաքցնել մեկնաբանությունները
id: Tampilkan/sembunyikan komentar
it: mostra/nascondi i commenti
kk: пікірлерді көрсету/жасыру
ko: 댓글 표시/숨기기
lt: rodyti/slėpti komentarus
lv: slēpt/rādīt komentārus
mk: покажи/скриј ги коментарите
nl: toon/verberg opmerkingen
pt: mostrar/ocultar os comentários
ro: arată/ascunde comentarii
ru: показать/скрыть комментарии
sk: zobraziť/skryť komentáre
sl: pokaži/skrij komentarje
sq: shfaq/fshih komentet
sr: покажи/сакриј коментаре
sv: visa/göm kommentarer
tr: yorumları gizle/göster
uk: показати/приховати коментарі
vi: hiện/ẩn bình luận
zh: 显示/隐藏评论
zh_tw: 顯示/隱藏評論

# keyEnterOrExitVariation
source: enter/exit variation
af: betree/verlaat variasie
ar: متغير دخول/خروج
az: giriş/çıxış variasiyası
be: увайсці/выйсці з варыянту
bg: влез/излез от вариацията
bn: প্রবেশ করান/বেরিয়ে যান
bs: otvori/zatvori varijaciju
ca: entrar/sortir variació
cs: Zobraz variantu
da: Start/slut variant
el: είσοδος / έξοδος εκδοχής
eo: eniru/forlasu variaĵon
es: entrar/salir de la variante
eu: Aldaerara sartu/atera
fa: ورود/خروج به وَرتِش
fi: lisää/poista muunnelma
gl: Entrar/saír da variante
he: כנס לגרסה או צא ממנה
hy: բացել/փակել տարբերակը
id: masuk/keluar dari variasi
it: entra/esci dalla variante
kk: тармаққа кіру/шығу
ko: 바리에이션 들어가기/나오기
lt: įeiti/išeiti iš variacijos
lv: ieiet/iziet variācijā
mk: отвори/затвори ја варијантата
nl: vermeld/stop variant
pt: entrar/sair da variante
ro: acceptă/respinge variație
ru: ввести/закрыть вариант
sk: zvoliť/opustiť variant
sl: vstopi/izstopi v varianto
sq: hyr/dil nga varianti
sr: уђи/изађи из варијације
sv: påbörja/avsluta variant
tr: varyasyona gir/çık
uk: зайти/вийти з варіанту
vi: vào/thoát biến
zh: 进入/退出变着
zh_tw: 進入/退出變體

# keyRequestComputerAnalysis
source: Request computer analysis, Learn from your mistakes
af: Vra rekenaaranalise aan, Leer uit jou foute
ar: اطلب تحليل الحاسوب وتعلم من أخطائك
bg: Поискайте компютърен анализ, Учете се от грешките си
bn: কম্পিউটার বিশ্লেষণের জন্য অনুরোধ করুন, আপনার ভুলগুলো থেকে শিখুন
bs: Zatražite računarsku analizu, učite na svojim greškama
ca: Demana una anàlisi computeritzada, aprèn dels teus errors
cs: Vyžádejte si počítačovou analýzu, poučte se ze svých chyb
da: Anmod om computeranalyse, Lær af dine fejl
el: Ζητήστε ανάλυση της παρτίδας από υπολογιστή (Μάθετε από τα λάθη σας)
eo: Peti komputilan analizon, Lerni de viaj eraroj
es: Solicitar análisis del ordenador, aprende de tus errores
eu: Ordenagailuaren analisia eskatu. Ikasi zure akatsak aztertuz
fa: درخواست تحلیل رایانه‌ای، از اشتباه‌های‌تان بیاموزید
fi: Pyydä tietokoneanalyysiä, opi virheistäsi
gl: Solicitar unha análise por computador, Aprende dos teus erros
he: בקשו ניתוח ממוחשב, למדו מטעויותיכם
hy: Պատվիրեք համակարգչային վերլուծություն, սովորեք սեփական սխալներից
id: Minta analisis komputer, belajar dari kesalahan anda
it: Richiedi analisi del computer, Impara dai tuoi errori
kk: Компьютерлік талдауды бастаңыз, Әр қателіктен сабақ алыңыз
ko: 컴퓨터 분석 요청, 실수에서 배우기
lt: Paprašyti kompiuterio analizės, pasimokykite iš savo klaidų
lv: Pieprasi datora analīzi, Mācies no savām kļūdām
mk: Побарајте компјутерска анализа, Учете од Вашите грешки
nl: Verzoek om computeranalyse, Leer van je fouten
pt: Solicite análise do computador, Aprenda com seus erros
ro: Solicită analiza calculatorului, Învață din greșelile tale
ru: Запросите компьютерный анализ, Учитесь над своими ошибками
sk: Požadujte analýzu počítačom, Poučte sa zo svojich chýb
sl: Zahtevajte računalniško analizo, učite se iz svojih napak
sq: Kërkoni analizim nga kompjuteri, Mësoni nga gabimet tuaja
sr: Затражите компјутерску анализу, научите из својих грешака
sv: Begär datoranalys, lär av dina misstag
tr: Bilgisayar analizi talep et, Hatalarından ders al
uk: Зробити запит на комп'ютерний аналіз, Учіться на своїх помилках
vi: Yêu cầu máy tính phân tích, Học từ sai lầm của bạn
zh: 请求电脑分析，并从失误中学习
zh_tw: 請求引擎分析，從你的失誤中學習

# keyNextBlunder
source: Next blunder
af: Volgende flater
ar: الخطأ الفادح التالي
be: Наступны зявок
bg: Следваща груба грешка
bn: পরবর্তী সাঙ্ঘাতিক ভুল
bs: Sljedeći grubi previd
ca: Següent errada
cs: Další hrubá chyba
da: Næste brøler
el: Επόμενο σοβαρό σφάλμα
eo: Sekva erarego
es: Siguiente error grave
eu: Hurrengo hanka-sartzea
fa: اشتباه فاحش بعدی
fi: Seuraava vakava virhe
gl: Seguinte metida de zoca
he: הטעות הגסה הבאה
hy: Հաջորդ վրիպումը
id: Blunder selanjutnya
it: Prossimo grave errore
kk: Келесі өрескел қателік
ko: 다음 블런더
lt: Kita šiurkšti klaida
lv: Nākamā rupjā kļūda
mk: Следен превид
nl: Volgende blunder
pt: Próxima gafe
ro: Următoarea greșeală gravă
ru: Следующий зевок
sk: Ďalšia hrubá chyba
sl: Naslednji spodrsljaj
sq: Gafa pasuese
sr: Следећа тешка грешка
sv: Nästa blunder
tr: Sonraki vahim hata
uk: Наступна груба помилка
vi: Nước đi sai nghiêm trọng tiếp theo
zh: 下一个败着
zh_tw: 下一個漏著

# keyNextMistake
source: Next mistake
af: Volgende fout
ar: الخطأ التالي
be: Наступная памылка
bg: Следваща грешка
bn: পরবর্তী ভুল
bs: Sljedeća greška
ca: Següent errada greu
cs: Další chyba
da: Næste fejl
el: Επόμενο λάθος
eo: Sekva eraro
es: Siguiente error
eu: Hurrengo akatsa
fa: اشتباه بعدی
fi: Seuraava virhe
gl: Seguinte erro
he: הטעות הבאה
hy: Հաջորդ սխալը
id: Kesalahan berikutnya
it: Prossimo errore
kk: Келесі қателік
ko: 다음 실수
lt: Kita klaida
lv: Nākamā kļūda
mk: Следна грешка
nl: Volgende fout
pt: Próximo erro
ro: Următoarea greșeală
ru: Следующая ошибка
sk: Ďalšia chyba
sl: Naslednja napaka
sq: Gabimi pasues
sr: Следећа грешка
sv: Nästa misstag
tr: Sonraki hata
uk: Наступна помилка
vi: Nước đi sai lầm tiếp theo
zh: 下一个错着
zh_tw: 下一個錯誤

# keyNextInaccuracy
source: Next inaccuracy
af: Volgende onakkuraatheid
ar: النقلة غير الدقيقة التالية
be: Наступная недакладнасць
bg: Следваща неточност
bn: পরবর্তী নির্ভুলতা
bs: Sljedeća nepreciznost
ca: Següent imprecisió
cs: Další nepřesnost
da: Næste unøjagtighed
el: Επόμενη ανακρίβεια
eo: Sekva erareto
es: Siguiente imprecisión
eu: Hurrengo akats arina
fa: بی‌دقتی بعدی
fi: Seuraava epätarkkuus
gl: Seguinte imprecisión
he: אי־הדיוק הבא
hy: Հաջորդ անճշտությունը
id: Ketidakakuratan selanjutnya
it: Prossima imprecisione
kk: Келесі ағаттық
ko: 다음 부정확한 수
lt: Kitas netiklsumas
lv: Nākamā neprecizitāte
mk: Следна непрецизност
nl: Volgende onnauwkeurigheid
pt: Próxima imprecisão
ro: Următoarea neacuratețe
ru: Следующая неточность
sk: Ďalšia nepresnosť
sl: Naslednja nepravilnost
sq: Pasaktësia pasuese
sr: Следећа непрецизност
sv: Nästa felaktighet
tr: Sonraki kusurlu hamle
uk: Наступна неточність
vi: Nước đi không chính xác tiếp theo
zh: 下一个失准
zh_tw: 下一個輕微失誤

# keyPreviousBranch
source: Previous branch
af: Vorige tak
ar: التفريع السابق
bg: Предходен клон
bn: আগের শাখা
bs: Prethodna grana
ca: Branca anterior
cs: Předchozí větev
da: Forrige gren
el: Προηγούμενος κλάδος
eo: Antaŭa branĉo
es: Rama anterior
eu: Aurreko adarra
fa: شاخه پیشین
fi: Edellinen haara
gl: Rama anterior
he: הענף הקודם
hy: Նախորդ ճյուղ
it: Variante precedente
kk: Алдынғы тармақ
ko: 이전 부
lt: Praeita atšaka
lv: Iepriekšējais zars
nl: Vorige vertakking
pt: Ramo anterior
ro: Ramura precedentă
ru: Предыдущая ветка
sk: Predchádzajúca vetva
sl: Prejšnja veja
sq: Dega e mëparshme
sr: Претходна грана
sv: Föregående gren
tr: Önceki dal
uk: Попередній варіант
vi: Nhánh trước
zh: 上一个分支
zh_tw: 上一個分支

# keyNextBranch
source: Next branch
af: Volgende tak
ar: التفريع القادم
bg: Следващ клон
bn: পরবর্তী শাখা
bs: Sljedeća grana
ca: Branca següent
cs: Další větev
da: Næste gren
el: Επόμενος κλάδος
eo: Sekva branĉo
es: Rama siguiente
eu: Hurrengo adarra
fa: شاخه بعدی
fi: Seuraava haara
gl: Rama seguinte
he: הענף הבא
hy: Հաջորդ ճյուղ
it: Variante successiva
kk: Келесі тармақ
ko: 다음 부
lt: Sekanti atšaka
lv: Nākamais zars
nl: Volgende vertakking
pt: Próximo ramo
ro: Ramura următoare
ru: Следующая ветка
sk: Nasledujúca vetva
sl: Naslednja veja
sq: Dega pasuese
sr: Следећа грана
sv: Nästa gren
tr: Sıradaki dal
uk: Наступний варіант
vi: Nhánh tiếp theo
zh: 下一个分支
zh_tw: 下一個分支

source: Toggle variation arrows
af: Wissel variasie pyle
ar: تبديل أسهم النقلات المرشحة
bs: Uključi/isključi strelice za varijacije
ca: Mostra/amaga les fletxes de les variants
cs: Přepnout šipky variant
da: Slå variantpile til/fra
el: Εμφάνιση/απόκρυψη βελών για βαριάντες
eo: Baskuligi variaĵojn sagojn
es: Activa o desactiva flechas de variantes
eu: Aktibatu/desaktibatu ingurabidearen geziak
fa: کلید پیکان‌های وَرتِش
fi: Muunnelmanuolet päälle/pois
gl: Activar/desactivar as frechas das variantes
he: הפעלת חצי הווריאנטים
it: Mostra le frecce delle varianti
kk: Тармақ нұсқағышты көрсету
ko: 바리에이션 화살표 표시하기
lt: Rodyti variacijų rodykles
lv: Rādīt/slēpt varianta bultiņas
nl: Variatiepijlen in/uitschakelen
pt: Ativar/desactivar seta da variante
ro: Comută săgețile de variație
ru: Переключить стрелки вариантов
sk: Prepnúť šípky variantov
sl: Preklopi prikaz variant s puščicami
sq: Shfaq/fshih shigjeta variantesh
sr: Приказивање стрелица за варијације
sv: Växla variationspilar
tr: Varyasyon oklarını aç/kapat
uk: Показати стрілки варіантів
vi: Đổi mũi tên của từng biến
zh: 开启变着箭头
zh_tw: 顯示變體箭頭

# cyclePreviousOrNextVariation
source: Cycle previous/next variation
af: Wissel vorige/volgende variasie
ar: الدورة السابقة/التفريع التالي
bg: Превключи между предходна/следваща вариация
bs: Ciklus prethodne/sljedeće varijacije
ca: Canvia la variació següent/anterior
cs: Projdi předchozí/následující variantu
da: Gennemgå forrige/næste variant
el: Επιλογή προηγούμενης/επόμενης βαριάντας
eo: Cickligi antaŭan/sekvan variaĵon
es: Alterna entre la siguiente variante y la anterior
eu: Aldatu aurreko/hurrengo ingurabidean
fa: چرخاندن پیشین/پسین وَرتِش
fi: Siirry edelliseen/seuraavaan muunnelmaan
gl: Variante anterior/seguinte
he: מחזור הוריאנט הקודם/הבא
it: Vai alla variante precedente/successiva
kk: Алдынғы/келесі тармаққа өту
ko: 이전/다음 바리에이션 순환하기
lt: Eiti į ankstesnį/sekantį variantą
nl: Bekijk vorige/volgende variant
pt: Ciclo anterior/próxima variante
ro: Ciclu de variație precedentă/următoare
ru: Прокручивать предыдущий/следующий вариант
sk: Zakomponovať predchádzajúci/nasledujúci variant
sl: Preglej zadnjo/naslednjo varianto
sr: Тренутна/претходна варијација
sv: Cykla föregående/nästa variant
tr: Önceki/sonraki varyasyona geç
uk: Прокрутити попередній/наступний варіант
vi: Chu kì của biến trước/tiếp theo
zh: 切换上个/下个变着
zh_tw: 循環上一個/下一個變體

# toggleGlyphAnnotations
source: Toggle move annotations
af: Wissel glyf-annotasies
ar: تبديل الرموز التوضيحية
bs: Uključi/isključi napomene o premještanju
ca: Mostra/amaga les anotacions glif
cs: Přepnout poznámky glyfů
da: Slå træk-annotationer til/fra
el: Εμφάνιση/απόκρυψη σχολίων κινήσεων
eo: Baskuligi movajn prinotaĵojn
es: Activa o desactiva la anotación de figurines
eu: Aktibatu/Desaktibatu ikur bidezko oharrak
fa: کلید علائم حرکت‌نویسی
fi: Symbolikommentit päälle/pois
gl: Activar/desactivar as anotacións con símbolos
he: הפעלת סמלי ההערות
it: Mostra i simboli delle annotazioni
kk: Жүріс ескертпелерін көрсету
ko: 이동 주석 토글하기
lt: Įjungti ėjimų komentarus
lv: Rādīt/slēpt gājienu piezīmes
nl: Zetaantekeningen in-/uitschakelen
pt: Ativar/desativar anotações com símbolos
ro: Comută comentarii la mutări
ru: Переключить значки аннотации
sk: Prepnúť poznámky k ťahom
sl: Preklopi opombe potez
sr: Анотација потеза
sv: Växla glyph-anteckningar
tr: Glif dipnotlarını aç/kapat
uk: Перемкнути анотації ходів
vi: Đổi chú thích nước cờ
zh: 开启着法评注
zh_tw: 顯示圖形標註
