Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Max depth reached!
af: Maksimum diepte is bereik!
ar: تم الوصول إلى أقصى عمق!
az: Maksimum dərinliyə çatdın!
be: Дасягнута максімальная глыбіня!
bg: Максималната дълбочина е достигната!
bn: সর্বোচ্চ গভীরতা পৌঁছে গেছে!
bs: Dostignuta maksimalna dubina!
ca: Màxima profunditat assolida!
cs: Maximální hloubka dosažena!
da: Maks dybde nået!
el: Έχετε φτάσει το μέγιστο βάθος!
eo: Maksimuma profundeco kulminas!
es: ¡Se ha alcanzado la profundidad máxima!
eu: Gehienezko sakonerara iritsi zara!
fa: عمق به حداکثر رسیده!
fi: Maksimisyvyys saavutettu!
gl: Chegouse á máxima profundidade!
he: הגעתם לעומק המירבי!
hy: Արձանագրված է առավելագույն խորություն։
id: Kedalaman maksimal tercapai!
it: Massima profondità raggiunta!
kk: Іздеу шегіне жетті!
ko: 최대 깊이 도달!
lt: Pasiektas didžiausias gylis!
lv: Sasniegts dziļuma ierobežojums!
mk: Максималната длабочина е постигната!
nl: Maximale diepte bereikt!
pt: Nível máximo alcançado!
ro: Adâncime maximă atinsă!
ru: Достигнута максимальная глубина!
sk: Dosiahnutá maximálna hĺbka!
sl: Največja globina je dosežena!
sq: U mbërrit në thellësinë maksimum!
sr: Достигнут максимални број потеза!
sv: Maxdjup nått!
tr: Maksimum derinliğe ulaşıldı!
uk: Максимальна глибина досягнута!
vi: Đã đạt độ sâu tối đa!
zh: 已达最大深度！
zh_tw: 已達到最大深度！

source: Maybe include more games from the preferences menu?
af: Voeg dalk meer wedstryde van die voorkeure kieslys by?
ar: أترغب في ضم مباريات أكثر من قائمة التفضيلات؟
az: Bəlkə tərcihlər menyusunda daha çox oyunun daxil edilməsini seçəsiniz?
be: Паспрабуйце пашырыць ахоп пошуку ў наладах.
bg: Защо не включите повече игри в базата данни от менюто?
bn: হয়তো আরো খেলা যোগ করা হবে পচ্ছন্দের তালিকায়?
bs: Možda da probate uključiti više partija u postavkama pretraživača otvaranja?
ca: Vols incloure més partides des del menú de preferències?
cs: Možná zkuste vybrat více her z menu preferencí?
da: Prøv eventuelt at inkludere flere partier fra præferencemenuen?
el: Δοκιμάστε να συμπεριλάβετε περισσότερα παιχνίδια από το μενού προτιμήσεων.
eo: Eble inkluzivi pli da ludoj de la menuo de preferoj?
es: Prueba incluyendo más partidas desde el menú de preferencias
eu: Agian hobespenen menutik partida gehiago gehitu beharko dituzu?
fa: شاید بازی‌های بیشتری با توجه به نام‌چین تنظیمات، وجود داشته باشد.
fi: Voisit sisällyttää lisää pelejä asetusvalikosta?
gl: E se probas a incluír máis partidas dende o menú de preferencias?
he: להוסיף עוד משחקים מתפריט ההגדרות?
hy: Փորձեք կարգավորումներում միացնել ավելի շատ խաղեր։
id: Apakah ingin memasukan Permainan lainnya dari menu preferensi?
it: Prova a includere più partite dal menu Preferenze.
kk: Баптаулар мәзірінен тағы ойындар қосайық па?
ko: 설정에서 더 많은 대국을 포함하세요.
lt: Galbūt įtraukti daugiau partijų iš parinkčių meniu?
lv: Varbūt iekļaujiet vairāk spēļu uzstādījumu izvēlnē?
mk: Би можеле да додадете повеќе партии од менито за поставки.
nl: Misschien meer partijen toevoegen via het voorkeuren-menu?
pt: Talvez incluir mais jogos no menu de preferências?
ro: Poate doriți să includeți mai multe jocuri din meniul de preferințe?
ru: Возможно, стоит включить больше игр в настройках?
sk: Možno vyberte viac partií z menu preferencií?
sl: Bi vključili več partij v meniju nastavitev?
sq: Ndoshta të përfshihen më tepër lojëra nga menuja e parapëlqimeve?
sr: Можда укључи више партија из менија за префенсе?
sv: Överväg att ändra inställningarna för att inkludera fler partier.
tr: Seçenekler menüsünden daha fazla oyun eklemeyi deneyebilirsiniz.
uk: Може, варто включити більше ігор з меню налаштувань?
vi: Bạn có muốn thêm nhiều ván đấu hơn từ mục lục?
zh: 请尝试在选项里包含更多对局
zh_tw: 到偏好設定中加入更多棋局？

source: Openings
af: Openinge
ar: الافتتاحيات
az: Açılışlar
be: Дэбюты
bg: Дебюти
bn: শুরুর ভাগ
bs: Otvaranja
ca: Obertures
cs: Zahájení
da: Åbninger
el: Ανοίγματα
eo: Ludkomencoj
es: Aperturas
eu: Irekierak
fa: گشایش‌ها
fi: Avaukset
gl: Aperturas
he: פתיחות
hy: Սկզբնախաղեր
id: Pembukaan
it: Aperture
kk: Бастаулар
ko: 오프닝
lt: Debiutai
lv: Atklātnes
mk: Отворања
nl: Openingen
pt: Aberturas
ro: Deschideri
ru: Дебюты
sk: Otvorenia
sl: Otvoritve
sq: Hapje
sr: Отварања
sv: Öppningar
tr: Açılışlar
uk: Дебюти
vi: Các khai cuộc
zh: 开局
zh_tw: 開局

source: Opening explorer
af: Opening ontdekker
ar: مستكشف الافتتاحيات
az: Debüt tədqiqatçısı
be: Аглядальнік дэбютаў
bg: Изследовател на дебютите
bn: অনুসন্ধানকারী খুলতেছে
bs: Pretraživač otvaranja
ca: Explorador d'obertures
cs: Průzkumník zahájení
da: Åbningsbog
el: Εξερευνητής ανοιγμάτων
eo: Esplorilo pri malfermoj
es: Explorador de aperturas
eu: Hasiera-arakatzailea
fa: پویشگر گشایش‌
fi: Avausselain
gl: Abrir o explorador
he: סייר הפתיחות
hy: Սկզբնախաղերի դիտարկիչ
id: Penjelajah pembukaan
it: Esplora aperture
kk: Бастаулар қазынасы
ko: 오프닝 탐색기
lt: Debiutų naršyklė
lv: Atklātņu pārlūks
mk: Пребарувач на отворања
nl: Openingverkenner
pt: Explorador de aberturas
ro: Exploratorul de deschideri
ru: База дебютов
sk: Prieskumník otvorení
sl: Raziskovalec otvoritev
sq: Eksplorues hapjesh
sr: Претраживач отварања
sv: Öppningsbok
tr: Açılış kâşifi
uk: Дослідження дебютів
vi: Khám phá khai cuộc
zh: 开局探索器
zh_tw: 開局瀏覽器

source: Opening/endgame explorer
af: Opening/eindspel-verkenner
ar: مستكشف نهاية/بداية الدور
az: Debüt/Endşpil tədqiqatçısı
be: Аглядальнік дэбютаў/эндшпіляў
bg: Изследовател на дебюти/ендшпили
bn: প্রারম্ভিক/শেষ খেলা কৌশল বিশ্লেষণ
bs: Istraživač otvaranja/završnica
ca: Explorador d'obertures i finals
cs: Průzkumník zahájení/koncovek
da: Åbning/slutspilsbog
el: Εξερευνητής ανοιγμάτων/φινάλε
eo: Esplorilo de malfermoj/finaĵoj
es: Explorador de aperturas y finales
eu: Hasiera/finalen bilatzailea
fa: پویشگر گشایش/آخربازی
fi: Avaus- ja loppupeliselain
gl: Explorador de aperturas/finais
he: סייר פתיחות/סיומים
hy: Սկզբնախաղերի/վերջնախաղերի տեղեկատու
id: Penjelajah pembukaan/babak akhir
it: Esploratore aperture/chiusure
kk: Бастау/ойынсоңы қоры
ko: 오프닝/엔드게임 탐색기
lt: Debiutų/endšpilių naršyklė
lv: Atklātņu un beigu spēļu pārlūks
mk: Истражувач на отворања/затворања
nl: Opening-/eindspelverkenner
pt: Explorador de Aberturas/Finais
ro: Explorator de deschideri/finaluri de joc
ru: База дебютов/окончаний
sk: Prieskumník otvorení/koncoviek
sl: Raziskovalec otovoritev/končnic
sq: Eksplorues hapjesh/mbylljesh loje
sr: Претраживач отварања/завршница
sv: Öppning-/slutspelsutforskare
tr: Açılış/oyunsonu kâşifi
uk: Дослідження дебютів/ендпшілів
vi: Khám phá khai cuộc/tàn cuộc
zh: 开局/残局探索器
zh_tw: 開局與終局瀏覽器

# xOpeningExplorer
source: {param} opening explorer
af: {param} opening ontdekker
ar: مستكشف افتتاحيات {param}
az: {param} debüt bazası
be: Аглядальнік дэбютаў {param}
bg: {param} база данни
bn: {param} অনুসন্ধানকারী খুলতেছে
bs: {param} pretraživač otvaranja
ca: Explorador d'obertures {param}
cs: {param} průzkumník zahájení
da: {param} åbningsbog
el: {param} εξερευνητής ανοιγμάτων
eo: {param} esplorilo de malfermoj
es: Explorador de la apertura {param}
eu: {param} hasiera arakatzailea
fa: پویشگر گشایش {param}
fi: {param} -avausselain
gl: Explorador de aperturas {param}
he: חוקר פתיחות {param}
hy: {param} սկզբնախաղերի դիտարկիչ
id: Menjelajahi pembukaan {param}
it: Explorer delle aperture {param}
kk: {param} бастаулар қазынасы
ko: {param} 오프닝 탐색기
lt: {param} debiutų naršyklė
lv: {param} atklātņu pārlūks
mk: Пребарување отворања на: {param}
nl: {param} openingsverkenner
pt: Explorador de aberturas de {param}
ro: Exploratorul de deschideri {param}
ru: База дебютов для {param}
sk: {param} prieskumník otvorení
sl: {param} raziskovalec otvoritev
sq: Eksploruesi i hapjeve {param}
sr: {param} претаживач отварања
sv: {param} öppningsutforskare
tr: {param} açılış kâşifi
uk: Дослідження дебютів {param}
vi: Khám phá khai cuộc {param}
zh: {param} 开局探索器
zh_tw: {param}開局瀏覽器

source: Play first opening/endgame-explorer move
af: Speel eerste opening/eindspel-verkenner skuif
az: İlk açılış/oyun sonu-kəşfiyyatçı hərəkətini oynayın
bg: Изиграй първия ход от изследователя на дебютите/ендшпилите
bn: প্রথম ওপেনিং/এন্ডগেম-এক্সপ্লোরার মুভ খেলুন
bs: Odigrajte prvi potez u pretraživaču za otvaranja / završnice
ca: Juga el primer moviment de l'explorador d'obertures/finals
cs: Hrát první tah průzkumníka zahájení/koncovek
da: Spil det første træk fra åbnings- og slutspilsbog
el: Πραγματοποίηση της πρώτης κίνησης στη λίστα του εξερευνητή ανοιγμάτων/φινάλε
eo: Ludi unua malferme/finaĵe-esplorila movo
es: Realiza el primer movimiento del explorador de aperturas y finales
eu: Jokatu hasieren/finalek arakatzailearen lehenengo jokaldia
fa: نخستین حرکت گشایش/آخربازی پویشگر را برو
fi: Pelaa ensimmäinen avaus-/loppupeliselaimen siirto
gl: Xogar o primeiro movemento do explorador de aperturas/finais
he: שחקו את המהלך הראשון על פי סייר הפתיחות והסיומים
hy: Խաղալ սկզբնախաղեր­/վերջնախաղեր սովորողի առաջին քայլը
id: Saya
it: Gioca la prima apertura/mossa in chiusura dell'explorer
kk: Бастау/ойынсоңы қорынан бірінші қадам жасау
ko: 첫 번째 오프닝/엔드게임 탐색기 수 두기
lt: Žaisti pirmą debiuto/endšpilių naršyklės ėjimą
lv: Izdarīt pirmo atklātņu/galotņu pārlūka gājienu
mk: Одиграјте го првиот истражувачки потег во отворање/завршница
nl: Speel de eerste zet/eindverkenner
pt: Jogar o primeiro lance do explorador de aberturas/finais
ro: Joacă prima mutare de deschidere/final de joc-explorator
ru: Играть первый ход изучения дебютов/эндшпилей
sk: Hrať prvý ťah navrhnutý prieskumníkom otorení/koncoviek
sl: Odigrajte prvo potezo raziskovalca na začetku/koncu igre
sq: Luaj lëvizjen e parë të eksploruesit të hapjeve/mbylljeve të lojës
sr: Одиграј први потез који сугерише претраживач отварања/завршница
sv: Spela första drag från öppnings-/slutspelsutforskaren
tr: İlk sıradaki açılış kaşifi/oyun sonu analizi hamlesini oyna
uk: Зіграти перший хід з дослідження дебютів/ендшпілів
vi: Chơi nước khám phá khai cuộc/tàn cuộc đầu tiên
zh: 走开局/残局探索器的推荐首着
zh_tw: 在開局/殘局瀏覽器走第一步棋

source: Win prevented by 50-move rule
af: Oorwinning gekelder deur 50-skuifreël
ar: قاعدة ال 50 نقلة منعت الفوز
az: Qələbə 50 gediş qaydasına görə hesaba alınmadı
be: Перамога немагчыма па правілу 50 хадоў
bg: Победата е предотвратена от 50-ходовото правило
bn: 50-চাল নিয়মে জয় প্রতিরোধ
bs: Pobjeda spriječena zbog pravila o 50 poteza bez pomjeranja ijednog pješaka i bez ikakvog uzimanja figura
ca: Victòria no permesa a causa de la regla dels 50 moviments
cs: Výhra zabránění 50tahového pravidla
da: Sejr forhindret af 50-træks reglen
el: H νίκη εμποδίζεται από τον κανόνα των 50 κινήσεων
eo: Venko blokita per la regulo pri 50-movoj
es: La regla de los 50 movimientos impide la victoria
eu: 50 jokaldien arauak ekidindako garaipena
fa: قانون پنجاه حرکت جلوی پیروزی را گرفت
fi: 50 siirron sääntö estää voiton
gl: Vitoria impedida pola regra das 50 xogadas
he: ניצחון נמנע מפאת כלל 50 המהלכים
hy: Հաղթանակը կասեցված Է 50 քայլի օրենքի համաձայն
id: Tidak bisa menang karena peraturan 50 langkah
it: Vittoria non possibile a causa della "regola delle 50 mosse"
kk: 50 жүрістік ережемен жеңіске жеткізбеу
ko: 50수 규칙에 의하여 승리가 불가능합니다
lt: Pergalei sukliudė 50-ies ėjimų taisyklė
lv: 50 gājienu noteikums novērsa uzvaru
mk: Спречена е победата поради правилото за 50 потези
nl: Winst voorkomen door vijftig-zetten regel
pt: Vitória impedida pela regra dos 50 movimentos
ro: Victoria partidei a fost împiedicată de regula celor 50 de mutări
ru: Не удаётся победить из-за правила 50 ходов
sk: Výhre zabránilo pravidlo 50-tich ťahov
sl: Zmago preprečilo pravilo 50 potez
sq: Fitore e parandaluar nga rregulli i 50 lëvizjeve
sr: Победа спречена правилом 50 потеза
sv: Vinst förhindrad genom 50-dragsregeln
tr: Galibiyet 50 hamle kuralı yüzünden engellendi
uk: Перемогу попереджено правилом 50-го ходу
vi: Chiến thắng bị ngăn cản bởi luật 50 nước
zh: 因 50 步规则而阻止的胜局
zh_tw: 因五十步規則判勝

# lossSavedBy50MoveRule
source: Loss prevented by 50-move rule
af: Verloor voorkom deur 50-skuifreël
ar: قاعدة ال 50 نقلة منعت الخسارة
az: Məğlubiyyət 50 gediş qaydasına görə hesaba alınmadı
be: Паражанне немагчыма па правілу 50 хадоў
bg: Загубата е преодоляна от правилото за 50 хода
bn: 50- চাল নিয়মে হার জমা
bs: Poraz spriječen zbog pravila o 50 poteza bez pomjeranja ijednog pješaka i bez ikakvog uzimanja figura
ca: Derrota evitada per la regla dels 50 moviments
cs: Prohra zachráněna 50tahovým pravidlem
da: Nederlag undgået på grund af 50-træks reglen
el: Η ήττα αποτρέπεται από τον κανόνα των 50 κινήσεων
eo: Malvenko ne suferita dank' al la regulo pri 50-movoj
es: La regla de los 50 movimientos evita la derrota
eu: 50 jokaldien arauak ekidindako porrota
fa: قانون ۵۰ حرکت از شکست جلوگیری کرد
fi: 50 siirron sääntö estää tappion
gl: Derrota impedida pola regra das 50 xogadas
he: הפסד נמנע מפאת כלל 50 המהלכים
hy: Պարտությունը կասեցված Է 50 քայլի օրենքի համաձայն
id: Kekalahan terhindari karena peraturan 50 langkah
it: Sconfitta evitata per la regola delle 50 mosse
kk: 50 жүрістік ережемен жеңілістен құтылу
ko: 50수 규칙에 의하여 패배가 불가능합니다
lt: Pralaimėjimo išvengta dėl 50-ies ėjimų taisyklės
lv: 50 gājienu likums novērš zaudējumu
mk: Спречен е поразот поради правилото на 50 потези
nl: Verlies gered door vijftig-zetten regel
pt: Derrota evitada pela regra dos 50 movimentos
ro: Pierderea partidei a fost împiedicată de regula celor 50 de mutări
ru: Удаётся избежать поражения из-за правила 50 ходов
sk: Od prehry zachránilo pravidlo 50-tich ťahov
sl: Poraz rešilo pravilo 50 potez
sq: Humbje e parandaluar nga rregulli i 50 lëvizjeve
sr: Пораз спречен правилом 50 потеза
sv: Förlust förhindrad genom 50-dragsregeln
tr: Mağlubiyet 50 hamle kuralı sayesinde önlendi
uk: Поразку попереджено правилом 50-го ходу
vi: Ván đấu được cứu thua bởi luật 50 nước
zh: 因 50 步规则而避免的负局
zh_tw: 因 50 步規則判和

source: Win or 50 moves by prior mistake
af: Wen of 50 skuiwe deur vorige fout
ar: فوز أو 50 حركة عن طريق خطأ سابق
az: Qələbə və ya əvvəlki səhvlə 50 gediş
be: Перамога ці 50 хадоў ад папярэдняй памылкі
bg: Победа или 50 хода заради грешка
bs: Pobjeda ili pravilo 50 poteza zbog prijašnje greške
ca: Victòria o taules per 50 moviments a causa d'un error anterior
cs: Výhra nebo 50 tahů po předchozí chybě
da: Sejr eller 50 træk efter tidligere fejl
el: Νίκη ή ισοπαλία από 50 κινήσεις λόγω λάθους
eo: Venko aŭ 50 movoj de antaŭa eraro
es: Victoria o 50 movimientos por error anterior
eu: Irabazi edo 50 jokaldi aurrerago egindako akats bategatik
fa: برد یا ۵٠ حرکت بعد از اشتباه قبلی
fi: Voitto tai 50 siirtoa edeltävän virheen seurauksena
gl: Vitoria ou 50 movementos a causa dun erro anterior
he: ניצחון או כלל 50 המסעים בגלל טעות קודמת
hy: Հաղթանակ կամ 50 քայլ վերջին սխալից հետո
id: Saya1
it: Vittoria o 50 mosse per errore precedente
kk: Жеңіс немесе 50 жүріс ережесі
ko: 승리 혹은 이전의 실수로 인한 50수 규칙 무승부
lt: Pergalė arba 50 ėjimų pagal ankstesnę klaidą
lv: Uzvara vai 50-gājienu neizšķirts iepriekšējas kļūdas dēļ
mk: Победа или 50 потези поради претходна грешка
nl: Winst of 50 zetten door een voorafgaande fout
pt: Vitória ou 50 movimentos por engano anterior
ro: Câștig sau remiză la 50 de mutări din cauza unei greșeli anterioare
ru: Победа или правило 50 ходов
sk: Výhra alebo 50 ťahov na základe predchádzajúcej chyby
sl: Zmagajte ali 50 potez po predhodni napaki
sq: Fitore ose 50 lëvizje me gabim të mëparshëm
sr: Победа или 50 потеза на основу претходне грешке
sv: Vinst eller 50 drag på grund av tidigare misstag
tr: Galibiyet veya geçmiş hata sebebiyle 50 hamle
uk: Перемога або правило 50 ходів через попередню помилку
vi: Giành chiến thắng hoặc 50 nước đi do sai lầm trước
zh: 因先前失误导致的胜局或 50 步规则和棋
zh_tw: 因對方失誤導致的勝勢或五十步和棋

source: Loss or 50 moves by prior mistake
af: Verloor of 50 skuiwe deur vorige fout
ar: خسارة أو 50 نقلة عن طريق خطأ سابق
az: Məğlubiyyət və ya əvvəlki səhvlə 50 gediş
be: Параженне або 50 хадоў ад папярэдняй памылкі
bg: Загуба или 50 хода заради грешка
bs: Poraz ili pravilo 50 poteza zbog prijašnje greške
ca: Derrota o taules per 50 moviments a causa d'un error anterior
cs: Prohra nebo 50 tahů po předchozí chybě
da: Nederlag eller 50 træk efter tidligere fejl
el: Ήττα ή ισοπαλία από 50 κινήσεις λόγω λάθους
eo: Malvenko aŭ 50 movoj de antaŭa eraro
es: Derrota o 50 movimientos por error anterior
eu: Galdu edo 50 jokaldi aurrerago egindako akats bategatik
fa: باخت یا ۵٠ حرکت از اشتباه قبلی
fi: Tappio tai 50 siirtoa edeltävän virheen seurauksena
gl: Derrota ou 50 movementos a causa dun erro anterior
he: הפסד או כלל 50 המסעים בגלל טעות קודמת
hy: Պարտություն կամ 50 քայլ վերջին սխալից հետո
id: Saya2
it: Perdita o 50 mosse per errore precedente
kk: Жеңіліс немесе 50 жүріс ережесі
ko: 패배 혹은 이전의 실수로 인한 50수 규칙 무승부
lt: Pralaimėjimas arba 50 ėjimų pagal ankstesnę klaidą
lv: Zaudējums vai 50-gājienu neizšķirts iepriekšējas kļūdas dēļ
mk: Пораз или 50 потези поради претходна грешка
nl: Verlies of 50 zetten door voorafgaande fout
pt: Vitória ou 50 movimentos por engano anterior
ro: Pierdere sau remiză la 50 de mutări din cauza unei greșeli anterioare
ru: Поражение или 50 ходов после последней ошибки
sk: Prehra alebo 50 ťahov v dôsledku predchádzajúcej chyby
sl: Izguba ali 50 potez po predhodni napaki
sq: Humbje ose 50 lëvizje me gabim të mëparshëm
sr: Пораз или 50 потеза на основу претходне грешке
sv: Förlust eller 50 drag på grund av tidigare misstag
tr: Mağlubiyet veya geçmiş hata sebebiyle 50 hamle
uk: Поразка або правило 50 ходів через попередню помилку
vi: Thua hoặc 50 lần nước đi do nhầm lẫn trước đó
zh: 因先前失误导致的负局或 50 步规则和棋
zh_tw: 因我方失誤導致的敗勢或五十步和棋
