Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# standByX
source: Stand by {param}, pairing players, get ready!
af: Op jou merke, {param}, plaas tans spelers, maak gereed!
ar: تأهب يا {param}، جارٍ مزاوجة اللاعبين، استعد!
az: Hazır ol {param}, oyunçular qoşulur!
be: {param}, ідзе лёсаванне. Напагатове!
bg: Приготви се, {param}, играчите ще бъдат съчетани!
bn: অপেক্ষিত {param}, যোগদান খেলোয়ার, তৈরি হও!
bs: Pričekajte {param}, uparivanje igrača je u toku, pripremite se za igru!
ca: Estigues a punt {param}, emparellant jugadors, prepara't!
cs: Vyčkejte {param}, vybírám soupeře, připravte se!
da: Et øjeblik {param}, parrer spillere – gør dig klar!
el: Αναμένετε {param}, αντιστοίχιση παικτών, ετοιμαστείτε!
eo: Atentu {param}, parigante ludantojn, pretiĝu!
es: Espera {param}, emparejando jugadores, ¡prepárate!
eu: Itxaron {param}, jokalariak parekatzen, egon prest!
fa: حریف {param} است،آماده باشید!
fi: Ole valmiina {param}, etsimme sinulle seuraavaa vastustajaa!
gl: Agarda {param}, emparellando xogadores, prepárate!
he: {param}, נא להמתין, משבצים לזוגות, היו מוכנים!
hy: Խնդրում ենք սպասել {param}, տեղի է ունենում վիճակահանություն։ Պատրա՛ստ եղեք։
id: Bersiaplah {param}, pairing pemain sedang dilakukan!
it: Resta in attesa {param}, accoppiamento giocatori, preparati!
kk: {param} күтіңіз, ойыншылар жұпталуда, дайын болыңыз!
ko: {param} 님, 현재 매칭중입니다. 준비하십시오!
lt: {param}, būkite pasiruošę, suporuojami žaidėjai!
lv: Lūdzu, uzgaidiet, {param}, sapāro spēlētājus, esiet gatavs!
mk: Почекај {param}, се спаруваат играчите, подготви се!
nl: Sta klaar {param}, spelers worden gepaard, maak je gereed!
pt: Aguarda {param}, estamos a emparelhar jogadores, prepara-te!
ro: Fii pe fază, {param}, jucătorii sunt cuplați, pregătește-te!
ru: Ожидайте, {param}, идёт жеребьёвка. Будьте готовы!
sk: Čakajte {param}, vyberám súpera, pripravte sa!
sl: {param} počakajte. Delajo se pari, bodite pripravljeni!
sq: Mos u largoni nga {param}, çiftimi i lojtarëve po bëhet, bëhuni gati!
sr: Причекај {param}, упарујемо играче, спреми се!
sv: {param}, vänta, parar spelare, var redo!
tr: Hazır ol {param}, oyuncular eşleştiriliyor!
uk: Очікуйте, {param}, йде жеребкування, будьте готові!
vi: {param} chờ nhé, đang xếp cặp đấu, chuẩn bị sẵn sàng!
zh: 请稍候，{param} 正在配对棋手，做好准备！
zh_tw: {param}準備好，你馬上要開始對棋了！

source: Pause
af: Onderbreek
ar: الإيقاف المؤقت
az: Fasilə ver
be: Паўза
bg: Пауза
bn: বিরতি/Pause
bs: Pauza
ca: Pausar
cs: Pozastavit
da: Sæt på pause
el: Παύση
eo: Paŭzu
es: Pausar
eu: Gelditu
fa: توقف
fi: Pidä tauko
gl: Pausa
he: השהה
hy: Դադար
id: Jeda
it: Pausa
kk: Кідіру
ko: 일시 중지
lt: Pristabdyti
lv: Pauzēt
mk: Пауза
nl: Pauzeren
pt: Pausa
ro: Pauză
ru: Приостановить
sk: Pozastaviť
sl: Premor
sq: Pauzë
sr: Заустави
sv: Pausa
tr: Duraklat
uk: Пауза
vi: Tạm rút
zh: 暂停
zh_tw: 暫停

source: Resume
af: Hervat
ar: استئناف
az: Davam et
be: Працягнуць
bg: Възобновяване
bn: পুনরায় শুরু
bs: Nastavite
ca: Reprèn
cs: Pokračovat
da: Genoptag
el: Συνέχεια
eo: Daŭrigu
es: Reanudar
eu: Berrekin
fa: ادامه دادن
fi: Jatka
gl: Continuar
he: המשך
hy: Շարունակել
id: Lanjutkan
it: Riprendi
kk: Жалғастыру
ko: 재개
lt: Tęsti
lv: Atsākt
mk: Продолжи
nl: Hervatten
pt: Continuar
ro: Continuare
ru: Возобновить
sk: Pokračovať
sl: Nadaljuj
sq: Rifillo
sr: Настаби
sv: Fortsätt
tr: Devam et
uk: Відновити
vi: Tiếp tục
zh: 继续
zh_tw: 繼續

source: You are playing!
af: Jy speel nou!
ar: أنت تلعب!
az: Oyundasınız!
be: Вы ў гульні!
bg: Играете!
bn: আপনি খেলতেছেন!
bs: Igrate!
ca: Estàs jugant!
cs: Hra začala!
da: Du spiller nu!
el: Παίζετε τώρα!
eo: Vi nun ludas!
es: ¡Te toca jugar!
eu: Jokatzen ari zara!
fa: شما بازی می‌کنید!
fi: Sinä pelaat!
gl: Estás xogando!
he: את/ה משחק/ת!
hy: Դուք խաղում եք։
id: Anda bermain!
it: Stai giocando!
kk: Сіз ойындасыз!
ko: 참가중!
lt: Jūs žaidžiate!
lv: Jūs spēlējat!
mk: Играш!
nl: Je bent aan het spelen!
pt: Estás a jogar!
ro: Te joci!
ru: Вы в игре!
sk: Hra začala!
sl: Igraš!
sq: Po luani!
sr: Играш!
sv: Du spelar!
tr: Şu an oyundasınız!
uk: Ви граєте!
vi: Bạn đã vào ván!
zh: 正在对局中！
zh_tw: 等待對手中

source: Win rate
af: Wen koers
ar: معدل الفوز
az: Qazanma əmsalı
be: Працэнт перамог
bg: Успеваемост
bn: জয়ের অনুপাত
bs: Postotak pobjeda
ca: Percentatge de victòries
cs: Poměr výher
da: Sejrsrate
el: Ποσοστό νικών
eo: Venka procento
es: Tasa de victorias
eu: Irabazien ratioa
fa: درصد برد
fi: Voittoprosentti
gl: Porcentaxe de vitorias
he: שיעור זכייה
hy: Հաղթանակի տոկոս
id: Rating kemenangan
it: Percentuale di vittorie
kk: Жеңіс үлесі
ko: 승률
lt: Pergalių proc.
lv: Uzvaru attiecība
mk: Стапка на победи
nl: Win percentage
pt: Taxa de vitórias
ro: Procent de câștig
ru: Победы
sk: Pomer výhier
sl: Delež zmag
sq: Përqindje fitoresh
sr: Проценат победа
sv: Vinstfrekvens
tr: Kazanma oranı
uk: Відсоток перемог
vi: Tỉ lệ thắng
zh: 胜率
zh_tw: 勝率

source: Performance
af: Prestasie plasing
ar: تقييم الأداء
az: Reytinq
be: Эфектыўнасць
bg: Производителност
bn: সম্পাদন
bs: Performans
ca: Rendiment
cs: Výkon
da: Præstation
el: Επίδοση
eo: Efikeco
es: Actuación
eu: Performancea
fa: عملکرد
fi: Suoritus
gl: Rendemento
he: דירוג הביצוע
hy: Արտադրողականություն
id: Prestasi
kk: Жетістік
ko: 퍼포먼스 레이팅
lt: Pasirodymo lygis
lv: Sniegums
mk: Изведби
nl: Prestatierating
pt: Desempenho
ro: Performanță
ru: Перформанс
sk: Výkon
sl: Izkazan rating
sq: Sukseshmëri
sr: Перформанса
sv: Prestation
tr: Performans
uk: Ефективність
vi: Hiệu suất
zh: 表现分
zh_tw: 表現

source: Tournament complete
af: Toernooi afgehandel
ar: إكتملت البطولة
az: Turnir tamamlandı
be: Турнір скончаны
bg: Турнирът завърши
bn: ক্রীড়া-প্রতিযোগিতা সম্পন্ন হয়েছে
bs: Turnir završen
ca: Torneig completat
cs: Turnaj skončil
da: Turnering afsluttet
el: Το τουρνουά ολοκληρώθηκε
eo: Turniro finitis
es: Torneo terminado
eu: Txapelketa amaitu da
fa: مسابقات به پایان رسید
fi: Turnaus päättynyt
gl: Torneo rematado
he: הטורניר הושלם
hy: Մրցաշարն ավարտված է
id: Turnamen selesai
it: Torneo terminato
kk: Жарыс қорытындысы
ko: 대회 종료
lt: Turnyras baigtas
lv: Turnīrs beidzies
mk: Турнирот е завршен
nl: Toernooi voltooid
pt: Torneio terminado
ro: Turneu încheiat
ru: Турнир завершён
sk: Turnaj skončil
sl: Turnir je zaključen
sq: Turneu mbaroi
sr: Турнир завршен
sv: Turneringen avslutad
tr: Turnuva sona erdi
uk: Турнір завершено
vi: Kết thúc giải đấu
zh: 锦标赛结束
zh_tw: 錦標賽結束

source: Moves played
af: Skuiwe gespeel
ar: نقلات اللعب
az: Oynanılan gediş
be: Зроблена хадоў
bg: Изиграни ходове
bn: খেলা সরানো হয়েছে
bs: Poteza odigrano
ca: Moviments jugats
cs: Odehráno tahů
da: Spillede træk
el: Παιγμένες κινήσεις
eo: Moviĝoj luditaj
es: Movimientos
eu: Egindako jokaldiak
fa: حرکات انجام شده
fi: Siirtoja
gl: Movementos xogados
he: מהלכים ששוחקו
hy: Խաղացած քայլեր
id: Langkah yang dijalankan
it: Mosse giocate
kk: Жүрістер саны
ko: 말 이동 횟수
lt: Atlikta ėjimų
lv: Izspēlēti gājieni
mk: Број на потези
nl: Gespeelde zetten
pt: Movimentos feitos
ro: Mutări jucate
ru: Сделано ходов
sk: Odohraných ťahov
sl: Odigranih potez
sq: Lëvizje të luajtura
sr: Потеза одиграно
sv: Drag spelade
tr: Toplam hamle sayısı
uk: Ходів зіграно
vi: Số nước đi
zh: 已走棋步数
zh_tw: 步數

source: White wins
af: Gewen deur wit
ar: فوز الأبيض
az: Ağların qələbəsi
be: Перамог белых
bg: Белите печелят
bn: সাদা বিজয়ী
bs: Pobjede bijelog
ca: Victòries blanques
cs: Bílý vyhrál
da: Hvid vinder
el: Τα άσπρα νικούν
eo: Blankaj venkoj
es: Victorias blancas
eu: Zurien irabaziak
fa: پیروزی با مهره سفید
fi: Valkean voittoja
gl: Vitorias das brancas
he: ניצחונות כלבן
hy: Սպիտակները հաղթել են
id: Putih Menang
it: Il Bianco vince
kk: Ақтардың жеңісі
ko: 하얀 말로 우승
lt: Baltųjų pergalės
lv: Balto uzvaras
mk: Победа на белите
nl: Overwinningen met wit
pt: Vitórias com as brancas
ro: Albul câștigă
ru: Побед белыми
sk: Výhry ako biely
sl: Belih zmag
sq: I bardhi fiton
sr: Беле победе
sv: Vinster Vit
tr: Beyaz zaferleri
uk: Перемог білими
vi: Tỉ lệ trắng thắng
zh: 白方胜率
zh_tw: 白方獲勝

source: Black wins
af: Gewen deur swart
ar: فوز الأسود
az: Qaraların qələbəsi
be: Перамог чорных
bg: Черните печелят
bn: কালো বিজয়ী
bs: Pobjede crnog
ca: Victòries negres
cs: Černý vyhrál
da: Sort vinder
el: Τα μαύρα νικούν
eo: Nigraj venkoj
es: Victorias negras
eu: Beltzen irabaziak
fa: سیاه می‌برد
fi: Mustan voittoja
gl: Vitorias das negras
he: ניצחונות כשחור
hy: Սևերը հաղթել են
id: Hitam Menang
it: Il Nero vince
kk: Қаралардың жеңісі
ko: 검은 말로 우승
lt: Juodųjų pergalės
lv: Melno uzvaras
mk: Победа на црните
nl: Overwinningen met zwart
pt: Vitórias com as pretas
ro: Negrul câștigă
ru: Побед чёрными
sk: Výhry ako čierny
sl: Črnih zmag
sq: I ziu fiton
sr: Црне победе
sv: Vinster Svart
tr: Siyah zaferleri
uk: Перемог чорними
vi: Tỉ lệ đen thắng
zh: 黑方胜率
zh_tw: 黑方獲勝

source: Draw rate
af: Gelykopwaarskynlikheid
ar: معدل التعادل
bn: ড্র হার
bs: Stopa izvlačenja
ca: Percentatge de taules
cs: Poměr remíz
da: Remis-rate
el: Ποσοστό ισοπαλιών
eo: Procento de egalvenkoj
es: Porcentaje de tablas
eu: Berdinketa-tasa
fa: نرخ تساوی
fi: Tasapelien osuus
gl: Taxa de táboas
he: שיעור תוצאות התיקו
hy: Ոչ-ոքիների ցուցանիշ
id: Persentase imbang
it: Tasso di pareggio
kk: Теңдік үлесі
ko: 무승부 비율
lt: Lygiųjų dažnumas
lv: Neizšķirtu biežums
nl: Remisepercentage
pt: Taxa de empate
ro: Rata de remiză
ru: Показатель ничьих
sk: Pomer remíz
sl: Stopnja remija
sq: Norma e tërheqjes
sr: Проценат ремија
sv: Gräns för remi
tr: Berabere oranı
uk: Шанс нічиєї
vi: Tỉ lệ hòa
zh: 和局率
zh_tw: 和棋率

source: Draws
af: Gelykop gespeel
ar: تعادل
az: Heç-heçələr
be: Нічыіх
bg: Равенства
bn: সমান
bs: Remi
ca: Entaulades
cs: Remízy
da: Remiser
el: Ισοπαλίες
eo: Egalvenkoj
es: Tablas
eu: Berdinketak
fa: مساوی
fi: Tasapelejä
gl: Táboas
he: תוצאות תיקו
hy: Ոչ-ոքիներ
id: Remis
it: Patte
kk: Тепе-теңдік
ko: 무승부
lt: Lygiosios
lv: Neizšķirti
mk: Ремија
nl: Remises
pt: Empates
ro: Remize
ru: Ничьих
sk: Remízy
sl: Odstotek remijev
sq: Barazime
sr: Ремији
sv: Remier
tr: Beraberlikler
uk: Нічиїх
vi: Hoà
zh: 和局
zh_tw: 和棋

source: Average opponent
af: Gemmidelde opponent
ar: معدل الخصم
az: Ortalama rəqib
be: Сярэдні рэйтынг суперніка
bg: Среден противник
bn: গড় প্রতিদ্বন্দ্বী
bs: Prosječni protivnik
ca: Oponent mitjà
cs: Průměrná síla soupeře
da: Gennemsnitlig modstander
el: Μέση βαθμολογία αντιπάλων
eo: Mezuma kontraŭulo
es: Oponente promedio
eu: Aurkarien batazbestekoa
fa: میانگین امتیاز حریف ها
fi: Keskimääräinen vastustaja
gl: Opoñente medio
he: יריב ממוצע
hy: Մրցակիցների միջին վարկանիշը
id: Rata-rata rating lawan
it: Punteggio medio degli avversari
kk: Орташа қарсылас
ko: 상대의 평균 승점
lt: Vidutinis varžovas
lv: Vidējais pretinieks
mk: Просечен противник
nl: Gemiddelde tegenstander
pt: Pontuação média dos adversários
ro: Cota medie a adversarilor
ru: Средний рейтинг соперников
sk: Priemerná sila súpera
sl: Povprečen nasprotnik
sq: Kundërshtari mesatar
sr: Просечан противник
sv: Genomsnittlig motståndare
tr: Ortalama rakip
uk: Середній рейтинг суперника
vi: Hệ số Elo đối thủ trung bình
zh: 对手平均等级分
zh_tw: 平均對手評分

source: Board editor
af: Bord redigeerder
ar: محرر الرقعة
az: Lövhə redaktoru
be: Рэдактар дошкі
bg: Шахматен редактор
bn: বোর্ড সম্পাদক
bs: Namjestite ploču
ca: Editor del tauler
cs: Editor šachovnice
da: Opstilling
el: Προετοιμαστής σκακιέρας
eo: Tabulredaktilo
es: Editor de tablero
eu: Taula-editorea
fa: مُهره‌چینی
fi: Lautaeditori
gl: Editor de taboleiro
he: עריכת לוח
hy: Խաղատախտակի խմբագրիչ
id: Edit Papan
it: Editor scacchiera
kk: Еркін тақта
ko: 보드 편집기
lt: Lentos rengyklė
lv: Galdiņa redaktors
mk: Уредник на таблата
nl: Bordbewerker
pt: Editor de tabuleiro
ro: Editorul de tablă
ru: Редактор доски
sk: Editor šachovnice
sl: Urejevalec igralne površine
sq: Përpunues fushe
sr: Уређивач табле
sv: Brädeditor
tr: Tahta yapıcı
uk: Редактор дошки
vi: Chỉnh sửa bàn cờ
zh: 棋盘编辑器
zh_tw: 棋盤編輯器

source: Set the board
af: Pak die bord
ar: إعداد الرقعة
az: Lövhəni tənzimlə
be: Абраць пазіцыю
bg: Подреди дъската
bn: বোর্ড সেট করুন
bs: Postavite ploču
ca: Disposa el tauler
cs: Upravit šachovnici
da: Opstil bræt
el: Στήστε την σκακιέρα
eo: Antaŭfaru la tabulo
es: Configurar tablero
eu: Xake-taula konfiguratu
fa: میز را بچینید
fi: Asettele lauta
gl: Configurar o taboleiro
he: עריכת הלוח
hy: Տեղադրել դիրքը
id: Atur papan
it: Imposta la scacchiera
kk: Тақтаны орнатыңыз
ko: 보드 세팅하기
lt: Paruošti lentą
lv: Uzstādīt galdiņu
mk: Постави ја таблата
nl: Zet het bord op
pt: Partilha o tabuleiro
ro: Așează tabla
ru: Установить позицию
sk: Upraviť šachovnicu
sl: Uredi šahovnico
sq: Rregulloni fushën
sr: Постави таблу
sv: Ställ upp brädet
tr: Tahtayı ayarla
uk: Встановити позицію
vi: Thiết lập bàn cờ
zh: 设置棋盘
zh_tw: 設定版型

source: Popular openings
af: Gewilde openinge
ar: إفتتاحيات شائعة
az: Məşhur debütlər
be: Папулярныя дэбюты
bg: Популярни дебюти
bn: জনপ্রিয় চমক
bs: Popularna otvaranja
ca: Obertures populars
cs: Populární zahájení
da: Populære åbninger
el: Δημοφιλή ανοίγματα
eo: Popularaj malfermoj
es: Aperturas populares
eu: Hasiera ohikoenak
fa: گشایش‌های محبوب
fi: Suosittuja avauksia
gl: Aperturas populares
he: פתיחות פופולריות
hy: Հանրաճանաչ սկզբնախաղեր
id: Pembuka populer
it: Aperture popolari
kk: Танымал бастаулар
ko: 인기 있는 오프닝
lt: Populiarūs debiutai
lv: Populāras atklātnes
mk: Популарни отворања
nl: Populaire openingen
pt: Aberturas populares
ro: Deschideri populare
ru: Популярные дебюты
sk: Populárne otvorenia
sl: Popularne otvoritve
sq: Hapje popullore
sr: Популарна отварања
sv: Populära öppningar
tr: Popüler açılışlar
uk: Популярні дебюти
vi: Khai cuộc phổ biến
zh: 常见开局
zh_tw: 使用率最高的開局

source: Endgame positions
af: Eindspel posisies
ar: وضعية نهاية المباراة
az: Oyun sonu vəziyəti
be: Пазіцыі ў эндшпілі
bg: Ендшпилни позиции
bn: সমাপনী খেলার অবস্থান
bs: Završne pozicije
ca: Posicions de finals
cs: Pozice koncovek
da: Slutspilsstillinger
el: Θέσεις φινάλε
eo: Finaĵaj pozicioj
es: Posiciones de finales
eu: Finalen posizioak
fa: وضعیت‌های آخربازی
fi: Loppupeliasemat
gl: Posicións de finais
he: עמדות סיום
hy: Վերջնախաղային դիրքեր
id: Posisi akhir permainan
it: Posizioni di chiusura
kk: Ойынсоңы күйлері
ko: 엔드게임 포지션
lt: Endšpilio pozicijos
lv: Spēļu beigu pozīcijas
mk: Завршни позиции
nl: Eindspel posities
pt: Posições finais
ro: Poziții de sfârșit
ru: Эндшпильные позиции
sk: Pozície z koncoviek
sl: Položaji končnice
sq: Pozicione fundi loje
sr: Позиције у завршници
sv: Slutspelspositioner
tr: Oyunsonu pozisyonları
uk: Позиції ендшпілю
vi: Các thế cờ trong tàn cuộc
zh: 残局局面
zh_tw: 殘局局面

# chess960StartPosition
source: Chess960 start position: {param}
af: Skaak960 begin posisie: {param}
ar: وضعية بدأ Chess960 هي:{param}
az: Şahmat960 başlanğıc vəziyət: {param}
be: Пачатковая пазіцыя ў шахматах Фішэра: {param}
bg: Начална позиция в Chess960: {param}
bn: Chess960 এর শুরুর অবস্থান: {param}
bs: Početna pozicija u šahu 960: {param}
ca: Posició inicial d'Escacs960 Fischer: {param}
cs: Základní postavení Chess960: {param}
el: Αρχική θέση Chess960: {param}
eo: Ŝako960 komenca pozicio: {param}
es: Posición inicial de Ajedrez 960: {param}
eu: 960Xakearen hasiera posizioa: {param}
fa: وضعیت آغازین شطرنج۹۶۰: {param}
fi: Shakki960-alkuasema: {param}
gl: Posición inicial de Chess960: {param}
he: עמדת הפתיחה: {param}
hy: Շախմատ 960-ի սկզբնական դիրք՝ {param}
id: Posisi awal Catur960: {param}
it: Posizione iniziale di Chess960: {param}
kk: Шахмат960 бастапқы күйі: {param}
ko: 체스960 시작 포지션: {param}
lt: Chess960 pradinė pozicija: {param}
lv: 960-šaha sākumpozīcija: {param}
mk: Почетна позиција за Chess960: {param}
nl: Beginstelling Chess960: {param}
pt: Posição inicial do Xadrez960: {param}
ro: Poziție de start Chess960: {param}
ru: Начальная позиция в шахматах Фишера: {param}
sk: Počiatočná pozícia šachu Chess960: {param}
sl: Šah 960 začetna pozicija: {param}
sq: Pozicion nisjeje Chess960: {param}
sr: Почетна позиција за шах960: {param}
tr: Chess960 başlangıç pozisyonu: {param}
uk: Початкова позиція Chess960: {param}
vi: Ván đấu Chess960 bắt đầu bằng thế cờ: {param}
zh: Chess960 起始局面：{param}
zh_tw: 960棋局開局位置: {param}

# startPosition
source: Starting position
af: Begin posisie
ar: وضع البداية
az: Başlanğıc pozisiyası
be: Пачатковая пазіцыя
bg: Начална позиция
bn: শুরুর অবস্থান
bs: Početna pozicija
ca: Posició inicial
cs: Základní postavení
da: Startopstilling
el: Αρχική διάταξη
eo: Komenca aranĝo
es: Posición inicial
eu: Hasierako posizioa
fa: وضعیت آغازش
fi: Alkuasema
gl: Posición inicial
he: עמדת הפתיחה
hy: Սկզբնական դիրք
id: Posisi Awal
it: Posizione iniziale
kk: Бастапқы күй
ko: 시작 포지션
lt: Pradinė pozicija
lv: Sākuma pozīcija
mk: Стартна позиција
nl: Beginstelling
pt: Posição inicial
ro: Poziția de start
ru: Начальная позиция
sk: Štartovacia pozícia
sl: Začetna pozicija
sq: Pozicioni fillestar
sr: Почетна позиција
sv: Startposition
tr: Başlangıç konumu
uk: Початкова позиція
vi: Thế cờ ban đầu
zh: 起始局面
zh_tw: 初始佈局

source: Clear board
af: Maak bord skoon
ar: رقعة بلا قطع
az: Lövhəni təmizlə
be: Ачысціць дошку
bg: Празна дъска
bn: বোর্ড খালি করুন
bs: Očistite ploču
ca: Netejar el tauler
cs: Prázdná šachovnice
da: Fjern alle brikker
el: Εκκαθάριση σκακιέρας
eo: Malplenigi tabulon
es: Limpiar el tablero
eu: Pieza guztiak kendu
fa: پاک کردن صفحه
fi: Tyhjennä lauta
gl: Limpar o taboleiro
he: ניקוי הלוח
hy: Մաքրել տախտակը
id: Bersihkan papan
it: Svuota scacchiera
kk: Тақтаны жинау
ko: 보드 지우기
lt: Išvalyti lentą
lv: Notīrīt lauciņu
mk: Исчисти ја таблата
nl: Maak het bord leeg
pt: Limpar o tabuleiro
ro: Curăță tabla
ru: Очистить доску
sk: Vyčistiť šachovnicu
sl: Počisti igralno površino
sq: Spastro fushën
sr: Очисти таблу
sv: Rensa brädet
tr: Tahtayı temizle
uk: Очистити дошку
vi: Xóa bàn cờ
zh: 清空棋盘
zh_tw: 清空棋盤

source: Load position
af: Laai posisie
ar: تحميل الوضع
az: Pozisiyanı yüklə
be: Загрузіць пазіцыю
bg: Зареди позиция
bn: অবস্থান পুনঃস্থাপন
bs: Učitajte poziciju
ca: Carregar la posició
cs: Nahrát pozici
da: Indlæs stilling
el: Φορτώστε θέση
eo: Ŝargi aranĝon
es: Cargar posicion
eu: Posizioa kargatu
fa: بارگذاری وضعیت
fi: Lataa asema
gl: Cargar unha posición
he: טעינת עמדה
hy: Բեռնել դիրք
id: Panggil posisi
it: Carica una posizione
kk: Күйді жүктеп салу
ko: 포지션 불러오기
lt: Įkelti poziciją
lv: Ielādēt pozīciju
mk: оптоварување позиција
nl: Laad een stelling
pt: Carregar uma posição
ro: Încarcă poziția
ru: Загрузить позицию
sk: Načítať pozíciu
sl: Naloži pozicijo
sq: Ngarko pozicionin
sr: Учитај позицију
sv: Ladda ställning
tr: Pozisyon yükle
uk: Завантажити позицію
vi: Tải thế cờ
zh: 载入局面
zh_tw: 載入佈局

# isPrivate
source: Private
af: Privaat
ar: خاص
az: Özəl
be: Прыватна
bg: Лично
bn: ব্যক্তিগত
bs: Privatno
ca: Privat
cs: Soukromý
da: Privat
el: Ιδιωτικό
eo: Privata
es: Privado
eu: Pribatua
fa: خصوصی
fi: Yksityinen
gl: Privado
he: פרטי
hy: Անձնական
id: Pribadi
it: Privato
kk: Құпиялы
ko: 비공개
lt: Privatus
lv: Privāts
mk: Приватно
nl: Privé
pt: Privado
ro: Privat
ru: Закрытый
sk: Súkromný
sl: Zasebno
sq: Privat
sr: Приватни
sv: Privat
tr: Özel
uk: Приватний
vi: Riêng tư
zh: 私密
zh_tw: 私人

# reportXToModerators
source: Report {param} to moderators
af: Raporteer {param} aan moderators
ar: بلغ الإدارة عن {param}
az: {param} haqqında moderatorlara şikayət bildir.
be: Паведаміць пра {param} мадэратару
bg: Докладвай {param} на съдийте
bn: মডারেটরদের কাছে {param} এর নামে রিপোর্ট করুন
bs: Prijavi {param} moderatorima
ca: Denuncia {param} als moderadors
cs: Nahlásit {param} moderátorům
da: Rapporter {param} til administratorer
el: Αναφέρετε τον {param} στο προσωπικό
eo: Raporti {param} al moderatoroj
es: Denunciar a {param} a los moderadores
eu: {param}ren berri eman moderatzaileei
fa: گزارش {param} به ناظران
fi: Ilmianna {param} moderaattoreille
gl: Denunciar a {param} ós moderadores
he: דווח על {param} למנהלים
hy: Տեղեկացնել {param} մոդերատորներին
id: Lapor {param} ke moderator
it: Segnala {param} ai moderatori
kk: {param} туралы модераторға шағымдану
ko: {param} 신고
lt: Pranešti apie {param} moderatoriams
lv: Ziņot par {param} moderatoriem
mk: Извести {param} ги модераторите
nl: Rapporteer {param} aan de toezichthouders
pt: Reportar {param} aos moderadores
ro: Raportează-l pe {param} moderatorilor
ru: Сообщить о {param} модераторам
sk: Nahlásiť {param} moderátorom
sl: Prijavi {param} moderatorjem
sq: Raportojeni {param} tek moderatorët
sr: Пријави {param} модераторима
sv: Rapportera {param} till moderatorerna
tr: {param} 'i Moderatörlere bildir
uk: Повідомити модераторів про {param}
vi: Báo cáo {param} tới các điều hành viên
zh: 举报 {param}
zh_tw: 將{param}報告給管理人員

# profileCompletion
source: Profile completion: {param}
af: Profiel voltooiing: {param}
ar: اكتمال الملف الشخصي: {param}
az: Profil tamamlama: {param}
be: Запоўненасць профілю: {param}
bg: Завършеност на профила: {param}
bn: প্রোফাইল সম্পন্ন: {param}
bs: Profil je {param} završen
ca: Perfil completat: {param}
cs: Kompletace profilu: {param}
da: Profil færdiggørelse: {param}
el: Ολοκλήρωση προφίλ: {param}
eo: Profila kompletiĝo: {param}
es: Perfil completado al {param}
eu: Profilaren osaera: {param}
fa: میزان تکمیل رُخ‌نما: {param}
fi: Profiilia täytetty: {param}
gl: Perfil completado ao {param}
he: השלמת הפרופיל: {param}
hy: Մասնակցային էջը լրացված է {param}-ով
id: Kelengkapan profil {param}
it: Completamento del profilo: {param}
kk: Төлқұжат толуы: {param}
ko: 프로필 완성도: {param}
lt: Profilio užbaigimas: {param}
lv: Profils aizpildīts: {param}
mk: Профилот е {param} готов
nl: Voltooiing profiel: {param}
pt: Perfil completo: {param}
ro: Completarea profilului: {param}
ru: Профиль заполнен на {param}
sk: Úplnosť profilu: {param}
sl: Profil zaključen: {param}
sq: Plotësim profili: {param}
sr: Попуњеност профила: {param}
sv: Profilfulländning: {param}
tr: Profil tamamlanma oranı: {param}
uk: Заповненість профілю: {param}
vi: Hoàn thành hồ sơ: {param}
zh: 资料完成度：{param}
zh_tw: 個人檔案完成度:{param}

# xRating
source: {param} rating
af: {param} gradering
ar: تقييم {param}
az: {param} reytinqi
be: Рэйтынг {param}
bg: {param} рейтинг
bn: {param} অনুপাত
bs: {param} rejting
ca: Puntuació {param}
el: Βαθμολογία {param}
eo: {param}-rango
es: Puntuación {param}
eu: {param} sailkapena
fa: درجه‌‏بندی {param}
fi: {param}-vahvuusluku
gl: Puntuación {param}
he: דירוג {param}
hy: {param} վարկանիշ
id: peringkat {param}
it: {param} punteggio
kk: {param} рейтингі
ko: 레이팅: {param}
lt: {param} reitingas
lv: {param} reitings
mk: {param} рејтинг
pt: Pontuação {param}
ro: Cotare {param}
ru: Рейтинг {param}
sk: {param} hodnotenie
sq: {param} vlerësim
sr: {param} рејтинг
tr: Derecelendirme: {param}
uk: {param} рейтинг
vi: Hệ số {param}
zh: {param} 等级分
zh_tw: {param}評分

source: If none, leave empty
af: As geen, los oop
ar: إذا لم يوجد، أتركه فارغًا
az: Əgər yoxdursa, boş qoyun
be: Калі няма, пакіньце пустым
bg: При липса оставете празно
bn: যদি কিছুই না হয়, খালি রাখুন
bs: Ako nemate rejting, ostavite polje prazno
ca: Si no en tens, deixa-ho buit
cs: Pokud nemáte, nechte pole volné
da: Hvis ingen, lad den være tom
el: Αν δεν υπάρχει, αφήστε κενό
eo: Se neniu, lasu malplena
es: Si no aplica, déjalo en blanco
eu: Ez baduzu, hutsik utzi
fa: اگر ندارید، خالی گذارید
fi: Jätä tyhjäksi jos ei ole
gl: Se non aplica, déixao en branco
he: אם אין, השאירו ריק
hy: Կամ թողնել դատարկ
id: Jika tidak ada, biarkan kosong
it: Se nessuno, lasciare vuoto
kk: Жоқ болса, бос қалдырыңыз
ko: 없다면 비워두세요
lt: Jei neturite, palikite tuščią
lv: Ja nav piešķirts, atstājiet tukšu
mk: Без рејтинг? Остави го полето празно
nl: Indien geen, leeg laten
pt: Se não existir, deixa em branco
ro: Dacă nu există, nu completați
ru: Если нет, оставьте пустым
sk: Ak nemáte, nevyplňujte
sl: Če ni, pustite prazno
sq: Në mos pastë, lëreni të zbrazët
sr: Ако немаш, остави празно
sv: Om ingen, lämna tomt
tr: Eğer yoksa, boş bırakın
uk: Якщо немає, то залиште порожнім
vi: Nếu không có, hãy để trống
zh: 如果没有，请留空
zh_tw: 如果沒有，請留空
