Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# mobileSettingsPickAnImageHelp
source: Custom background works only in dark mode. A dark image is recommended.
ar: الخلفية المخصصة تعمل فقط في الوضع المظلم. يُوصى بصورة مظلمة.
bn: কাস্টম ব্যাকগ্রাউন্ড কেবল ডার্ক মোডে কাজ করে। একটি ডার্ক ইমেজ প্রস্তাবিত।
bs: Prilagođena pozadina funkcioniše samo u tamnom režimu. Preporučuje se tamna slika.
ca: El fons personalitzat només funciona en el mode fosc. Es recomana una imatge fosca.
da: Brugerdefineret baggrund virker kun i mørk tilstand. Et mørkt billede anbefales.
el: Η χρήση προσαρμοσμένου υποβάθρου υποστηρίζεται μόνο στη σκουρόχρωμη λειτουργία — για τον λόγο αυτό συνιστάται η επιλογή μιας σκουρόχρωμης εικόνας.
es: El fondo personalizado sólo funciona en modo oscuro. Se recomienda una imagen oscura.
eu: Pertsonalizatutako atzeko planaok modu ilunean funtzionatzen du bakarrik. Irudi ilun bat erabiltzea gomendatzen da.
fa: پس زمینه انتخوابی فقط در حالت سیاه کار میکند. عکس سیاه پیشنهاد میشود
fi: Mukautettu taustakuva toimii vain tummassa tilassa. Tumma kuva on suositeltava.
gl: O fondo personalizado só funciona no modo escuro. Recoméndase usar unha imaxe escura.
it: Lo sfondo personalizzato funziona solo in modalità scura. Si consiglia di usare un'immagine scura.
ko: 사용자 지정 배경은 다크 모드 사용 시에만 적용되므로 어두운 이미지 사용을 추천합니다.
nl: Aangepaste achtergrond werkt alleen in donkere modus. Een donkere afbeelding wordt aanbevolen.
pt: O fundo personalizado funciona apenas no modo escuro. É recomendado uma imagem escura.
ro: Fundalul personalizat funcționează numai în modul întunecat. Este recomandată o imagine întunecată.
ru: Пользовательский фон работает только в тёмном режиме. Рекомендуется использовать изображение с тёмными оттенками.
sk: Vlastné pozadie funguje len v tmavom režime. Odporúča sa tmavý obrázok.
sl: Ozadje po meri deluje samo v temnem načinu. Priporočljiva je temna slika.
tr: Özel arkaplan sadece karanlık modda çalışır. Karanlık bir resim tavsiye edilir.
uk: Користувацький фон активний лише в темному режимі. Рекомендується темне зображення.
vi: Hình nền tùy chỉnh chỉ hoạt động ở chế độ tối. Một hình ảnh tối được khuyến khích.
zh: 自定义背景仅在深色模式下生效。建议使用深色图片。
zh_tw: 自訂背景僅在深色模式下運作，建議使用深色圖片。

# mobileSettingsPickAnImageBlur
source: Blur the image
ar: طمس الصورة
bn: ছবিটি ঝাপসা করুন
bs: Zamuti sliku
ca: Difumina la imatge
da: Slør billedet
el: Θόλωμα εικόνας
es: Difuminar la imagen
eu: Lausotu irudia
fa: تصویر را تار کنید
fi: Sumenna kuvaa
gl: Esfumar a imaxe
it: Offusca l'immagine
ko: 이미지 블러처리 하기
nl: Afbeelding vervagen
pt: Desfocar a imagem
ro: Estompare imagine
ru: Размытие изображения
sk: Rozmazať obrázok
sl: Zamegli sliko
tr: Resmi bulanıklaştır
uk: Розмити зображення
vi: Làm mờ ảnh
zh: 模糊图片
zh_tw: 模糊圖片

# mobileSettingsPickAnImageHideBoard
source: Hide board
ar: إخفاء اللوحة
bg: Скрий дъската
bn: বোর্ড লুকান
bs: Sakrij ploču
ca: Amaga el tauler
da: Skjul bræt
el: Απόκρυψη σκακιέρας
eo: Kaŝi la tabulon
es: Ocultar tablero
eu: Taula ezkutatu
fa: تاپدید کردن صفحه
fi: Piilota lauta
gl: Agochar o taboleiro
it: Nascondi scacchiera
ko: 체스판 숨기기
nl: Bord verbergen
pt: Ocultar tabuleiro
ro: Ascunde tabla
ru: Скрыть доску
sk: Skryť šachovnicu
sl: Skrij šahovnico
sr: Сакриј таблу
tr: Tahtayı gizle
uk: Сховати дошку
vi: Ẩn bàn cờ
zh: 隐藏棋盘
zh_tw: 隱藏棋盤

# mobileSettingsPickAnImageShowBoard
source: Show board
ar: إظهار اللوحة
bg: Покажи дъската
bn: বোর্ড দেখান
bs: Prikaži ploču
ca: Mostra el tauler
da: Vis bræt
el: Εμφάνιση σκακιέρας
eo: Montri tabulon
es: Mostrar tablero
eu: Taula erakutsi
fa: پدیدار کردن صفحه
fi: Näytä lauta
gl: Amosar o taboleiro
it: Mostra scacchiera
ko: 보드 보이기
nl: Bord tonen
pt: Mostrar tabuleiro
ro: Afișează tabla
ru: Показать доску
sk: Zobraziť šachovnicu
sl: Prikaži šahovnico
sr: Прикажи таблу
tr: Tahtayı göster
uk: Показати дошку
vi: Hiện bàn cờ
zh: 显示棋盘
zh_tw: 顯示棋盤

# mobileSettingsPickAnImageSwipeToDisplay
source: Swipe to display other backgrounds
ar: إسحب لعرض خلفيات أخرى
bs: Prevucite prstom za prikaz drugih pozadina
ca: Llisca per mostrar altres fons
da: Swipe for at vise andre baggrunde
el: Σύρετε για να δείτε και άλλα χρώματα υποβάθρου
es: Desliza para mostrar otros fondos
eu: Ikusi atzeko planoko beste irudi batzuk
fa: برای نمایش تنظیمات دیگر انگشت خود را بکشید
fi: Katso muita taustakuvia pyyhkäisemällä
gl: Arrastrar para amosar outros fondos
it: Scorri per visualizzare altri sfondi
ko: 스와이프로 배경 바꾸기
nl: Veeg om andere achtergronden te tonen
pt: Deslize para mostrar outros fundos
ro: Glisați pentru a afișa alte fundaluri
ru: Проведите для отображения других фонов
sk: Potiahnutím zobraziť ďalšie pozadia
sl: Podrsaj za prikaz ostalih ozadij
tr: Diğer arkaplanlar için kaydır
uk: Проведіть для показу інших фонів
vi: Vuốt để xem các hình nền khác
zh: 滑动切换其他背景
zh_tw: 滑動以顯示其他背景

# mobileSettingsPieceShiftMethodEither
source: Either tap or drag
ar: إما الضغط أو السحب
bs: Dodirnite ili prevucite
ca: Polsa o solta
da: Enten tryk eller træk
el: Και με τους δύο τρόπους
es: Cualquiera (tocando o arrastrando)
eu: Sakatu edo arrastatu
fa: یا بکشید یا ضربه بزنید
fi: Joko napauta tai raahaa
gl: Tocar ou arrastrar
it: Tocca o trascina
ko: 탭 또는 드래그
nl: Tikken of slepen
ro: Fie atingeți sau trageți
ru: Нажатие или перетаскивание
sk: Ťuknite alebo potiahnite
sl: Tapni ali povleci
tr: Dokun veya sürükle
uk: Натисніть, або перенесіть
vi: Nhấn hoặc kéo
zh: 点击或拖动
zh_tw: 點擊或拖曳

# mobileSettingsPieceShiftMethodTapTwoSquares
source: Tap two squares
ar: الضغط علي مربعين
bs: Dodirnite dva kvadrata
ca: Fes clic en dues caselles
da: Tryk på to felter
el: Αγγίζοντας τα δύο τετράγωνα
es: Toca dos casillas
eu: Sakatu bi lauki
fa: انتخاب دو مربع مبدا و مقصد
fi: Napauta kahta ruutua
gl: Tocar dúas casas
it: Tocca due caselle
ko: 두 칸 탭하기
nl: Tik twee vakjes
ro: Atinge două pătrate
ru: Нажатием на две клетки
sk: Ťuknúť na dve políčka
sl: Tapni dve polji
tr: İki kareye dokun
uk: Натиснути на два поля
vi: Nhấn 2 ô vuông
zh: 点击两个棋格
zh_tw: 點擊方格

# mobileSettingsShapeDrawing
source: Shape drawing
ar: رسم الأسهم
bs: Crtanje oblika
ca: Dibuixa una forma
da: Form tegning
el: Σχεδίαση σχημάτων
es: Dibujar flechas
eu: Formak marraztea
fa: فلش کشیدن
fi: Muotojen piirtely
gl: Debuxo de figuras
it: Disegna la mossa
ko: 모양 그리기
nl: Vormen tekenen
ro: Desenare forme
ru: Рисование фигуры
sk: Kreslenie šípok/kruhov
sl: Risanje oblik
tr: Şekil çizimi
uk: Малювання фігур
vi: Vẽ hình
zh: 棋盘标记
zh_tw: 繪製標記

# mobileSettingsShapeDrawingSubtitle
source: Draw shapes using two fingers: maintain one finger on an empty square and drag another finger to draw a shape.
ar: رسم الأسهم بإصبعين: ثبت إصبعك علي مربع فارغ و حرّك إصبعك الآخر لرسم سهم.
bs: Crtanje oblika pomoću dva prsta: držite jedan prst na praznom kvadratu i povucite drugi prst da biste nacrtali oblik.
ca: Dibuixa formes utilitzant dos dits: Manté un dit en una casella buida i arrossega l'altre dit per dibuixar la forma.
da: Tegn figurer ved hjælp af to fingre: hold en finger på et tomt felt og træk en anden finger for at tegne en form.
el: Ζωγραφίστε σχήματα χρησιμοποιώντας δύο δάχτυλα ως εξής: κρατήστε το ένα δάχτυλο σε ένα άδειο τετράγωνο και με το άλλο σχεδιάστε το σχήμα που θέλετε.
es: Dibuja formas con dos dedos: mantén un dedo sobre una casilla vacía y arrastra otro dedo para dibujar una figura.
eu: Marraztu formak bi hatz erabiliz: mantendu hatz bat lauki huts baten eta arrastatu beste hatz bat forma bat marrazteko.
fa: فلش ها را با دو انگشت بکشید: یک انگشت در یک خانه ی خالی و انگشت دیگر را بکشید تا بتوانسد فلش بکشید.
fi: Piirrä muotoja kahta sormea käyttäen: muoto piirretään pitämällä yhtä sormea tyhjällä ruudulla ja raahamalla toista sormea.
gl: Debuxar figuras usando dous dedos: poñer un dedo sobre unha casa baleira e arrastrar o outro dedo pra debuxar unha figura.
it: Disegna le mosse usando due dita: mantenere un dito su un quadrato vuoto e trascinare un altro dito per disegnare una forma.
ko: 두 손가락을 사용해 모양을 그릴 수 있습니다. 한 손가락을 빈 칸에 두고, 다른 하나로 칸을 탭하거나 드래그해서 모양을 그리세요.
nl: Maak vormen door twee vingers te gebruiken: Houd één vinger op een leeg vakje en sleep een andere vinger om een vorm te tekenen.
ro: Desenează forme folosind două degete: ține un deget pe un pătrat gol și trage cu un alt deget pentru a desena o formă.
ru: Нарисуйте фигуру пальцами: держите один палец на пустой клетке и двигайте другой палец, чтобы рисовать.
sk: Kreslenie šípok/kruhov pomocou dvoch prstov: podržte jeden prst na prázdnom štvorci a ťahaním druhého prsta nakreslite požadovaný útvar.
sl: Riši oblike z dvema prstoma: drži en prst na praznem polju in povleci drug prst da narišeš obliko.
sr: Цртај облике користећи два прста: један прст држи на празном пољу и превуци други прст да нацрташ облик.
uk: Намалюйте фігури за допомогою двох пальців: прикладіть палець до порожнього квадрата та перетягніть інший палець, щоб намалювати форму.
vi: Vẽ hình bằng hai ngón tay: giữ một ngón tay trên một hình vuông trống và kéo một ngón tay khác để vẽ một hình dạng.
zh: 使用双指绘制图形：一指按住空白格，另一指拖动即可绘制。
zh_tw: 用雙指繪製標記：將一指按住空格，再用另一指拖曳繪製。

# mobileSettingsShowBorder
source: Show border
ar: إظهار الحـواف
bs: Prikaži okvir
ca: Mostra la vora
da: Vis kant
el: Εμφάνιση περιγράμματος
es: Mostrar borde
eu: Erakutsi inguruko morra
fa: نمایش حاشیه
fi: Näytä reunukset
gl: Amosar o bordo
it: Mostra bordo
ko: 윤곽선 보이기
nl: Rand tonen
pt: Mostrar borda
ro: Arată bordura
ru: Показывать рамку
sk: Zobraziť okraj
sl: Prikaži okvir šahovnice
tr: Kenarları göster
uk: Показувати межі дошки
vi: Hiển thị đường viền
zh: 显示边框
zh_tw: 顯示邊框

# mobileSettingsTouchFeedback
source: Touch feedback
ar: الإهتزاز عند لمس
bs: Povratne informacije dodirom
ca: Resposta tàctil
da: Berøringsfeedback
el: Δόνηση κατά την κίνηση
es: Respuesta táctil
eu: Ikutzeko bibrazioa
fa: بازخورد لمسی
fi: Kosketuspalaute
gl: Resposta táctil
it: Feedback tattile
ko: 터치 피드백
nl: Trillen bij aanraking
ro: Feedback tactil
ru: Реакция на касание
sk: Hmatová odozva
sl: Odzivnost na dotik
tr: Dokunuş geribildirimi
uk: Тактильний зворотний зв'язок
vi: Phản hồi khi chạm
zh: 触控反馈
zh_tw: 震動回饋

# mobileSettingsTouchFeedbackSubtitle
source: When enabled, the device will vibrate shortly when you move or capture a piece.
ar: عند التفعيل, سيهتز الجهاز لمدة وجيزة عند نقل أو أسر القطع.
bs: Kada je omogućeno, uređaj će kratko vibrirati kada pomaknete ili uhvatite figuru.
ca: Quan s'activa, el dispositiu produïra una petita vibració quan es mou o es captura una peça.
da: Når aktiveret, vil enheden vibrere kortvarigt, når du flytter eller erobrer en brik.
el: Όταν αυτή η ρύθμιση είναι ενεργοποιημένη, η συσκευή σας θα δονείται σύντομα κάθε φορά που κάνετε μια κίνηση.
es: Si está activa, el dispositivo vibrará brevemente cuando muevas o captures una pieza.
eu: Aktibatuta dagoenea, pieza bat mugitu edo harrapatzean gailuak bibrazio txiki bat egingo du.
fa: در صورت فعال شدن ، دستگاه شما زمانی که حرکتی انجام میدهید یا مهره ای را میگیرید و ویبره میشود
fi: Kun käytössä, laite värähtelee hieman kun siirrät tai lyöt nappulan.
gl: Se está activada, o dispositivo vibrará ó moveres ou capturares unha peza.
it: Se attivato, il dispositivo vibrerà brevemente quando sposti o catturi un pezzo.
ko: 기물을 움직이거나 잡았을 때 기기가 짧게 진동합니다.
nl: Wanneer ingeschakeld, zal het apparaat kort trillen wanneer je een stuk verplaatst of slaat.
pt: Quando ativado, o dispositivo irá vibrar brevemente quando moves ou capturas uma peça.
ro: Când este activat, dispozitivul va vibra scurt când mutați sau capturați o piesă.
ru: Когда включено, устройство будет вибрировать некоторое время при перемещении или захвате фигуры.
sl: Ko je nastavitev omogočena, bo naprava izvedla kratko vibracijo ko premaknete ali vzamete figuro.
tr: Aktif olduğunda, bir taş oynatıldığında veya alındığında cihaz hafifçe titreyecektir.
uk: Коли активовано, пристрій вібруватиме при русі або захопленні фігури.
vi: Khi được bật, thiết bị sẽ rung trong thời gian ngắn khi bạn di chuyển hoặc ăn một quân cờ.
zh: 启用后，移动或吃子时设备将短暂振动。
zh_tw: 啟用後，移動棋子或吃子時裝置會短暫震動。

# mobileSettingsTab
source: Settings
af: Instellings
ar: الإعدادات
az: Ayarlar
be: Налады
bg: Настройки
bn: সেটিংস
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
eo: Agordoj
es: Ajustes
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
gl: Axustes
he: הגדרות
id: Pengaturan
it: Preferenze
kk: Баптау
ko: 설정
lt: Nuostatos
mk: Поставки
nl: Instellingen
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Rregullime
sr: Подешавања
sv: Inställn.
tr: Ayarlar
uk: Налашт.
vi: Cài đặt
zh: 设置
zh_tw: 設定

# mobileShareGamePGN
source: Share PGN
af: Deel PGN
ar: شارك الـ PGN
az: PGN-i paylaş
be: Падзяліцца PGN
bg: Сподели PGN
bn: PGN শেয়ার করুন
bs: Podijeli PGN
ca: Comparteix PGN
cs: Sdílet PGN
da: Del PGN
el: Κοινοποίηση PGN
eo: Kunhavigi PGN-on
es: Compartir PGN
eu: Partekatu PGNa
fa: همرسانی PGN
fi: Jaa PGN
gl: Compartir PGN
he: שיתוף ה־PGN
hy: Տարածել PGN -ն
id: Bagikan GPN
it: Condividi PGN
kk: PGN тарату
ko: PGN 공유
lt: Dalintis PGN
lv: Dalies ar PGN
mk: Сподели PGN запис
nl: PGN delen
pt: Partilhar PGN
ro: Distribuie PGN
ru: Поделиться PGN
sk: Zdieľať PGN
sl: Deli PGN
sq: Ndani PGN me të tjerë
sr: Подели PNG
sv: Dela PGN
tr: PGN'yi paylaş
uk: Поділитися PGN
vi: Chia sẻ tập tin PGN
zh: 分享 PGN
zh_tw: 分享 PGN

# mobileShareGameURL
source: Share game URL
af: Deel spel se bronadres
ar: شارك رابط المباراة
az: Oyunun URL-ni paylaş
be: Падзяліцца спасылкай на гульню
bg: Сподели URL на играта
bn: খেলার লিংক শেয়ার করুন
bs: Podijeli URL igre
ca: Comparteix l'enllaç a la partida
cs: Sdílet URL hry
da: Del partiets URL
el: Κοινοποίηση URL παρτίδας
eo: Kunhavigi ludan URL-on
es: Compartir el enlace de la partida
eu: Partekatu partidaren URLa
fa: همرسانی وب‌نشانی بازی
fi: Jaa pelin URL
gl: Compartir o URL da partida
he: שיתוף הקישור למשחק
hy: Տարածել խաղի հղումը
id: Bagikan URL permainan
it: Condividi URL della partita
kk: Ойын сілтемесін тарату
ko: 게임 URL 공유
lt: Pasidalinti žaidimo adresu
lv: Dalīties ar spēles URL
mk: Сподели URL од партијата
nl: Partij URL delen
pt: Partilhar o URL do jogo
ro: Distribuie URL-ul jocului
ru: Поделиться ссылкой на игру
sk: Zdieľať URL partie
sl: Deli igro URL
sq: Ndani URL loje me të tjerë
sr: Подели URL игре
sv: Dela parti-URL
tr: Oyun linkini paylaş
uk: Поділитися посиланням на гру
vi: Chia sẻ URL ván cờ
zh: 分享对局链接
zh_tw: 分享對局網址

# mobileSharePositionAsFEN
source: Share position as FEN
af: Deel posisie as FEN
ar: مشاركة الموقف كـ FEN
az: Pozisiyanı FEN olaraq paylaş
bg: Сподели позицията във формат FEN
bs: Podijelite poziciju kao FEN
ca: Comparteix la posició com a FEN
cs: Sdílet pozici jako FEN
da: Del position som FEN
el: Κοινοποίηση του FEN της θέσης
eo: Kunhavigi pozicion kiel FEN-on
es: Compartir la posición como FEN
eu: Partekatu posizioa FEN gisa
fa: همرسانی وضعیت، به شکل FEN
fi: Jaa asema FEN:nä
gl: Compartir a posición coma FEN
he: שיתוף העמדה כ־FEN
it: Condividi posizione come FEN
kk: FEN күйінде тарату
ko: FEN으로 공유
nl: Stelling delen als FEN
pt: Partilhar posição como FEN
ro: Distribuie poziția ca FEN
ru: Поделиться позициями в формате FEN
sk: Zdieľať pozíciu vo formáte FEN
sl: Deli pozicijo kot FEN
sq: Tregojuni të tjerëve pozicionin si FEN
sr: Подели позицију као FEN
sv: Dela position som FEN
tr: Konumu FEN olarak paylaş
uk: Поділитися FEN
vi: Chia sẻ thế cờ dạng FEN
zh: 分享 FEN 对局代码
zh_tw: 以 FEN 分享棋局位置

# mobileSharePuzzle
source: Share this puzzle
af: Deel hierdie raaisel
ar: شارك هذا اللغز
az: Bu tapmacanı paylaş
bg: Сподели тази задача
bs: Podijelite ovu zagonetku
ca: Comparteix aquest problema
cs: Sdílet tuto úlohu
da: Del denne opgave
el: Κοινοποίηση τακτικού
eo: Kunhavigi ĉi tiun puzlon
es: Compartir este ejercicio
eu: Partekatu ariketa hau
fa: همرسانی این معما
fi: Jaa tämä tehtävä
gl: Compartir este crebacabezas
he: שיתוף החידה
id: Bagikan teka-teki ini
it: Condividi questo puzzle
kk: Бұл жұмбақты тарату
ko: 이 퍼즐 공유
nl: Deze puzzel delen
pt: Partilhar este problema
ro: Distribuie acest puzzle
ru: Поделиться задачей
sk: Zdieľať túto úlohu
sl: Deli to uganko
sq: Ndajeni këtë ushtrim me të tjerët
sr: Подели ову вежбу
sv: Dela detta schackproblem
tr: Bulmacayı paylaş
uk: Поділитися задачею
vi: Chia sẻ câu đố này
zh: 分享此谜题
zh_tw: 分享這個謎題

# mobileShowComments
source: Show comments
af: Wys kommentaar
ar: عرض التعليقات
az: Şərhləri göstər
bg: Покажи коментарите
bn: কমেন্টগুলো দেখুন
bs: Prikaži komentare
ca: Mostra comentaris
cs: Zobrazit komentáře
da: Vis kommentarer
el: Εμφάνιση σχολίων
eo: Montri komentojn
es: Mostrar comentarios
eu: Erakutsi iruzkinak
fa: نمایش دیدگاه‌ها
fi: Näytä kommentit
gl: Amosar os comentarios
he: הצגת הערות
id: Tampilkan komentar
it: Mostra commenti
kk: Пікірлерді көрсету
ko: 댓글 보기
nl: Opmerkingen weergeven
pt: Mostrar comentários
ro: Afișează comentarii
ru: Показать комментарии
sk: Zobraziť komentáre
sl: Prikaži komentarje
sq: Shfaq komente
sr: Prikaži komentare
sv: Visa kommentarer
tr: Yorumları göster
uk: Показати коментарі
vi: Hiển thị bình luận
zh: 显示评论
zh_tw: 顯示留言

# mobileShowResult
source: Show result
af: Wys resultaat
ar: إظهار النتيجة
az: Nəticəni göstər
bg: Покажи резултат
bn: ফলাফল দেখান
bs: Prikaži rezultat
ca: Mostra el resultat
cs: Zobrazit výsledky
da: Vis resultat
el: Εμφάνιση αποτελέσματος
eo: Montri rezulton
es: Ver resultado
eu: Erakutsi emaitza
fa: نمایش پیامد
fi: Näytä lopputulos
gl: Amosar o resultado
he: הצגת תוצאת המשחק
id: Tampilkan hasil
it: Mostra risultato
kk: Нәтижесін көру
ko: 결과 표시
nl: Toon resultaat
pt: Mostrar resultado
ro: Arată rezultatul
ru: Показать результат
sk: Zobraziť výsledok
sl: Pokaži rezultat
sq: Shfaq përfundimin
sr: Прикажи резултат
sv: Visa resultat
tr: Sonucu göster
uk: Показати результат
vi: Xem kết quả
zh: 显示结果
zh_tw: 顯示結果

# mobileShowVariations
source: Show variations
af: Wys variasies
ar: أظهر النقلات المرشحة
az: Varyasiyaları göstər
bg: Покажи вариациите
bs: Prikaži varijacije
ca: Mostra les variacions
cs: Zobrazit variace
da: Vis variationer
el: Εμφάνιση βαριάντων
eo: Montri varion
es: Mostrar variantes
eu: Erakutsi aukerak
fa: نمایش وَرتِش
fi: Näytä muunnelmat
gl: Amosar as variantes
he: הצגת וריאציות
id: Tampilkan variasi
it: Mostra varianti
kk: Тармақтарын көру
ko: 바리에이션 보이기
nl: Toon varianten
pt: Mostrar variações
ro: Arată variațiile
ru: Показывать варианты
sk: Zobraziť varianty
sl: Pokaži variante
sq: Shfaq variante
sr: Прикажи стрелице за варијацију
sv: Visa variationer
tr: Varyasyonları göster
uk: Показати варіанти
vi: Hiện các biến
zh: 显示变着
zh_tw: 顯示變體

# mobileSomethingWentWrong
source: Something went wrong.
af: Iets het skeefgeloop.
ar: حدث خطأ ما.
az: Xəta baş verdi.
bg: Възникна грешка.
bn: কিছু সমস্যা হয়েছে।
bs: Izvinite, ali nešto je pošlo po zlu.
ca: Alguna cosa ha anat malament.
cs: Něco se pokazilo.
da: Noget gik galt.
el: Κάτι πήγε στραβά.
eo: Io misfunkciis.
es: Algo ha fallado.
eu: Zerbait gaizki joan da.
fa: مشکلی پیش آمد.
fi: Jokin meni vikaan.
gl: Algo foi mal.
he: משהו השתבש.
it: Si è verificato un errore.
kk: Ақау туындады.
ko: 문제가 발생했습니다.
nl: Er is iets fout gegaan.
pt: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так.
sk: Došlo k chybe.
sl: Nekaj je šlo narobe.
sq: Diç shkoi ters.
sr: Нешто није у реду.
sv: Något gick fel.
tr: Birşeyler ters gitti.
uk: Щось пішло не так.
vi: Đã xảy ra lỗi.
zh: 出现错误
zh_tw: 發生了一些問題。

# mobileSystemColors
source: System colors
af: Stelselkleure
ar: ألوان النظام
az: Sistem rəngləri
bg: Системни цветове
bs: Sistemske boje
ca: Colors del sistema
cs: Systémové barvy
da: Systemfarver
el: Χρώματα συστήματος
eo: Sistemaj koloroj
es: Colores del sistema
eu: Sistemaren koloreak
fa: رنگ‌های دستگاه
fi: Järjestelmän värit
gl: Cores do sistema
he: צבעי מערכת ההפעלה
it: Colori di sistema
kk: Жүйе түстері
ko: 시스템 색상
mk: Системски бои
nl: Systeemkleuren
pt: Cores do sistema
ro: Culori sistem
ru: Системные цвета
sk: Farby operačného systému
sl: Barve sistema
sq: Ngjyra sistemi
sr: Системске боје
sv: Systemets färger
tr: Sistem renkleri
uk: Системні кольори
vi: Màu hệ thống
zh: 跟随系统
zh_tw: 系統顏色

# mobileTheme
source: Theme
af: Tema
ar: المظهر
az: Tema
be: Дошка
bg: Тема
bs: Tema
ca: Tema
cs: Téma
da: Tema
el: Εμφάνιση
eo: Temo
es: Tema
eu: Itxura
fa: پوسته
fi: Teema
gl: Tema
he: עיצוב
id: Tema
it: Tema
kk: Кескін
ko: 테마
nl: Thema
pt: Tema
ro: Tema
ru: Оформление
sk: Vzhľad
sl: Tema
sq: Temë
sr: Тема
sv: Tema
tr: Tema
uk: Тема
vi: Giao diện
zh: 主题
zh_tw: 佈景主題

# mobileToolsTab
source: Tools
af: Hulpmiddels
ar: الأدوات
az: Alətlər
bg: Анализ
bs: Alati
ca: Eines
cs: Nástroje
da: Værktøjer
el: Εργαλεία
eo: Iloj
es: Herramientas
eu: Tresnak
fa: ابزارها
fi: Työkalut
gl: Ferrament.
he: כלים
hy: Գործիքներ
id: Alat
it: Strumenti
kk: Құрал
ko: 도구
lt: Įrankiai
lv: Rīki
mk: Алатки
nl: Gereedschap
ro: Unelte
ru: Средства
sk: Nástroje
sl: Orodja
sq: Mjete
sr: Алати
sv: Verktyg
tr: Araçlar
uk: Засоби
vi: Công cụ
zh: 工具
zh_tw: 工具

# mobileUnsupportedVariant
source: Variant {param} is not supported in this version.
af: Variant {param} word nie in hierdie weergawe ondersteun nie.
ar: الخيار {param} غير مدعوم في هذا الإصدار.
az: {param} variantı bu versiyada dəstəklənmir.
be: Варыянт {param} не падтрымліваецца гэтай версіяй.
bg: Вариант {param} не се поддържа в тази версия.
bs: Varijanta {param} nije podržana u ovoj verziji.
ca: La variant {param} no és compatible amb aquesta versió.
cs: Varianta {param} není v této verzi aplikace podporována.
da: Variant {param} er ikke understøttet i denne version.
el: Η παραλλαγή {param} δεν υποστηρίζεται σε αυτήν την έκδοση.
eo: Varianto {param} ne estas subtenata en ĉi tiu versio.
es: La variante {param} no es compatible con esta versión.
eu: {param} aldaera ezin da erabili bertsio honetan.
fa: وَرتای {param} در این نسخه پشتیبانی نمی‌شود.
fi: Variantti {param} ei ole tuettu tässä versiossa.
gl: A variante {param} non é compatíbel con esta versión.
he: {param} לא נתמך בגרסה זו.
hy: {param} տարբերակն այս թարմացումը չի ապահովում.
id: Versi ini tidak mendukung varian {param}.
it: La variante {param} non è supportata in questa versione.
kk: Бұл нұсқада {param} шахмат түрі қамтылмаған.
ko: {param} 변형 게임은 이 버전에서 지원되지 않습니다.
lt: Variantas {param} nepalaikomas šioje versijoje.
lv: {param} variants nav atbalstīts šajā versijā.
mk: Варијацијата {param} не е поддржана во оваа верзија.
nl: Variant {param} wordt niet ondersteund in deze versie.
pt: A variante {param} não é suportada nesta versão.
ro: Varianta {param} nu este suportată în această versiune.
ru: Вариант {param} не поддерживается в этой версии.
sk: Variant {param} nie je podporovaný v tejto verzií.
sl: V tej različici različica {param} ni podprta.
sq: Varianti {param} nuk mbulohet në këtë version.
sv: Varianten {param} är inte stödd i denna version.
tr: {param} varyantı bu versiyonda desteklenmiyor.
uk: Варіант {param} не підтримується у цій версії.
vi: Biến thể {param} không được hỗ trợ trong phiên bản này.
zh: 此版本不支持 {param} 变体
zh_tw: 此版本不支援變體 {param}。
