Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeCapturingDefenderDescription
source: Removing a piece that is critical to defence of another piece, allowing the now undefended piece to be captured on a following move.
af: Verwyder 'n stuk wat van kritieke belang is vir die verdediging van 'n ander stuk, sodat die nou onverdedigde stuk op 'n volgende skuif vasgevang kan word.
ar: إزالة قطعة ذات أهمية حاسمة للدفاع عن قطعة أخرى، مما يسمح للقطعة التي لا يمكن الدفاع عنها الآن أن يتم الاستيلاء عليها في الحركة التالية.
az: Bir fiquru müdafiə edən başqa bir fiquru ələ keçirərək, müdafiəsiz qalan digər fiquru da növbəti gedişdə ələ keçirin.
be: Адцягненне або ўзяцце фігуры, якая з'яўляца крытычнай для абароны іншай фігуры, што дазваляе ўзяце неабароненую фігуру наступным ходам.
bg: Премахване на главната защита на фигура, което позволява на вече незащитената фигура да бъде взета на следващия ход.
bn: একটা গুটিকে খাওয়া যা আরেকটার প্রতিরক্ষা করে, যা পরের একটি চালে যেই গুটিকে রক্ষা করা হচ্ছিল তাকে খাওয়ার সুযোগ করে দেয়।
bs: Uklanjanje figure koja je ključna za odbranu druge figure, što omogućuje da sada nebranjena figura bude uzeta u sljedećem potezu.
ca: Menjar una peça que és vital per defensar una altra, fent que es pugui menjar la peça que ara ja no està defensada.
cs: Sebrání figury, která brání jinou figuru, a poté dalším tahem dobereme tuto nechráněnou figuru.
da: Tag en brik som er kritisk i forsvaret af en anden brik, så det er muligt at tage den uforsvarede brik på et efterfølgende træk.
el: Απομάκρυνση κομματιού που είναι σημαντικό για την υπεράσπιση άλλου κομματιού, επιτρέποντας την αιχμαλώτιση του πλέον ανυπεράσπιστου κομματιού στην επόμενη κίνηση.
eo: Forprenu ŝakpecon, kiu estas grava por defendo de alia ŝakpeco, ebligante la kapto de la nun nedefendata ŝakpeco dum sekva movo.
es: Eliminar una pieza fundamental para la defensa de otra, permitiendo capturar la pieza, ahora indefensa, en el futuro.
eu: Beste pieza bat defendatzeko funtsezkoa den pieza kentzea, hurrengo jokaldietan lehenengo pieza hori harrapatzeko.
fa: گرفتن یک مهره که برای دفاع از یک مهره دیگر حیاتی است، اجازه می دهد مهره ای که اکنون بدون دفاع است در حرکت بعدی گرفته شود.
fi: Lyö toisen nappulan suojelemiseen käytetty nappula, jotta voit seuraavilla siirroilla lyödä toisen nappulan, joka ei ole enää suojeltu.
gl: Eliminar unha peza fundamental para a defensa doutra, permitindo capturar a peza, agora indefensa, no seguinte movemento.
he: הסרת כלי קריטי להגנה על כלי אחר, המאפשרת להכות את הכלי החשוף כעת במסע הבא.
hy: Այլ խաղաքարը պաշտպանող խաղաքարի շահում կամ փոխանակում՝ հետագայում անպաշտպան մնացած խաղաքարի շահումով։
id: Memakan bidak yang sangat penting untuk menjaga bidak lain, memungkinkan bagian yang sekarang tidak terlindungi untuk ditangkap pada langkah berikut.
it: Rimozione di un pezzo essenziale per la difesa di un altro pezzo, che permette al pezzo ora indifeso di essere catturato con una mossa successiva.
kk: Бір тасты қорғап тұрған басқа тасты басып алсаңыз, әлгі тас қорғаусыз қалып, оны басып алуға жол ашылады.
ko: 다른 기물을 방어중인 기물을 잡아서 다음 수에 더 이상 방어되지 않는 기물을 잡을 수 있게 됩니다.
lt: Pašalinkite figūrą, kuri yra kritiškai svarbi kitos figūros gynybai, paruošdami naujai neapsaugotą figūrą kirtimui kitu ėjimu.
lv: Nosist figūru, kas nepieciešama citas figūras aizsardzībai, padarot iespējamu neaizsargātās figūras nosišanu nākamajā gājienā.
nl: Een stuk slaan dat essentieel is voor de verdediging van een ander stuk, waardoor vervolgens het nu onverdedigde stuk een volgende zet kan worden geslagen.
pt: Remove uma peça que seja crítica para a defesa de outra peça, permitindo que esta seja capturada na próxima jogada.
ro: Capturarea unei piese esențiale apărării alteia, permițând captura piesei acum neapărată la o mutare ulterioară.
ru: Взятие или размен фигуры, защищающей другую фигуру, с последующим взятием фигуры, оставшейся без защиты.
sk: Odstránenie figúry, ktorá je dôležitá pri obrane inej figúry, dovoľujúc branie novo nebránenej figúry v následujúcom ťahu.
sl: Odstranitev figure, ki je ključna za obrambo druge figure, kar omogoča, da se nezaščitena figura zajame z naslednjo potezo.
sq: Heqja e një pjese që është kritike për mbrojtjen e një pjese tjetër, çka tani lejon që pjesa e pambrojtur të merret me një lëvizje vijuese.
sr: Уклањање фигуре која је критична за одбрану друге фигуре, што омогућава да сада небрањена фигура буде однета на следећем потезу.
sv: Ta en pjäs som försvarar en annan pjäs, så att du kan ta den nu oförsvarade pjäsen i nästa drag.
tr: Bir taşı savunan diğer bir taşı ortadan kaldırarak savunmasız kalan taşı sonraki hamlede ele geçir.
uk: Захоплення фігури, що захищає іншу фігуру, дозволяє захопити незахищену фігуру наступним ходом.
vi: Loại bỏ một quân cực kỳ quan trọng đối với việc bảo vệ một quân cờ khác, khiến cho quân cờ hiện không được bảo vệ có thể bị ăn vào một nước sau đó.
zh: 消除保护另一个棋子的防御子，使得接下来可以吃掉那个失去保护的棋子。
zh_tw: 移除防守其他棋子的防守者以攻擊未被保護的棋子

# puzzleThemeCornerMate
source: Corner mate
ca: Mat de la cantonada
it: Matto nell'angolo
nl: Mat in een hoek
ru: Угловой мат
vi: Góc chiếu hết chết chóc
zh: 角落将杀

# puzzleThemeCornerMateDescription
source: Confine the king to the corner using a rook or queen and a knight to engage the checkmate.
ca: Confina el rei a una cantonada utilitzant una torre o una dama i donar li mat amb un cavall.
it: Restringi il re nell'angolo usando una torre o una regina, e usa un cavallo per dare scacco matto.
nl: Dring de koning met behulp van een toren of dame en een paard een hoek in om hem schaakmat te zetten.
ru: Загоните короля в угол ладьёй или ферзём, и поставьте там мат конём.
vi: Kìm hãm vua ở góc bằng cách sử dụng một xe hoặc hậu và một mã để chiếu hết.
zh: 用车或后与马配合，将对方的王困在角落并将其将杀。

# puzzleThemeCrushing
source: Crushing
af: Verpletter
ar: سحق
az: Əzici üstünlük
be: Зруйнаванне
bg: Погром
bn: গুড়িয়ে দেয়া
bs: Uništavanje
ca: Fort avantatge
cs: Potrestání
da: Knusende
el: Σαρωτική επίθεση
eo: Aplomba
es: Aplastante
eu: Zapalketa
fa: تخریب
fi: Murskaava etu
gl: Vantaxe decisiva
he: ריסוק
hy: Ջախջախում
id: Hancurkan
it: Posizione schiacciante
kk: Тас-талқан
ko: 박살내기
lt: Suspaudimas
lv: Graušana
nl: Verpletteren
pt: Esmagar
ro: Zdrobitor
ru: Разгром
sk: Rozdrvenie
sl: Odločilna prednost
sq: Shkatërrim
sr: Уништавање
sv: Krossande
tr: Ezici üstünlük
uk: Руйнування
vi: Áp đảo
zh: 压倒性优势
zh_tw: 壓倒性優勢

# puzzleThemeCrushingDescription
source: Spot the opponent blunder to obtain a crushing advantage. (eval ≥ 600cp)
af: Let op die flater van die teenstander om 'n verpletterende voordeel te behaal. (eval ≥ 600cp)
ar: اكتشف خطأ الخصم الفادح للحصول على تفوق ساحق (يساوي 600 جزء بالمئة من البيدق أو أكثر)
az: Əzici üstünlük əldə etmək üçün rəqibin kobud səhvini müəyyənləşdirin. (600sp və ondan yüksək)
be: Знайдзіце позех суперніка і атрымайце разгромную перавагу. (ацэнка ≥ 600сп)
bg: Използвайте грешката на противника за да получите смазващо преимущество. (≥ 600сп)
bn: অপনেন্টের ব্লানডারকে ধরে ফেলুন এবং প্রতিপক্ষকে গুড়িয়ে দিয়ে লাভ অর্জন করুন। (eval ≥ 600cp)
bs: Uočite protivnikov grubi previd kako biste stekli razornu prednost (≥ 600 cp)
ca: Veure l'error de l'adversari per a obtenir un gran avantatge (aval ≥ 600cp)
cs: Odhalte chybu soupeře a získejte drtivou výhodu. (eval ≥ 600cp)
da: Spot modstanderens brøler for at opnå en knusende fordel. (eval ≥ 600cb)
el: Εντοπίστε το σοβαρό λάθος του αντιπάλου και αποκτήστε καθοριστικό πλεονέκτημα. (eval ≥ 600cp)
eo: Trovu la kontraŭulan eraregon por akiri disbatantan avantaĝon. (takso ≥ 600cp)
es: Detecta el error del oponente para obtener una ventaja ganadora. (eval ≥ 600cp)
eu: Akatsa aurkitu eta guztizko abantaila lortu. (ebaluazioa ≥ 600cp)
fa: تشخیص اشتباه فاحش حریف، برای رسیدن به برتری‌ای کوبنده. (ارزیابی ≥ ۶۰۰ص‌پ)
fi: Löydä vastustajan vakava virhe ja hanki murskaava etu. (eval ≥ 600cp)
gl: Detecta a metida de zoca do opoñente para obter unha vantaxe decisiva. (eval ≥ 600cp)
he: זהו את השגיאה החמורה של היריב כדי להשיג יתרון מוחץ. (הערכת יתרון מעל 6.0)
hy: Օգտագործեք մրցակցի վրիպումը՝ ջախջախիչ առավելություն (600 և ավելի սանտիզինվոր) ստանալու համար
id: Temukan kesalahan lawan untuk mendapat keuntungan yang besar. (eval ≥ 600cp)
it: Trova l'errore grave del tuo avversario per ottenere un vantaggio schiacciante. (valutazione ≥ 600cp)
kk: Жойқын артықшылыққа ие болу үшін қарсыластың қателігін анықтаңыз. (≥ 600 сп)
ko: 상대의 블런더를 포착하고 박살내어 이득을 얻으세요. (eval ≥ 600cp)
lt: Pastebėkite priešininko klaidą ir įgaukite ryškią persvarą. (eval ≥ 600cp)
lv: Ieraugiet pretinieka rupjo kļūdu, lai iegūtu graujošu pārsvaru. (vērtējums > 600cp)
nl: Zie de blunder van de tegenstander om een verpletterend voordeel te verkrijgen. (eval ≥ 600cp)
pt: Descobre um erro grave do oponente e obtém uma vantagem esmagadora. (avaliação ≥ 600cp)
ro: Observă gafa adversarului pentru a obține un avantaj zdrobitor. (eval ≥ 600cp)
ru: Используйте зевок противника для получения сокрушительного преимущества. (600 и более сантипешек)
sk: Odhaľte súperovu hrubú chybu a získajte drvivú výhodu. (eval ≥ 600cp)
sl: Spoznanje nasprotnikove napake, za odločilno prednost. (ocena ≥ 600sk)
sq: Shfrytëzoni gafën e kundërshtarit për të përfituar një avantazh shkatërrues. (vlera ≥ 600 cp)
sr: Уочите противничку грубу грешку како бисте стекли огромну предност. (евалуација ≥ 600cp)
sv: Upptäck motståndares blunder för att få en förkrossande fördel. (eval ≥ 600cp)
tr: Rakibin vahim hatasını yakalayarak ezici bir üstünlük elde et. (analiz ≥ 600sp)
uk: Знайдіть грубу помилку суперника, щоб отримати нищівну перевагу. (eval ≥ 600 cp)
vi: Phát hiện sai lầm nghiêm trọng của đối phương để giành được lợi thế áp đảo. (đánh giá ≥ 600cp)
zh: 利用对手失误以获得压倒性优势（评估 ≥ 600 厘兵）
zh_tw: 察覺對方的漏著並藉此取得巨大優勢。(大於600百分兵)

# puzzleThemeDiscoveredCheck
source: Discovered check
ca: Escac a la descoberta
it: Scacco di scoperta
nl: Aftrekschaak
ru: Вскрытый шах
vi: Đòn chiếu mở
zh: 闪将

# puzzleThemeDiscoveredCheckDescription
source: Move a piece to reveal a check from a hidden attacking piece, which often leads to a decisive advantage.
ca: Mou una peça per revelar un escac d'una peça atacant amagada que normalment porta a un avantatge decisiu.
it: Sposta un pezzo per rivelare uno scacco di un pezzo nascosto, che spesso porta a un vantaggio decisivo.
nl: Een stuk verplaatsen om schaak te geven met een verborgen aanvalsstuk, wat vaak leidt tot beslissend voordeel.
ru: Переместите фигуру и поставьте шах скрытой до этого атакующей фигурой, чтобы получить решающее преимущество.
vi: Đi một quân để lộ ra quân cờ tấn công đang ẩn núp, điều này thường dẫn đến lợi thế quyết định.
zh: 移动一个棋子，露出隐藏的攻击性子力进行将军，这通常能带来决定性的优势。

# puzzleThemeDoubleBishopMate
source: Double bishop mate
af: Dubbel loper mat
ar: كش مات بفيلين
az: İki fil matı
be: Мат двума сланамі
bg: Мат с два офицера
bn: দুটি হাতির মাত
bs: Dvostruki biskupski mat
ca: Mat dels dos alfils
cs: Mat dvěma střelci
da: Dobbelt løbermat
el: Ματ με δύο αξιωματικούς
eo: Duokuriera ŝakmato
es: Mate de los dos alfiles
eu: Bi alfilen matea
fa: مات با دو فیل
fi: Kahden lähetin matti
gl: Mate de dous alfís
he: מט שני רצים
hy: Մատ երկու փղով
id: Skakmat gajah ganda
it: Matto dei due alfieri
kk: Пілдер маты
ko: 2비숍 메이트
lt: Dvigubų rikių matas
lv: Dubultlaidņa mats
nl: Mat met twee lopers
pt: Mate com dois bispos
ro: Mat-ul cu doi nebuni
ru: Мат двумя слонами
sk: Mat dvojicou strelcov
sl: Mat z lovcema
sq: Mat me dy oficerë
sr: Мат ловачким паром
sv: Matt med två löpare
tr: Çift fil matı
uk: Мат двома слонами
vi: Chiếu hết bằng cặp Tượng
zh: 双象杀王
zh_tw: 雙主教將死

# puzzleThemeDoubleBishopMateDescription
source: Two attacking bishops on adjacent diagonals deliver mate to a king obstructed by friendly pieces.
af: Twee aanvallende lopers op aaneengrensende diagonale mat 'n koning wat deur sy eie stukke vasgekeer is.
ar: فيلين يهاجمان الملك على أوتار متجاورة ويكون الملك محاصر بقطع صديقة ليحقق كش مات.
az: İki fil, öz fiqurları tərəfindən bloklanan şahı bitişik diaqonallardan hücum edərək mat edir.
be: Два нападаючых слана на суседніх дыяганалях матуюць караля, які акружаны сваімі фігурамі.
bg: Два офицера на съседни диагонали матират цар обкръжен от собствените си фигури.
bn: পাশাপাশি দুটি আড়া-আড়ি রেখায় থাকা দুটি বিশপ/হাতি নিজের গুটি দ্বারা আটকা পড়া প্রতিপক্ষের রাজাকে কিস্তিমাত করবে।
bs: Dva napadačka biskupa na susjednim dijagonalama isporučuju partnera kralju spriječenom prijateljskim figurama.
ca: Dos alfils atacant en diagonals adjacents fan mat a un rei que queda obstruït per peces amigues.
cs: Dva útočící střelci na různých diagonálách dají mat soupeřovu králi.
da: To angribende løbere på tilstødende diagonaler giver mat til en konge, som er blokeret af egne brikker.
el: Δύο αξιωματικοί σε γειτονικές διαγώνιους κάνουν ματ σε βασιλιά που εμποδίζεται από δικά του κομμάτια.
eo: Du kontraŭaj kurieroj sur apudaj diagonaloj liveras maton al reĝo ĉirkaŭbarita per amikaj ŝakpecoj.
es: Dos alfiles atacantes en diagonales adyacentes dan mate al rey obstruido por piezas de su bando.
eu: Bi alfilek beren piezen artean trabatuta dagoen erregeari ematen dioten matea.
fa: دو فیل که همزمان به گوشه های مجاور حمله می کنند، شاهی که راهش با مهره های خودش سد شده را مات می کنند.
fi: Kaksi vierekkäisiltä diagonaaleilta hyökkäävää lähettiä matittaa omien nappuloidensa estämän kuninkaan.
gl: Dous alfís atacando en diagonais cruzadas dan mate ao rei obstaculizado polas súas propias pezas.
he: שני רצים תוקפים באלכסונים סמוכים מבצעים מט למלך החסום על ידי כלים מכוחותיו.
hy: Հարակից անկյունագծերում գտնվող երկու փղերը մատ են հայտարարում մրցակցի արքային, որը շրջափակված է սեփական խաղաքարերով։
id: Dua bidak gajah yang menyerang pada diagonal yang bersebelahan mengantarkan sekakmat pada raja yang terhalang bidaknya sendiri.
it: Due alfieri danno matto lungo diagonali adiacenti ad un re ostruito dai suoi stessi pezzi.
kk: Қарсылас патшасының бір жағын өз тастары бөгеп тұрғанда, екі піл қатарлас шабуылдайды.
ko: 자신의 기물에 막힌 킹에게 두 비숍이 인접한 대각선을 막아 메이트를 합니다.
lt: Du gretimose įstrižainėse puolantys rikiai atlieka matą priešininko karaliui, įkalintam draugiškų figūrų.
lv: Divi laidņi uz blakus diagonālēm piesaka matu karalim, ko ierobežo paša figūras.
nl: Twee lopers op belendende diagonalen zetten een koning mat die wordt belemmerd door de eigen stukken.
pt: Dois bispos em diagonais adjacentes dão mate ao rei inimigo obstruído por peças aliadas.
ro: Doi nebuni care atacă pe diagonale adiacente livrează mat-ul unui rege blocat de piese aliate.
ru: Два слона атакующей стороны ставят мат на смежных диагоналях королю противника, окружённому своими же фигурами.
sk: Dvaja útočiaci strelci na susediacich diagonálach zmatujú kráľa zablokovaného vlastnými figúrkami.
sl: Lovca na sosednjih diagonalah matirata kralja, ki ga ovirajo njegove figure.
sq: Dy oficerë në sulm, në diagonale krah njëra-tjetrës, i japin mat mbretit të penguar nga figura miqësore.
sr: Два нападајућа ловца на суседним дијагоналама матирају краља препреченог пријатељским фигурама.
sv: Två attackerande löpare på intilligande diagonaler sätter en kung som är blockerad av egna pjäser i matt.
tr: Yan yana konuşlanmış iki fil, kendi taşları tarafından kısıtlanmış şahı mat eder.
uk: Два слони на сусідніх діагоналях ставлять мат королю, який оточений власними фігурами.
vi: Hai quân Tượng tấn công trên các đường chéo liền kề chiếu hết một quân vua bị cản trở bởi quân cờ.
zh: 两条相邻斜线上的两个进攻象，在己方棋子阻挡下将杀对方的王。
zh_tw: 相鄰對角線上的兩個主教將將死被自身棋子困住的王。

# puzzleThemeDovetailMate
source: Dovetail mate
af: Duifstert mat
ar: كش مات دوفيتيل
az: Koziyo matı
be: Мат "галубіны хвост"
bg: Мат на Коцио
bn: ডাভটেইল মাত
bs: Mat lastinog repa
ca: Mat de la coça
cs: Coziův mat
da: Duehale-mat
el: Dovetail ματ
eo: Kolombo-vosta mato
es: Mate de Cozio
eu: Mirubuztanaren matea
fa: مات بوسه ای
fi: Cozion matti
gl: Mate de Cozio
he: מט קוזיו
hy: «Ծիծեռնակի պոչ» մատ
id: Skatmat Dovetail
it: Matto a coda di rondine
kk: Айырқұйрық мат
ko: 도브테일 메이트
lt: Kozio matas
lv: Kozio mats
nl: Zwaluwstaartmat
pt: Mate cauda-de-andorinha
ro: Mat-ul dovertail
ru: Мат «ласточкин хвост»
sk: Devetailov mat
sl: Coziov mat
sq: Mati bishtpëllumb
sr: Коциов мат
sv: Cozios matt
tr: Kurtağzı matı
uk: Мат "ластів'ячий хвіст"
vi: Chiếu hết kiểu Đuôi én
zh: 燕尾杀王
zh_tw: 柯齊奧將死

# puzzleThemeDovetailMateDescription
source: A queen delivers mate to an adjacent king, whose only two escape squares are obstructed by friendly pieces.
af: 'n Dame mat 'n aangrensende koning, wie se twee onsnapping's blokkies deur sy eie stukke geblok is.
ar: الوزير يحقق كش مات للملك العدو المجاور، و تكون مربعات الهروب من كش مات مشغولة بقطع صديقة.
az: İki qaçış xanası da öz fiqurları tərəfindən tutulan şaha çarpaz bitişik diaqonaldan vəzirlə edilən mat.
be: Ферзь ставіць мат сумежнаму каралю, адзіныя два палі адыхода якога заняты яго ж фігурамі.
bg: Дамата матира стоящият до нея цар, чиито единствени две полета за отстъпление са блокирани от собствените му фигури.
bn: একটা মন্ত্রী রাজাকে বাজিমাত দেয়, যার কেবল দুটি মুক্তির ঘর নিজের গুটি দ্বারা দখলকৃত থাকে।
bs: Kraljica isporučuje partnera susjednom kralju, čija su samo dva polja za bijeg spriječena prijateljskim figurama.
ca: Una dama fa mat a un rei adjacent que té les dues caselles adjacents ocupades per peces amigues.
cs: Dáma matuje sousedícího krále, jehož jediná dvě ústupová pole blokují přátelské figurky.
da: En dronning sætter en tilstødende konge mat, da dennes eneste to felter til flugt er blokeret af egne brikker.
el: Βασίλισσα κάνει ματ στον αντίπαλο βασιλιά, του οποίου τα μοναδικά δύο τετράγωνα διαφυγής καλύπτονται από φιλικά κομμάτια.
eo: Damo liveras maton al apuda reĝo, kies du eskapajn ĉelojn blokas amikaj ŝakpecoj.
es: Una dama da mate al rey adyacente, cuyas únicas dos casillas de escape están obstruidas por piezas de su bando.
eu: Damak ematen duen matea erregearen ihes-laukiak bere piezekin trabatuta daudenean.
fa: وزیری که شاه مجاور خودش را که تنها دو خانه ای که برای فرارش باقی مانده توسط مهره های خودش سد شده، مات می کند.
fi: Daami matittaa vieressään olevan kuninkaan, jonka omat nappulat vievät siltä sen ainoat kaksi pakoruutua.
gl: Unha dama dá mate ao rei adxacente, cuxas únicas dúas casas de escape están obstruídas por pezas do seu bando.
he: מלכה מבצעת מט למלך סמוך, ששתי משבצות הבריחה שלו חסומות על ידי כלים מכוחותיו.
hy: Մատ թագուհով կողքին կանգնած արքային, որի նահանջի միակ երկու դաշտերը զբաղեցնում են սեփական խաղաքարերը։
id: Menteri skakmat disebelah raja, yang dua petak melarikan dirinya terhambat oleh bidak kawan.
it: Una donna dà matto al re in una casa adiacente, mentre le due uniche case di fuga sono occupate da suoi pezzi.
kk: Қарсылас патшасының екі жағын өз тастары бөгеп тұрғанда, уәзір жақыннан мат қояды.
ko: 퀸이 킹 바로 옆에서 메이트를 합니다. 유일하게 빠져나갈 수 있는 두 칸은 자신의 기물에게 막혀 있습니다.
lt: Valdovė atlieka matą greta esančiam priešininko karaliui, kurio vieninteliai pabėgimo langeliai užimti draugiškų figūrų.
lv: Dāma piesaka matu nostājoties pie pretinieka karaļa tā, ka tā abi neapdraudētie lauciņi ir aizņemti ar paša figūrām.
nl: Een dame zet mat naast de koning, wiens vluchtvelden geblokkeerd zijn door eigen stukken.
pt: Uma dama dá mate ao rei inimigo cujas jogadas de escape estão bloqueadas por peças aliadas.
ro: O regină livrează mat-ul unui rege adiacent, care are doar două patrate de scapare dar sunt blocate de piese aliate.
ru: Мат ферзём стоящему рядом королю противника, единственные два поля отхода которого занимают его же фигуры.
sk: Dáma zmatuje kráľa v tesnej blízkosti, pričom jediné dve únikové políčka kráľovi blokujú vlastné figúrky.
sl: Dama matira kralja, ki mu njegovi figuri zasedata edini polji za umik.
sq: Një mbretëreshë i jep mat një mbretit afër, dy kuadratet e vetme të shpëtimit të të cilit janë zënë nga gurë të vetët.
sr: Дама матира суседног краља, чија су једина два излазна поља препречена његовим фигурама.
sv: En dam levererar matt till en närliggande kung, vars enda två flyktrutor blockeras av egna pjäser.
tr: İki kaçış yolu da kendi taşlarınca kapalı olan şah, hemen çaprazına konuşlanan vezir tarafından mat edilir.
uk: Королева ставить мат королю поруч, єдині два поля для відступу якого зайняті його власними фігурами.
vi: Một Hậu chiếu hết vua ở ô liền kề, hai ô duy nhất quân vua có thể chạy được lúc này đều bị chặn.
zh: 后将军紧邻的对方王，而对方王仅有的两个逃跑格被己方棋子阻挡。
zh_tw: 以皇后將死被自身棋子困住的國王

# puzzleThemeEquality
source: Equality
af: Gelykheid
ar: المساواة
az: Bərabərləşmə
be: Выраўненне
bg: Изравняване
bn: সমতা
bs: Izjednačenost
ca: Igualtat
cs: Vyrovnání pozice
da: Udligning
el: Ισότητα
eo: Egaligi
es: Igualdad
eu: Berdintasuna
fa: برابری
fi: Tasoitus
gl: Igualdade
he: שוויון
hy: Հավասարեցում
id: Kesetaraan
it: Parità
kk: Теңдік
ko: 동등함
lt: Lygybė
lv: Vienlīdzība
nl: Evenwicht
pt: Igualdade
ro: Egalitate
ru: Уравнение
sk: Rovnováha
sl: Izenačenje
sq: Barazim
sr: Изједначење
sv: Utjämning
tr: Eşitlik
uk: Рівність
vi: Cân bằng
zh: 均势
zh_tw: 均勢
