Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# numberBlunders
source: {count, plural, =1{{count} Blunder} other{{count} Blunders}}
af: {count, plural, =1{{count} Flaters} other{{count} Flaters}}
ar: {count, plural, =0{{count} غلطة} =1{{count} غلطة} =2{{count} غلطة} few{{count} غلطة} many{{count} غلطة} other{{count} غلطات}}
az: {count, plural, =1{{count} Kobud səhv} other{{count} Kobud səhv}}
be: {count, plural, =1{{count} Зявок} few{{count} Зяўкоў} many{{count} Зяўкоў} other{{count} Зяўкоў}}
bg: {count, plural, =1{{count} Груба грешка} other{{count} Груби грешки}}
bn: {count, plural, =1{{count} টি ব্লান্ডার} other{{count} টি ব্লান্ডার}}
bs: {count, plural, =1{{count} Velika Greška} few{{count} Velike Greške} other{{count} Velike Greške}}
ca: {count, plural, =1{{count} Errada greu} other{{count} Errades greus}}
cs: {count, plural, =1{{count} Hrubá chyba} few{{count} Hrubé chyby} many{{count} Hrubých chyb} other{{count} Hrubých chyb}}
da: {count, plural, =1{{count} brøler} other{{count} brølere}}
el: {count, plural, =1{{count} Σοβαρό σφάλμα} other{{count} Σοβαρά σφάλματα}}
eo: {count, plural, =1{{count} Erarego} other{{count} Eraregoj}}
es: {count, plural, =1{{count} Error grave} other{{count} Errores graves}}
eu: {count, plural, =1{Hanka-sartze {count}} other{{count} Hanka-sartze}}
fa: {count, plural, =1{{count} اشتباه بزرگ} other{{count} اشتباه بزرگ}}
fi: {count, plural, =1{{count} Vakava virhe} other{{count} Vakavaa virhettä}}
gl: {count, plural, =1{{count} Metida de zoca} other{{count} Metidas de zoca}}
he: {count, plural, =1{{count} טעות גסה} =2{{count} טעויות גסות} many{{count} טעויות גסות} other{{count} טעויות גסות}}
hy: {count, plural, =1{{count} Վրիպում} other{{count} Վրիպում}}
id: {count, plural, other{{count} Blunder}}
it: {count, plural, =1{{count} Errore grave} other{{count} Errori gravi}}
kk: {count, plural, =1{{count} Өрескел қателік} other{{count} Өрескел қателік}}
ko: {count, plural, other{{count} 블런더}}
lt: {count, plural, =1{{count} Šiurkšti klaida} few{{count} Šiurkščios klaidos} many{{count} Šiurkščių klaidų} other{{count} Šiurkščių klaidų}}
lv: {count, plural, =0{{count} Rupjas kļūdas} =1{{count} Rupja kļūda} other{{count} Rupjas kļūdas}}
mk: {count, plural, =1{{count} Голема грешка} other{{count} Големи грешки}}
pt: {count, plural, =1{{count} Erro grave} other{{count} Erros graves}}
ro: {count, plural, =1{O Gafă} few{{count} Gafe} other{{count} de Gafe}}
ru: {count, plural, =1{{count} Зевок} few{{count} Зевка} many{{count} Зевков} other{{count} Зевков}}
sk: {count, plural, =1{{count} Hrubá chyba} few{{count} Hrubé chyby} many{{count} Hrubých chýb} other{{count} Hrubých chýb}}
sl: {count, plural, =1{{count} Napaka} =2{{count} Napaki} few{{count} Napake} other{{count} Napak}}
sq: {count, plural, =1{{count} Gafë} other{{count} Gafa}}
sr: {count, plural, =1{{count} Превид} few{{count} Грубе грешке} other{{count} Грубе грешке}}
sv: {count, plural, =1{{count} Blunder} other{{count} Blundrar}}
tr: {count, plural, =1{{count} Vahim hata} other{{count} Vahim hata}}
uk: {count, plural, =1{{count} Груба помилка} few{{count} Грубі помилки} many{{count} Грубих помилок} other{{count} Грубих помилок}}
vi: {count, plural, other{{count} Sai lầm nghiêm trọng}}
zh: {count, plural, other{{count} 次败着}}
zh_tw: {count, plural, other{{count} 次漏著}}

# nbMistakes
source: {count, plural, =1{{count} mistake} other{{count} mistakes}}
af: {count, plural, =1{{count} fout} other{{count} foute}}
ar: {count, plural, =0{{count} خطأ} =1{{count} خطأ} =2{{count} أخطاء} few{{count} أخطاء} many{{count} أخطاء} other{{count} أخطاء}}
az: {count, plural, =1{{count} səhv} other{{count} səhv}}
be: {count, plural, =1{{count} памылка} few{{count} памылкі} many{{count} памылак} other{{count} памылак}}
bg: {count, plural, =1{{count} грешка} other{{count} грешки}}
bn: {count, plural, =1{{count}টি ভূল} other{{count}টি ভূল}}
bs: {count, plural, =1{{count} greška} few{{count} greške} other{{count} greške}}
ca: {count, plural, =1{{count} errada} other{{count} errades}}
cs: {count, plural, =1{{count} chyba} few{{count} chyby} many{{count} chyb} other{{count} chyb}}
da: {count, plural, =1{{count} fejl} other{{count} fejl}}
el: {count, plural, =1{{count} λάθος} other{{count} λάθη}}
eo: {count, plural, =1{{count} eraro} other{{count} eraroj}}
es: {count, plural, =1{{count} error} other{{count} errores}}
eu: {count, plural, =1{Akats {count}} other{{count} akats}}
fa: {count, plural, =1{{count} اشتباه} other{{count} اشتباه}}
fi: {count, plural, =1{{count} virhe} other{{count} virhettä}}
gl: {count, plural, =1{{count} erro} other{{count} erros}}
he: {count, plural, =1{{count} שגיאה} =2{{count} שגיאות} many{{count} שגיאות} other{{count} שגיאות}}
hy: {count, plural, =1{{count} սխալ} other{{count} սխալ}}
id: {count, plural, other{{count} kesalahan}}
it: {count, plural, =1{{count} errore} other{{count} errori}}
kk: {count, plural, =1{{count} қателік} other{{count} қателік}}
ko: {count, plural, other{{count} 실수}}
lt: {count, plural, =1{{count} klaida} few{{count} klaidos} many{{count} klaidos} other{{count} klaidų}}
lv: {count, plural, =0{{count} kļūdu} =1{{count} kļūda} other{{count} kļūdas}}
mk: {count, plural, =1{{count} грешка} other{{count} грешки}}
nl: {count, plural, =1{{count} fout} other{{count} fouten}}
pt: {count, plural, =1{{count} erro} other{{count} erros}}
ro: {count, plural, =1{o greșeală} few{{count} greșeli} other{{count} de greșeli}}
ru: {count, plural, =1{{count} ошибка} few{{count} ошибки} many{{count} ошибок} other{{count} ошибок}}
sk: {count, plural, =1{{count} chyba} few{{count} chyby} many{{count} chýb} other{{count} chýb}}
sl: {count, plural, =1{{count} napakica} =2{{count} napakici} few{{count} napakice} other{{count} napakic}}
sq: {count, plural, =1{{count} gabim} other{{count} gabime}}
sv: {count, plural, =1{{count} misstag} other{{count} misstag}}
tr: {count, plural, =1{{count} hata} other{{count} hata}}
uk: {count, plural, =1{{count} помилка} few{{count} помилки} many{{count} помилок} other{{count} помилок}}
vi: {count, plural, other{{count} sai lầm}}
zh: {count, plural, other{{count} 次错着}}
zh_tw: {count, plural, other{{count} 次失誤}}

# numberMistakes
source: {count, plural, =1{{count} Mistake} other{{count} Mistakes}}
af: {count, plural, =1{{count} Fout} other{{count} Foute}}
ar: {count, plural, =0{{count} خطأ} =1{{count} خطأ} =2{{count} خطأ} few{{count} خطأ} many{{count} خطأ} other{{count} أخطاء}}
az: {count, plural, =1{{count} Səhv} other{{count} Səhv}}
be: {count, plural, =1{{count} Памылка} few{{count} Памылкі} many{{count} Памылак} other{{count} Памылак}}
bg: {count, plural, =1{{count} Грешка} other{{count} Грешки}}
bn: {count, plural, =1{{count}টি ভূল} other{{count}টি ভূল}}
bs: {count, plural, =1{{count} Greška} few{{count} Greške} other{{count} Greške}}
ca: {count, plural, =1{{count} Errada} other{{count} Errades}}
cs: {count, plural, =1{{count} Chyba} few{{count} Chyby} many{{count} Chyb} other{{count} Chyb}}
da: {count, plural, =1{{count} fejl} other{{count} fejl}}
el: {count, plural, =1{{count} Λάθος} other{{count} Λάθη}}
eo: {count, plural, =1{{count} Eraro} other{{count} Eraroj}}
es: {count, plural, =1{{count} Error} other{{count} Errores}}
eu: {count, plural, =1{Akats {count}} other{{count} Akats}}
fa: {count, plural, =1{{count} اشتباه} other{{count} اشتباه}}
fi: {count, plural, =1{{count} Virhe} other{{count} Virhettä}}
gl: {count, plural, =1{{count} Erro} other{{count} Erros}}
he: {count, plural, =1{{count} שגיאה} =2{{count} שגיאות} many{{count} טעויות} other{{count} שגיאות}}
hy: {count, plural, =1{{count} Սխալ} other{{count} Սխալ}}
id: {count, plural, other{{count} Kesalahan}}
it: {count, plural, =1{{count} Errore} other{{count} Errori}}
kk: {count, plural, =1{{count} Қателік} other{{count} Қателік}}
ko: {count, plural, other{{count} 실수}}
lt: {count, plural, =1{{count} Klaida} few{{count} Klaidos} many{{count} Klaidų} other{{count} Klaidų}}
lv: {count, plural, =0{{count} Kļūdas} =1{{count} Kļūda} other{{count} Kļūdas}}
mk: {count, plural, =1{{count} Грешка} other{{count} Грешки}}
nl: {count, plural, =1{{count} Fout} other{{count} Fouten}}
pt: {count, plural, =1{{count} Erro} other{{count} Erros}}
ro: {count, plural, =1{O Greșeală} few{{count} Greșeli} other{{count} de Greșeli}}
ru: {count, plural, =1{{count} Ошибка} few{{count} Ошибки} many{{count} Ошибок} other{{count} Ошибок}}
sk: {count, plural, =1{{count} Chyba} few{{count} Chyby} many{{count} Chýb} other{{count} Chýb}}
sl: {count, plural, =1{{count} Napakica} =2{{count} Napakici} few{{count} Napakice} other{{count} Napakic}}
sq: {count, plural, =1{{count} Gabim} other{{count} Gabime}}
sr: {count, plural, =1{{count} Грешка} few{{count} Грешке} other{{count} Грешке}}
sv: {count, plural, =1{{count} Misstag} other{{count} Misstag}}
tr: {count, plural, =1{{count} Hata} other{{count} Hata}}
uk: {count, plural, =1{{count} Помилка} few{{count} Помилки} many{{count} Помилок} other{{count} Помилок}}
vi: {count, plural, other{{count} Sai lầm}}
zh: {count, plural, other{{count} 次错着}}
zh_tw: {count, plural, other{{count} 次失誤}}

# nbInaccuracies
source: {count, plural, =1{{count} inaccuracy} other{{count} inaccuracies}}
af: {count, plural, =1{{count} onakuraatheid} other{{count} onakuraathede}}
ar: {count, plural, =0{{count} غموض} =1{{count} غموض} =2{{count} غموض} few{{count} غموض} many{{count} غموض} other{{count} غموض}}
az: {count, plural, =1{{count} qeyri-dəqiqlik} other{{count} qeyri-dəqiqlik}}
be: {count, plural, =1{{count} недакладнасць} few{{count} недакладнасці} many{{count} недакладнасцяў} other{{count} недакладнасцяў}}
bg: {count, plural, =1{{count} неточност} other{{count} неточности}}
bn: {count, plural, =1{{count}টি অনিপুণতা} other{{count}টি অনিপুণতা}}
bs: {count, plural, =1{{count} netačnost} few{{count} netačnosti} other{{count} netačnosti}}
ca: {count, plural, =1{{count} imprecisió} other{{count} imprecisions}}
cs: {count, plural, =1{{count} nepřesnost} few{{count} nepřesnosti} many{{count} nepřesností} other{{count} nepřesností}}
da: {count, plural, =1{{count} unøjagtighed} other{{count} unøjagtigheder}}
el: {count, plural, =1{{count} ανακρίβεια} other{{count} ανακρίβειες}}
eo: {count, plural, =1{{count} erareto} other{{count} eraretoj}}
es: {count, plural, =1{{count} imprecisión} other{{count} imprecisiones}}
eu: {count, plural, =1{Akats txiki {count}} other{{count} akats txiki}}
fa: {count, plural, =1{{count} نادقیق} other{{count} نادقیق}}
fi: {count, plural, =1{{count} epätarkkuus} other{{count} epätarkkuutta}}
gl: {count, plural, =1{{count} imprecisión} other{{count} imprecisións}}
he: {count, plural, =1{{count} אי־דיוק} =2{{count} אי־דיוקים} many{{count} אי־דיוקים} other{{count} אי־דיוקים}}
hy: {count, plural, =1{{count} անճշտություն} other{{count} անճշտություն}}
id: {count, plural, other{{count} ketidaktepatan}}
it: {count, plural, =1{{count} imprecisione} other{{count} imprecisioni}}
kk: {count, plural, =1{{count} ағаттық} other{{count} ағаттық}}
ko: {count, plural, other{{count} 부정확한 수}}
lt: {count, plural, =1{{count} netikslumas} few{{count} netikslumai} many{{count} netikslumo} other{{count} netikslumų}}
lv: {count, plural, =0{{count} neprecizitāšu} =1{{count} neprecizitāte} other{{count} neprecizitātes}}
mk: {count, plural, =1{{count} непрецизност} other{{count} непрецизности}}
nl: {count, plural, =1{{count} imperfectie} other{{count} imperfecties}}
pt: {count, plural, =1{{count} imprecisão} other{{count} imprecisões}}
ro: {count, plural, =1{o inexactitate} few{{count} inexactități} other{{count} de inexactități}}
ru: {count, plural, =1{{count} неточность} few{{count} неточности} many{{count} неточностей} other{{count} неточностей}}
sk: {count, plural, =1{{count} nepresnosť} few{{count} nepresnosti} many{{count} nepresností} other{{count} nepresností}}
sl: {count, plural, =1{{count} nenatančnost} =2{{count} nenatančnosti} few{{count} nenatančnosti} other{{count} nenatančnosti}}
sq: {count, plural, =1{{count} pasaktësi} other{{count} pasaktësi}}
sv: {count, plural, =1{{count} felaktighet} other{{count} felaktigheter}}
tr: {count, plural, =1{{count} kusurlu hamle} other{{count} kusurlu hamle}}
uk: {count, plural, =1{{count} неточність} few{{count} неточності} many{{count} неточностей} other{{count} неточностей}}
vi: {count, plural, other{{count} không chính xác}}
zh: {count, plural, other{{count} 次失准}}
zh_tw: {count, plural, other{{count} 次輕微失誤}}

# numberInaccuracies
source: {count, plural, =1{{count} Inaccuracy} other{{count} Inaccuracies}}
af: {count, plural, =1{{count} Onakkuraatheid} other{{count} Onakkuraathede}}
ar: {count, plural, =0{{count} غموض} =1{{count} غموض} =2{{count} غموض} few{{count} غموض} many{{count} غموض} other{{count} غموض}}
az: {count, plural, =1{{count} Qeyri-dəqiqlik} other{{count} Qeyri-dəqiqlik}}
be: {count, plural, =1{{count} Недакладнасць} few{{count} Недакладнасці} many{{count} Недакладнасцяў} other{{count} Недакладнасцяў}}
bg: {count, plural, =1{{count} Неточност} other{{count} Неточности}}
bn: {count, plural, =1{{count}টি অনিপুণতা} other{{count}টি অনিপুণতা}}
bs: {count, plural, =1{{count} Netačnost} few{{count} Netačnosti} other{{count} Netačnosti}}
ca: {count, plural, =1{{count} Imprecisió} other{{count} Imprecisions}}
cs: {count, plural, =1{{count} Nepřesnost} few{{count} Nepřesnosti} many{{count} Nepřesností} other{{count} Nepřesností}}
da: {count, plural, =1{{count} unøjagtighed} other{{count} unøjagtigheder}}
el: {count, plural, =1{{count} Ανακρίβεια} other{{count} Ανακρίβειες}}
eo: {count, plural, =1{{count} Erareto} other{{count} Eraretoj}}
es: {count, plural, =1{{count} Imprecisión} other{{count} Imprecisiones}}
eu: {count, plural, =1{Akats txiki {count}} other{{count} Akats txiki}}
fa: {count, plural, =1{{count} نادقیق} other{{count} نادقیق}}
fi: {count, plural, =1{{count} Epätarkkuus} other{{count} Epätarkkuutta}}
gl: {count, plural, =1{{count} Imprecisión} other{{count} Imprecisións}}
he: {count, plural, =1{{count} אי־דיוק} =2{{count} אי־דיוקים} many{{count} אי-דיוקים} other{{count} אי־דיוקים}}
hy: {count, plural, =1{{count} Անճշտություն} other{{count} Անճշտություն}}
id: {count, plural, other{{count} Ketidaktepatan}}
it: {count, plural, =1{{count} Imprecisione} other{{count} Imprecisioni}}
kk: {count, plural, =1{{count} Ағаттық} other{{count} Ағаттық}}
ko: {count, plural, other{{count} 부정확한 수}}
lt: {count, plural, =1{{count} Netikslumas} few{{count} Netikslumai} many{{count} Netikslumo} other{{count} Netikslumų}}
lv: {count, plural, =0{{count} Neprecizitātes} =1{{count} Neprecizitāte} other{{count} Neprecizitātes}}
mk: {count, plural, =1{{count} Непрецизност} other{{count} Непрецизности}}
nl: {count, plural, =1{{count} Onnauwkeurigheid} other{{count} Onnauwkeurigheden}}
pt: {count, plural, =1{{count} Imprecisão} other{{count} Imprecisões}}
ro: {count, plural, =1{O Inexactitate} few{{count} Inexactități} other{{count} de Inexactități}}
ru: {count, plural, =1{{count} Неточность} few{{count} Неточности} many{{count} Неточностей} other{{count} Неточностей}}
sk: {count, plural, =1{{count} Nepresnosť} few{{count} Nepresnosti} many{{count} Nepresností} other{{count} Nepresností}}
sl: {count, plural, =1{{count} Nenatančnost} =2{{count} Nenatančnosti} few{{count} Nenatančnosti} other{{count} Nenatančnosti}}
sq: {count, plural, =1{{count} Pasaktësi} other{{count} Pasaktësi}}
sr: {count, plural, =1{{count} Непрецизност} few{{count} Непрецизности} other{{count} Непрецизности}}
sv: {count, plural, =1{{count} Felaktighet} other{{count} Felaktigheter}}
tr: {count, plural, =1{{count} Kusurlu hamle} other{{count} Kusurlu hamle}}
uk: {count, plural, =1{{count} Неточність} few{{count} Неточності} many{{count} Неточностей} other{{count} Неточностей}}
vi: {count, plural, other{{count} Không chính xác}}
zh: {count, plural, other{{count} 次失准}}
zh_tw: {count, plural, other{{count} 次輕微失誤}}

# nbPlayers
source: {count, plural, =1{{count} player} other{{count} players}}
af: {count, plural, =1{{count} speler} other{{count} spelers}}
ar: {count, plural, =0{{count} لاعب} =1{{count} لاعب} =2{{count} لاعب} few{{count} لاعبين} many{{count} لاعبين} other{{count} لاعب}}
az: {count, plural, =1{{count} oyunçu} other{{count} oyunçu}}
be: {count, plural, =1{{count} гулец} few{{count} гульцы} many{{count} гульцоў} other{{count} гульцоў}}
bg: {count, plural, =1{{count} играч} other{{count} играчи}}
bn: {count, plural, =1{{count} জন খেলোয়াড়} other{{count} জন খেলোয়াড়}}
bs: {count, plural, =1{{count} igrač} few{{count} igrača} other{{count} igrača}}
ca: {count, plural, =1{{count} jugador} other{{count} jugadors}}
cs: {count, plural, =1{{count} hráč online} few{{count} hráči online} many{{count} hráčů online} other{{count} hráčů online}}
da: {count, plural, =1{{count} spiller} other{{count} spillere}}
el: {count, plural, =1{{count} παίκτης} other{{count} παίκτες}}
eo: {count, plural, =1{{count} konektita ludanto} other{{count} konektitaj ludantoj}}
es: {count, plural, =1{{count} jugador} other{{count} jugadores}}
eu: {count, plural, =1{{count} Jokalari} other{{count} Jokalari}}
fa: {count, plural, =1{{count} بازیکن} other{{count} بازیکن}}
fi: {count, plural, =1{{count} pelaaja} other{{count} pelaajaa}}
gl: {count, plural, =1{{count} xogador} other{{count} xogadores}}
he: {count, plural, =1{{count} שחקנים} =2{{count} שחקנים} many{{count} שחקנים} other{{count} שחקנים}}
hy: {count, plural, =1{Միացած խաղացողների թիվը՝ {count}} other{Միացած խաղացողների թիվը՝ {count}}}
id: {count, plural, other{{count} pemain tersambung}}
it: {count, plural, =1{{count} giocatore collegato} other{{count} giocatori collegati}}
kk: {count, plural, =1{{count} ойыншы} other{{count} ойыншы}}
ko: {count, plural, other{플레이어 {count}명}}
lt: {count, plural, =1{{count} žaidėjas} few{{count} žaidėjai} many{{count} žaidėjų} other{{count} žaidėjų}}
lv: {count, plural, =0{{count} spēlētāji} =1{{count} spēlētājs} other{{count} spēlētāji}}
mk: {count, plural, =1{{count} приклучени играчи} other{{count} приклучени играчи}}
nl: {count, plural, =1{{count} speler} other{{count} spelers}}
pt: {count, plural, =1{{count} jogador} other{{count} jogadores}}
ro: {count, plural, =1{un jucător} few{{count} jucători} other{{count} de jucători}}
ru: {count, plural, =1{{count} игрок} few{{count} игрока} many{{count} игроков} other{{count} игроков}}
sk: {count, plural, =1{{count} pripojený hráč} few{{count} pripojení hráči} many{{count} pripojených hráčov} other{{count} pripojených hráčov}}
sl: {count, plural, =1{{count} igralec} =2{{count} igralca} few{{count} igralci} other{{count} igralcev}}
sq: {count, plural, =1{{count} lojtar} other{{count} lojtarë}}
sr: {count, plural, =1{{count} играч} few{{count} играча} other{{count} играча}}
sv: {count, plural, =1{{count} spelare} other{{count} spelare}}
tr: {count, plural, =1{{count} çevrimiçi oyuncu} other{{count} çevrimiçi oyuncu}}
uk: {count, plural, =1{{count} гравець} few{{count} гравці} many{{count} гравців} other{{count} гравців}}
vi: {count, plural, other{{count} kỳ thủ}}
zh: {count, plural, other{{count} 位在线棋手}}
zh_tw: {count, plural, other{{count}位棋手目前在線}}

# nbGames
source: {count, plural, =1{{count} game} other{{count} games}}
af: {count, plural, =1{Sien al {count} spelle} other{Sien al {count} spelle}}
ar: {count, plural, =0{{count} مباراة} =1{{count} مباراة} =2{{count} مباراة} few{{count} مباراة} many{{count} مباراة} other{{count} مباراة}}
az: {count, plural, =1{{count} oyun} other{{count} oyun}}
be: {count, plural, =1{{count} гульня} few{{count} гульні} many{{count} гульняў} other{{count} гульняў}}
bg: {count, plural, =1{{count} Партия} other{{count} Партии}}
bn: {count, plural, =1{{count} টি খেলা} other{{count} টি খেলা}}
bs: {count, plural, =1{{count} partija} few{{count} partija} other{{count} partija}}
ca: {count, plural, =1{{count} partida} other{{count} partides}}
cs: {count, plural, =1{{count} partie} few{{count} partie} many{{count} partií} other{{count} partií}}
da: {count, plural, =1{{count} parti} other{{count} partier}}
el: {count, plural, =1{{count} παιχνίδι} other{{count} παιχνίδια}}
eo: {count, plural, =1{{count} ludo} other{{count} ludoj}}
es: {count, plural, =1{{count} Partida} other{{count} Partidas}}
eu: {count, plural, =1{{count} partida} other{{count} partida}}
fa: {count, plural, =1{{count} بازی} other{{count} بازی}}
fi: {count, plural, =1{{count} peliä pelattu} other{{count} peliä pelattu}}
gl: {count, plural, =1{{count} partida} other{{count} partidas}}
he: {count, plural, =1{משחק {count}} =2{{count} משחקים} many{{count} משחקים} other{{count} משחקים}}
hy: {count, plural, =1{Տեսնել բոլոր {count} խաղերը} other{Տեսնել բոլոր {count} խաղերը}}
id: {count, plural, other{Lihat semua {count} Permainan}}
it: {count, plural, =1{{count} partita} other{{count} partite}}
kk: {count, plural, =1{{count} ойын} other{{count} ойын}}
ko: {count, plural, other{대국 {count}개}}
lt: {count, plural, =1{{count} partija} few{{count} partijos} many{{count} partijų} other{{count} partijų}}
lv: {count, plural, =0{{count} spēles} =1{{count} spēles} other{{count} spēles}}
mk: {count, plural, =1{Види ги сите {count} игри} other{Види ги сите {count} игри}}
nl: {count, plural, =1{{count} partij} other{{count} partijen}}
pt: {count, plural, =1{{count} jogo} other{{count} jogos}}
ro: {count, plural, =1{o partidă} few{{count} partide} other{{count} de partide}}
ru: {count, plural, =1{{count} игра} few{{count} игры} many{{count} игр} other{{count} игр}}
sk: {count, plural, =1{{count} partia} few{{count} partie} many{{count} partií} other{{count} partií}}
sl: {count, plural, =1{{count} partija} =2{{count} partiji} few{{count} partij} other{{count} partij}}
sq: {count, plural, =1{{count} lojë} other{{count} lojëra}}
sr: {count, plural, =1{{count} партија} few{{count} партије} other{{count} партија}}
sv: {count, plural, =1{{count} parti} other{{count} partier}}
tr: {count, plural, =1{{count} oynanan oyun} other{{count} oynanan oyun}}
uk: {count, plural, =1{{count} гра} few{{count} гри} many{{count} ігор} other{{count} ігор}}
vi: {count, plural, other{{count} ván cờ}}
zh: {count, plural, other{{count} 场对局}}
zh_tw: {count, plural, other{查看所有{count}盤棋}}
