Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# giveNbSeconds
source: {count, plural, =1{Give {count} second} other{Give {count} seconds}}
af: {count, plural, =1{Gee {count} sekonde} other{Gee {count} sekondes}}
ar: {count, plural, =0{منح {count} ثانية} =1{منح {count} ثانية} =2{منح {count} ثانية} few{منح {count} ثانية} many{منح {count} ثانية} other{منح {count} ثانية}}
az: {count, plural, =1{{count} saniyə ver} other{{count} saniyə ver}}
be: {count, plural, =1{Даць {count} секунду} few{Даць {count} секунды} many{Даць {count} секунд} other{Даць {count} секунд}}
bg: {count, plural, =1{Дай {count} sec} other{Дай {count} sec}}
bn: {count, plural, =1{{count} সেকেন্ড দিন} other{{count} সেকেন্ড দিন}}
bs: {count, plural, =1{Dodajte protivniku {count} sekundu} few{Dodajte protivniku {count} sekundi} other{Dodajte protivniku {count} sekundi}}
ca: {count, plural, =1{Dona {count} segon} other{Dona {count} segons}}
cs: {count, plural, =1{Přidat {count} sekundu} few{Přidat {count} sekundy} many{Přidat {count} sekund} other{Přidat {count} sekund}}
da: {count, plural, =1{Giv {count} sekund} other{Giv {count} sekunder}}
el: {count, plural, =1{Προσθέστε {count} δευτερόλεπτα} other{Προσθέστε {count} δευτερόλεπτα}}
eo: {count, plural, =1{Doni {count} sekundojn} other{Doni {count} sekundojn}}
es: {count, plural, =1{Dar {count} segundo} other{Dar {count} segundos}}
eu: {count, plural, =1{Segundo {count} eman} other{{count} segundo eman}}
fa: {count, plural, =1{{count} ثانیه اضافه کن} other{{count} ثانیه اضافه کن}}
fi: {count, plural, =1{Anna {count} sekuntia} other{Anna {count} sekuntia}}
gl: {count, plural, =1{Dar {count} segundo} other{Dar {count} segundos}}
he: {count, plural, =1{תן שנייה {count}} =2{תן {count} שניות} many{תן {count} שניות} other{תן {count} שניות}}
hy: {count, plural, =1{Տալ {count} վայրկան} other{Տալ {count} վայրկան}}
id: {count, plural, other{Berikan {count} detik}}
it: {count, plural, =1{Concedi {count} secondo} other{Concedi {count} secondi}}
kk: {count, plural, =1{{count} секунд беру} other{{count} секунд беру}}
ko: {count, plural, other{{count}초 더 주기}}
lt: {count, plural, =1{Duoti {count} sekundę} few{Duoti {count} sekundes} many{Duoti {count} sekundžių} other{Duoti {count} sekundžių}}
lv: {count, plural, =0{Piešķirt {count} sekundes} =1{Piešķirt {count} sekundi} other{Piešķirt {count} sekundes}}
mk: {count, plural, =1{Додај {count} секунди} other{Додај {count} секунди}}
nl: {count, plural, =1{Geef {count} seconde} other{Geef {count} seconden}}
pt: {count, plural, =1{Dar {count} segundo} other{Dar {count} segundos}}
ro: {count, plural, =1{Acordă o secundă} few{Acordă {count} secunde} other{Acordă {count} de secunde}}
ru: {count, plural, =1{Дать {count} секунду} few{Дать {count} секунды} many{Дать {count} секунд} other{Дать {count} секунд}}
sk: {count, plural, =1{Pridať {count} sekundu} few{Pridať {count} sekundy} many{Pridať {count} sekúnd} other{Pridať {count} sekúnd}}
sl: {count, plural, =1{Dodaj {count} sekundo} =2{Dodaj {count} sekundi} few{Dodaj {count} sekunde} other{Dodaj {count} sekund}}
sq: {count, plural, =1{Jep {count} sekondë} other{Dhuro {count} sekonda}}
sr: {count, plural, =1{Дај {count} секунд} few{Дај {count} секунде} other{Дај {count} секунди}}
sv: {count, plural, =1{Ge {count} sekund} other{Ge {count} sekunder}}
tr: {count, plural, =1{{count} saniye ver} other{{count} saniye ver}}
uk: {count, plural, =1{Додати {count} секунду} few{Додати {count} секунди} many{Додати {count} секунд} other{Додати {count} секунд}}
vi: {count, plural, other{Cho thêm {count} giây}}
zh: {count, plural, other{添加对方 {count} 秒}}
zh_tw: {count, plural, other{給對方加{count}秒}}

# nbTournamentPoints
source: {count, plural, =1{{count} tournament point} other{{count} tournament points}}
af: {count, plural, =1{{count} toernooipunt} other{{count} toernooipunte}}
ar: {count, plural, =0{نقاط المسابقة {count}} =1{نقاط المسابقة {count}} =2{نقاط المسابقة {count}} few{نقاط المسابقة {count}} many{نقاط المسابقة {count}} other{نقاط المسابقة {count}}}
az: {count, plural, =1{{count} turnir xalı} other{{count} turnir xalı}}
be: {count, plural, =1{{count} турнірны бал} few{{count} турнірныя балы} many{{count} турнірных балаў} other{{count} турнірных балаў}}
bg: {count, plural, =1{{count} точка от турнира} other{{count} точки от турнира}}
bn: {count, plural, =1{{count} ক্রীড়া-প্রতিযোগিতা অনুপাত} other{{count} ক্রীড়া-প্রতিযোগিতা অনুপাতগুলো}}
bs: {count, plural, =1{{count} turnirski bod} few{{count} turnirskih bodova} other{{count} turnirskih bodova}}
ca: {count, plural, =1{{count} punt de torneig} other{{count} punts de torneig}}
cs: {count, plural, =1{{count} turnajový bod} few{{count} turnajové body} many{{count} turnajových bodů} other{{count} turnajových bodů}}
da: {count, plural, =1{{count} turneringspoint} other{{count} turneringspoint}}
el: {count, plural, =1{{count} βαθμός τουρνουά} other{{count} βαθμοί τουρνουά}}
eo: {count, plural, =1{{count} turnira poento} other{{count} turnira poento}}
es: {count, plural, =1{{count} punto de torneo} other{{count} puntos de torneo}}
eu: {count, plural, =1{Txapelketa puntu {count}} other{{count} txapelketa puntu}}
fa: {count, plural, =1{مجموع امتیازات مسابقات:{count}} other{مجموع امتیازات مسابقات:{count}}}
fi: {count, plural, =1{{count} turnauspiste} other{{count} turnauspistettä}}
gl: {count, plural, =1{{count} punto en torneos} other{{count} puntos en torneos}}
he: {count, plural, =1{נקודת טורניר {count}} =2{{count} נקודות טורניר} many{{count} נקודות טורניר} other{{count} נקודות טורניר}}
hy: {count, plural, =1{{count} մրցաշարային միավոր} other{{count} մրցաշարային միավոր}}
id: {count, plural, other{{count} poin turnamen}}
it: {count, plural, =1{{count} punto di torneo} other{{count} punti di torneo}}
kk: {count, plural, =1{{count} жарыс ұпайы} other{{count} жарыс ұпайы}}
ko: {count, plural, other{{count} 토너먼트 점수}}
lt: {count, plural, =1{{count} turnyro taškas} few{{count} turnyro taškai} many{{count} turnyro taškų} other{{count} turnyro taškų}}
lv: {count, plural, =0{{count} turnīra punkti} =1{{count} turnīra punkts} other{{count} turnīra punkti}}
mk: {count, plural, =1{{count} турнирски поен} other{{count} турнирски поени}}
nl: {count, plural, =1{{count} toernooipunt} other{{count} toernooipunten}}
pt: {count, plural, =1{{count} ponto de torneio} other{{count} pontos de torneio}}
ro: {count, plural, =1{Un punct de turneu} few{{count} puncte de turneu} other{{count} de puncte de turneu}}
ru: {count, plural, =1{{count} турнирное очко} few{{count} турнирных очка} many{{count} турнирных очков} other{{count} турнирных очков}}
sk: {count, plural, =1{{count} turnajový bod} few{{count} turnajové body} many{{count} turnajových bodov} other{{count} turnajových bodov}}
sl: {count, plural, =1{{count} turnirska točko} =2{{count} turnirski točki} few{{count} turnirske točke} other{{count} turnirskih točk}}
sq: {count, plural, =1{{count} pikë nga turnetë} other{{count} pikë nga turnetë}}
sr: {count, plural, =1{{count} турнирски бод} few{{count} турнирска бода} other{{count} турнириских бодова}}
sv: {count, plural, =1{{count} turneringspoäng} other{{count} turneringspoäng}}
tr: {count, plural, =1{{count} Turnuva Puanı} other{{count} Turnuva Puanı}}
uk: {count, plural, =1{{count} турнірне очко} few{{count} турнірних очки} many{{count} турнірних очок} other{{count} турнірних очок}}
vi: {count, plural, other{{count} điểm giải đấu}}
zh: {count, plural, other{{count} 锦标赛得分}}
zh_tw: {count, plural, other{{count}錦標賽得分}}

# nbStudies
source: {count, plural, =1{{count} study} other{{count} studies}}
af: {count, plural, =1{{count} studie} other{{count} studies}}
ar: {count, plural, =0{{count} دراسة} =1{{count} دراسة} =2{{count} دراسة} few{{count} دراسة} many{{count} دراسات} other{{count} دراسة}}
az: {count, plural, =1{{count} çalışma} other{{count} çalışma}}
be: {count, plural, =1{{count} навучанне} few{{count} навучанні} many{{count} навучанняў} other{{count} навучанняў}}
bg: {count, plural, =1{{count} казус} other{{count} казуси}}
bn: {count, plural, =1{{count} অধ্যায়ন} other{{count} অধ্যায়নগুলি}}
bs: {count, plural, =1{{count} studija} few{{count} studije} other{{count} studija}}
ca: {count, plural, =1{{count} estudi} other{{count} estudis}}
cs: {count, plural, =1{{count} studie} few{{count} studie} many{{count} studií} other{{count} studií}}
da: {count, plural, =1{{count} studie} other{{count} studier}}
el: {count, plural, =1{{count} μελέτη} other{{count} μελέτες}}
eo: {count, plural, =1{{count} studo} other{{count} studoj}}
es: {count, plural, =1{{count} estudio} other{{count} estudios}}
eu: {count, plural, =1{Azterlan {count}} other{{count} azterlan}}
fa: {count, plural, =1{{count} مطالعه} other{{count} مطالعه}}
fi: {count, plural, =1{{count} tutkielma} other{­{count} tutkielmaa}}
gl: {count, plural, =1{{count} estudo} other{{count} estudos}}
he: {count, plural, =1{לוח למידה {count}} =2{{count} לוחות למידה} many{{count} לוחות למידה} other{{count} לוחות למידה}}
hy: {count, plural, =1{{count} ստուդիա} other{{count} ուսուցում}}
id: {count, plural, other{{count} studi}}
it: {count, plural, =1{{count} studio} other{{count} studi}}
kk: {count, plural, =1{{count} зерттеу} other{{count} зерттеу}}
ko: {count, plural, other{{count} 연구}}
lt: {count, plural, =1{{count} studija} few{{count} studijos} many{{count} studijų} other{{count} studijų}}
lv: {count, plural, =0{{count} izpētes} =1{{count} izpēte} other{{count} izpētes}}
mk: {count, plural, =1{{count} студија} other{{count} студии}}
nl: {count, plural, =1{{count} studie} other{{count} studies}}
pt: {count, plural, =1{{count} estudo} other{{count} estudos}}
ro: {count, plural, =1{{count} studiu} few{{count} studii} other{{count} de studii}}
ru: {count, plural, =1{{count} студия} few{{count} студии} many{{count} студий} other{{count} студий}}
sk: {count, plural, =1{{count} štúdia} few{{count} štúdie} many{{count} štúdií} other{{count} štúdií}}
sl: {count, plural, =1{{count} študija} =2{{count} študiji} few{{count} študije} other{{count} študij}}
sq: {count, plural, =1{{count} studim} other{{count} studime}}
sr: {count, plural, =1{{count} студија} few{{count} студије} other{{count} студија}}
sv: {count, plural, =1{{count} studie} other{{count} studier}}
tr: {count, plural, =1{{count} çalışma} other{{count} çalışma}}
uk: {count, plural, =1{{count} дослідження} few{{count} дослідження} many{{count} досліджень} other{{count} досліджень}}
vi: {count, plural, other{{count} nghiên cứu}}
zh: {count, plural, other{{count} 研习}}
zh_tw: {count, plural, other{{count}個研究}}

# nbSimuls
source: {count, plural, =1{{count} simul} other{{count} simuls}}
af: {count, plural, =1{{count} simulasie} other{{count} simulasies}}
ar: {count, plural, =0{{count} خصم} =1{{count} خصم واحد} =2{{count} خَصمان في الوقت نفسه} few{{count} خصوم في الوقت نفسه} many{{count} خَصم في الوقت نفسه} other{{count} خَصم في الوقت نفسه}}
bg: {count, plural, =1{{count} сеанс} other{{count} сеанса}}
bn: {count, plural, =1{{count} শিমুল} other{{count} শিমুলগুলো}}
bs: {count, plural, =1{{count} simul} few{{count} simula} other{{count} simula}}
ca: {count, plural, =1{{count} simultània} other{{count} simultànies}}
cs: {count, plural, =1{{count} simultánka} few{{count} simultánky} many{{count} simultánek} other{{count} simultánek}}
da: {count, plural, =1{{count} simultan} other{{count} simultaner}}
el: {count, plural, =1{{count} σιμουλτανέ} other{{count} σιμουλτανέ}}
eo: {count, plural, =1{{count} samtempludo} other{{count} samtempludoj}}
es: {count, plural, =1{{count} simultánea} other{{count} simultáneas}}
eu: {count, plural, =1{Aldibereko {count}} other{{count} aldibereko}}
fa: {count, plural, =1{{count} همزمان} other{{count} همزمان}}
fi: {count, plural, =1{{count} simultaani} other{{count} simultaania}}
gl: {count, plural, =1{{count} simultánea} other{{count} simultáneas}}
he: {count, plural, =1{משחק סימולטני {count}} =2{{count} משחקים סימולטניים} many{{count} משחקים סימולטניים} other{{count} משחקים סימולטניים}}
hy: {count, plural, =1{{count} խաղաշար} other{{count} խաղաշար}}
id: {count, plural, other{{count} eksibisi simultan}}
it: {count, plural, =1{{count} esibizioni simultanee} other{{count} esibizioni simultanee}}
kk: {count, plural, =1{{count} қалың ойын} other{{count} қалың ойын}}
ko: {count, plural, other{{count} 다면기}}
lt: {count, plural, =1{{count} simultanas} few{{count} simultanai} many{{count} simultano} other{{count} simultanų}}
lv: {count, plural, =0{{count} simultānspēles} =1{{count} simultānspēle} other{{count} simultānspēles}}
mk: {count, plural, =1{{count} симултанка} other{{count} симултанки}}
nl: {count, plural, =1{{count} simultaan} other{{count} simultaans}}
pt: {count, plural, =1{{count} simultânea} other{{count} simultâneas}}
ro: {count, plural, =1{Un simul} few{{count} simul-uri} other{{count} de simul-uri}}
ru: {count, plural, =1{{count} сеанс} few{{count} сеанса} many{{count} сеансов} other{{count} сеансов}}
sk: {count, plural, =1{{count} simultánka} few{{count} simultánky} many{{count} simultánok} other{{count} simultánok}}
sl: {count, plural, =1{{count} simultanka} =2{{count} simultanki} few{{count} simultanke} other{{count} simultank}}
sq: {count, plural, =1{{count} simultane} other{{count} simultane}}
sv: {count, plural, =1{{count} simultanparti} other{{count} simultanpartier}}
tr: {count, plural, =1{{count} eş zamanlı oyun} other{{count} eş zamanlı oyun}}
uk: {count, plural, =1{{count} сеанс} few{{count} сеанса} many{{count} сеансів} other{{count} сеансів}}
vi: {count, plural, other{{count} Sự Kiện Cờ Đồng Loạt}}
zh: {count, plural, other{{count} 车轮战}}
zh_tw: {count, plural, other{{count} 個進行的車輪戰棋局}}

# moreThanNbRatedGames
source: {count, plural, =1{≥ {count} rated game} other{≥ {count} rated games}}
af: {count, plural, =1{≥ {count} gegradeerde spel} other{≥ {count} gegradeerde spelle}}
ar: {count, plural, =0{≥ {count} مباراة مقيمة} =1{≥ {count} مباراة مقيمة} =2{≥ {count} مباراة مقيمة} few{≥ {count} مباراة مقيمة} many{≥ {count} مباراة مقيمة} other{≥ {count} مباراة مقيمة}}
az: {count, plural, =1{≥ {count} reytinqli oyun} other{≥ {count} reytinqli oyun}}
be: {count, plural, =1{≥{count} рэйтынгавая гульня} few{≥{count} рэйтынгавыя гульні} many{{count} рэйтынгавых гульняў} other{≥{count} рэйтынгавых гульняў}}
bg: {count, plural, =1{≥ {count} оценена игра} other{≥ {count} оценени игри}}
bn: {count, plural, =1{≥ {count} খেলার অনুপাত} other{≥ {count} খেলার অনুপাতগুলো}}
bs: {count, plural, =1{≥ {count} partije za bodove} few{≥ {count} partije za bodove} other{≥ {count} partija za bodove}}
ca: {count, plural, =1{≥ {count} partida per punts} other{≥ {count} partides per punts}}
cs: {count, plural, =1{≥ {count} hodnocená hra} few{≥ {count} hodnocené hry} many{≥ {count} hodnocených her} other{≥ {count} hodnocených her}}
da: {count, plural, =1{≥ {count} ratet parti} other{≥ {count} ratede partier}}
el: {count, plural, =1{≥ {count} βαθμολογημένο παιχνίδι} other{≥ {count} βαθμολογημένα παιχνίδια}}
eo: {count, plural, =1{≥ {count} taksa ludo} other{≥ {count} taksaj ludoj}}
es: {count, plural, =1{≥ {count} partida por puntos} other{≥ {count} partidas por puntos}}
eu: {count, plural, =1{Sailkapenerako partida {count} baino gehiago} other{Sailkapenerako {count} partida baino gehiago}}
fa: {count, plural, =1{بیشتر از {count} بازی رسمی} other{بیشتر از {count} بازی رسمی}}
fi: {count, plural, =1{≥ {count} pisteytetty peli} other{≥ {count} pisteytettyä peliä}}
gl: {count, plural, =1{≥ {count} partida puntuada} other{≥ {count} partidas puntuadas}}
he: {count, plural, =1{משחק מדורג {count} ≥} =2{{count} משחקים מדורגים ≥} many{{count} משחקים מדורגים ≥} other{{count} משחקים מדורגים ≥}}
hy: {count, plural, =1{Վարկանիշային խաղերը՝ ≥ {count}} other{Վարկանիշային խաղերը՝ ≥ {count}}}
id: {count, plural, other{Hanya boleh ≥ {count} permainan yang di-rating}}
it: {count, plural, =1{≥ {count} partita classificata} other{≥ {count} partite classificate}}
kk: {count, plural, =1{≥ {count} бағалы ойын} other{≥ {count} бағалы ойын}}
ko: {count, plural, other{레이팅전 {count} 국 이상}}
lt: {count, plural, =1{≥ {count} vertinama partija} few{≥ {count} vertinamos partijos} many{≥ {count} vertinamų partijų} other{≥ {count} vertinamų partijų}}
lv: {count, plural, =0{≥ {count} vērtētas spēles} =1{≥ {count} vērtēta spēle} other{≥ {count} vērtētas spēles}}
mk: {count, plural, =1{≥ {count} рангирана партија} other{≥ {count} рангирани партии}}
nl: {count, plural, =1{≥ {count} partij met rating} other{≥ {count} partijen met rating}}
pt: {count, plural, =1{≥ {count} partida a valer pontos} other{≥ {count} partidas a valer pontos}}
ro: {count, plural, =1{≥ o partidă oficială jucată} few{≥ {count} partide oficiale} other{{count} de partide oficiale jucate}}
ru: {count, plural, =1{Рейтинговых игр ≥ {count}} few{Рейтинговых игр ≥ {count}} many{Рейтинговых игр ≥ {count}} other{Рейтинговых игр ≥ {count}}}
sk: {count, plural, =1{≥ {count} hodnotená partia} few{≥ {count} hodnotené partie} many{≥ {count} hodnotených partií} other{≥ {count} hodnotených partií}}
sl: {count, plural, =1{≥ {count} rangirana partija} =2{≥ {count} rangirani partiji} few{≥ {count} rangirane partije} other{≥ {count} rangiranih partij}}
sq: {count, plural, =1{Lojë e vlerësuar me ≥ {count}} other{Lojëra të vlerësuara me ≥ {count}}}
sr: {count, plural, =1{≥ {count} рангирана партија} few{≥ {count} рангиране партије} other{≥ {count} рангираних партија}}
sv: {count, plural, =1{≥ {count} rankat parti} other{≥ {count} rankade partier}}
tr: {count, plural, =1{≥ {count} dereceli maç} other{≥ {count} dereceli maç}}
uk: {count, plural, =1{≥ {count} рейтингова гра} few{≥ {count} рейтингові гри} many{≥ {count} рейтингових ігор} other{≥ {count} рейтингових ігор}}
vi: {count, plural, other{≥ {count} ván xếp hạng}}
zh: {count, plural, other{完成至少 {count} 场排位对局}}
zh_tw: {count, plural, other{完成至少 {count} 場排位賽}}

# moreThanNbPerfRatedGames
source: {count, plural, =1{≥ {count} {param2} rated game} other{≥ {count} {param2} rated games}}
af: {count, plural, =1{≥ {count} {param2} gegradeerde spel} other{≥ {count} {param2} gegradeerde spelle}}
ar: {count, plural, =0{≥ {count} مباراة {param2} مقيمة} =1{≥ {count} مباراة {param2} مقيمة} =2{≥ {count} مباراة {param2} مقيمة} few{≥ {count} مباراة {param2} مقيمة} many{≥ {count} مباراة {param2} مقيمة} other{≥ {count} مباراة {param2} مقيمة}}
az: {count, plural, =1{≥ {count} reytinqli {param2} oyunu} other{≥ {count} reytinqli {param2} oyunu}}
be: {count, plural, =1{≥ {count} рэйтынгавая гульня ў рэжыме «{param2}»} few{≥ {count} рэйтынгавыя гульні ў рэжыме «{param2}»} many{≥ {count} рэйтынгавых гульняў ў рэжыме «{param2}»} other{≥ {count} рэйтынгавых гульняў у рэжыме «{param2}»}}
bg: {count, plural, =1{≥ {count} {param2} оценена игра} other{≥ {count} {param2} оценени игри}}
bn: {count, plural, =1{≥ {count} {param2} খেলার অনুপাত} other{≥ {count} {param2} খেলার অনুপাতগুলো}}
bs: {count, plural, =1{≥ {count} {param2} partije} few{≥ {count} {param2} partije} other{≥ {count} {param2} partija}}
ca: {count, plural, =1{≥ {count} {param2} partida puntuada} other{≥ {count} {param2} partides puntuades}}
cs: {count, plural, =1{≥ {count} {param2} hodnocená hra} few{≥ {count} {param2} hodnocené hry} many{≥ {count} {param2} hodnocených her} other{≥ {count} {param2} hodnocených her}}
da: {count, plural, =1{≥ {count} ratet {param2} parti} other{≥ {count} ratede {param2} partier}}
el: {count, plural, =1{≥ {count} βαθμολογημένο παιχνίδι {param2}} other{≥ {count} βαθμολογημένα παιχνίδια {param2}}}
eo: {count, plural, =1{≥ {count} taksa ludo de {param2}} other{≥ {count} taksaj ludoj de {param2}}}
es: {count, plural, =1{≥ {count} partida por puntos de {param2}} other{≥ {count} partidas por puntos de {param2}}}
eu: {count, plural, =1{{param2} partida {count} baino gehiago} other{{count} {param2} partida baino gehiago}}
fa: {count, plural, =1{بیشتر از {count} بازی رسمی {param2}} other{بیشتر از {count} بازی رسمی {param2}}}
fi: {count, plural, =1{≥ {count} pisteytetty {param2}-peli} other{≥ {count} pisteytettyä {param2}-peliä}}
gl: {count, plural, =1{≥ {count} partida puntuada {param2}} other{≥ {count} partidas puntuadas {param2}}}
he: {count, plural, =1{≥ משחק {param2} מדורג {count}} =2{≥ {count} משחקי {param2} מדורגים} many{≥ {count} משחקי {param2} מדורגים} other{≥ {count} משחקי {param2} מדורגים}}
hy: {count, plural, =1{Վարկանիշային խաղ {param2}-ում ≥ {count}} other{Վարկանիշային խաղ {param2}-ում ≥ {count}}}
id: {count, plural, other{Hanya boleh dengan rating ≥ {count} dipermainan {param2} yang dirating}}
it: {count, plural, =1{≥ {count} partita {param2} classificata} other{≥ {count} partite {param2} classificate}}
kk: {count, plural, =1{≥ {count} бағалы {param2} ойын} other{≥ {count} бағалы {param2} ойын}}
ko: {count, plural, other{{param2} 레이팅전 {count} 국 이상}}
lt: {count, plural, =1{≥ {count} vertinama „{param2}“ partija} few{≥ {count} vertinamos „{param2}“ partijos} many{≥ {count} vertinamų „{param2}“ partijų} other{≥ {count} vertinamų „{param2}“ partijų}}
lv: {count, plural, =0{≥ {count} vērtētas "{param2}" spēles} =1{≥ {count} vērtēta "{param2}" spēle} other{≥ {count} vērtētas "{param2}" spēles}}
mk: {count, plural, =1{≥ {count} {param2} рангирана партија} other{≥ {count} {param2} рангирани партии}}
nl: {count, plural, =1{≥ {count} {param2} partij met rating} other{≥ {count} {param2} partijen met rating}}
pt: {count, plural, =1{≥ {count} partida de {param2} a valer pontos} other{≥ {count} partidas de {param2} a valer pontos}}
ro: {count, plural, =1{≥ o partidă {param2} jucată} few{≥ {count} partide oficiale {param2} jucate} other{≥ {count} de partide oficiale {param2} jucate}}
ru: {count, plural, =1{Рейтинговых игр в {param2} ≥ {count}} few{Рейтинговых игр в {param2} ≥ {count}} many{Рейтинговых игр в {param2} ≥ {count}} other{Рейтинговых игр в {param2} ≥ {count}}}
sk: {count, plural, =1{≥ {count} {param2} hodnotená partia} few{≥ {count} {param2} hodnotené partie} many{≥ {count} {param2} hodnotených partií} other{≥ {count} {param2} hodnotených partií}}
sl: {count, plural, =1{≥ {count} {param2} rangirana partija} =2{≥ {count} {param2} rangirani partiji} few{≥ {count} {param2} rangirane partije} other{≥ {count} {param2} rangiranih partij}}
sq: {count, plural, =1{Lojë e vlerësuar me ≥ {count} {param2}} other{Lojëra të vlerësuara me ≥ {count} {param2}}}
sr: {count, plural, =1{≥ {count} {param2} рангирана партија} few{≥ {count} {param2} рангиране партије} other{≥ {count} {param2} рангираних партија}}
sv: {count, plural, =1{≥ {count} rankat {param2} parti} other{≥ {count} rankade {param2} partier}}
tr: {count, plural, =1{≥ {count} puanlı {param2} maçı} other{≥ {count} puanlı {param2} maçı}}
uk: {count, plural, =1{≥ {count} {param2} рейтингова гра} few{≥ {count} {param2} рейтингові ігри} many{≥ {count} {param2} рейтингових ігор} other{≥ {count} {param2} рейтингових ігор}}
vi: {count, plural, other{Đã chơi ≥ {count} ván {param2} xếp hạng}}
zh: {count, plural, other{完成至少 {count} 场 {param2} 排位对局}}
zh_tw: {count, plural, other{≥ {count} {param2} 排位賽}}
