Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# preferencesMaterialDifference
source: Material difference
af: Materiaal verskil
ar: الفرق المادي
az: Material fərqi
be: Паказваць розніцу ў фігурах
bg: Разлика в притежанието
bn: গুটির মধ্যে ব্যবধান
bs: Razlika materijala
ca: Diferència de material
cs: Materiální rozdíl
da: Materialeforskel
el: Διαφορά υλικού
eo: Materiala diferenco
es: Diferencia material
eu: Material desoreka
fa: تفاوت مُهره‌ها
fi: Materiaaliero
gl: Diferenza de material
he: הבדל בחומר
hy: Ցուցադրել նյութական տարբերությունը
id: Perbedaan materi
it: Differenza di materiale
kk: Тас мөлшерінің айырмашылығы
ko: 기물 차이
lt: Figūrų vertės skirtumas
lv: Materiāla starpība
mk: Материјална разлика
nl: Materiaalverschil
pt: Diferença de material
ro: Diferență de piese capturate
ru: Показывать разницу в материале
sk: Materiálny rozdiel
sl: Materialna prednost
sq: Ndryshimi në material
sr: Материјална разлика
sv: Materialskillnad
tr: Taş farkı
uk: Співвідношення матеріалу
vi: Chênh lệch giá trị quân cờ
zh: 子力差距
zh_tw: 子力差距

# preferencesBoardHighlights
source: Board highlights (last move and check)
af: Bord hoogtepunte (onlangste skuif en skaak)
ar: تميز معالم الرقعة (آخر نقلة والكش)
az: Lövhə xəbərdarlıqları (son gediş və şah vermə)
be: Падсвечваць апошні ход і шах
bg: Осветяване на дъската (последен ход и шах)
bn: বোর্ডের বৈশিষ্ট সমূহ (শেষ চাল এবং পরীক্ষা)
bs: Označi na ploči zadnji potez i šah
ca: Marcar caselles (últim moviment i escac)
cs: Zvýraznění na šachovnici (poslední tah a šach)
da: Fremhævninger på brættet (af sidste træk og skak)
el: Φωτισμός σκακιέρας (τελευταία κίνηση και σαχ)
eo: Emfazaj aperoj sur tabulo (lasta movo kaj ŝakoj)
es: Destacar casillas del tablero (último movimiento y jaque)
eu: Taulan markak erakutsi (azken jokaldia eta xakea)
fa: رنگ‌نمایی صفحه (آخرین حرکت و کیش)
fi: Laudan korostukset (viimeisin siirto ja shakki)
gl: Resaltar no taboleiro (última xogada e xaque)
he: הדגשת המשבצות בלוח: המהלך האחרון ושח
hy: Խաղատախտակի բնութագիր (վերջին քայլը և շախը)
id: Sorotan papan (langkah terakhir dan skak)
it: Segnalazioni sulla scacchiera (ultima mossa e scacco)
kk: Жүріс ізін көрсету (кейінгі жүріс пен шах)
ko: 보드 하이라이트 (마지막 수 및 체크)
lt: Lentos paryškinimai (paskutinis ėjimas ir šachas)
lv: Lauciņu izcelšana (pēdējais gājiens vai piesakot šahu)
mk: Нагласени полиња (последен потег и шах)
nl: Bord laten oplichten (laatste zet en schaak)
pt: Destacar as casas do tabuleiro (último movimento e xeque)
ro: Evidențieri pe tablă (ultima mutare și șahul)
ru: Подсвечивать последний ход и шах
sk: Zvýraznenie šachovnice (posledný ťah a šach)
sl: Osvetlitev šahovnice (zadnja poteza in kralj v šahu)
sq: Thekso fushën, (lëvizjen e fundit dhe shah)
sr: Истицања на табли (последњи потез и шах)
sv: Brädmarkeringar (föregående drag och schack)
tr: Tahta uyarıları (son hamle ve şah çekme)
uk: Підсвітлення кольором (останнього ходу та шаху)
vi: Đánh dấu trên bàn cờ (nước đi mới nhất và nước chiếu)
zh: 棋盘高亮（最后一步与将军）
zh_tw: 國王紅色亮光（最後一步與將軍）

# preferencesPieceDestinations
source: Piece destinations (valid moves and premoves)
af: Stuk bestemmings (geldige skuiwe en vooraf-skuiwe)
ar: إظهار النقلات القانونية (النقلات المتاحة والنقلات الاستباقية)
az: Fiqurun gedə biləcəyi xanalar (qanuni gediş və öngedişlər)
be: Паказваць дапушчальныя хады
bg: Обозначение на ходовете (позволени ходове и предварително задаване)
bn: টুকরো গন্তব্যস্থল (বৈধ চাল ও আবার চাল)
bs: Dostupna polja (mogući potezi i predpotezi)
ca: Destinacions de la peça (moviments vàlids i moviments anticipats)
cs: Možnosti figur (možné tahy a předtahy)
da: Brikdestinationer (gyldige træk og forhånds-træk)
el: Προορισμοί κομματιών (έγκυρες κινήσεις και προκινήσεις)
eo: Destinoj de ŝakpecoj (eblaj movoj kaj antaŭmovoj)
es: Destino de las piezas (movimientos válidos y anticipados)
eu: Piezen norakoak (jokaldi zuzenak eta aurre-jokaldiak)
fa: مقصد مهره(حرکت معتبر و پیش حرکت )
fi: Lailliset siirrot ja esisiirrot
gl: Destino das pezas (xogadas válidas e premovementos)
he: יעדי הכלים: מהלכים וקדם-מהלכים מותרים
hy: Ցույց տալ թույլատրելի քայլերը
id: Jejak buah catur (langkah sah dan pra-langkah)
it: Destinazioni del pezzo (mosse e pre-mosse valide)
kk: Тастың бағытын көрсету (заңды, алдын-ала жүрістер)
ko: 기물 착지점 (유효한 움직임 및 미리두기)
lt: Leistini (galimi) ėjimai
lv: Figūru galamērķi (atļauti gājieni vai priekšgājieni)
mk: Легални потези (важечки потези и претпотези)
nl: Bestemming van het stuk (geldige zetten en premoves)
pt: Destino das peças (movimentos válidos e antecipados)
ro: Destinația piesei (mutări valide și premutări)
ru: Показывать допустимые ходы
sk: Zobrazovať dostupné polia (možné ťahy a predťahy)
sl: Možne poteze (legalne in vnaprej določene)
sq: Vendmbërritja e figurave (lëvizje të vlefshme dhe të paracaktuara)
sr: Дестинације фигура (важећи потези и предпотези)
sv: Möjliga drag (giltiga drag och förhandsdrag)
tr: Taşın gidebileceği kareler (geçerli hamleler ve ön hamleler)
uk: Поля для ходів (можливі ходи та ходи на випередження)
vi: Các điểm đến của quân cờ (các nước đi hợp lý và nước đi dự đoán)
zh: 棋子落点（有效着法及预走棋）
zh_tw: 棋子目的地（有效走法與預先走棋）

# preferencesBoardCoordinates
source: Board coordinates (A-H, 1-8)
af: Bord koördinate (A-H, 1-8)
ar: إحداثيات الرقعة (A-H, 1-8)
az: Lövhə koordinantları (A-H, 1-8)
be: Каардынаты дошкі
bg: Координати на дъската (A-H, 1-8)
bn: বোর্ডের স্থানাংকর (A-H, 1-8)
bs: Oznake na ploči (A-H, 1-8)
ca: Coordenades del tauler (A-H, 1-8)
cs: Souřadnice šachovnice (A-H, 1-8)
da: Brætkoordinater (A-H, 1-8)
el: Συντεταγμένες σκακιέρας (A-H, 1-8)
eo: Tabulaj koordinatoj (A-H, 1-8)
es: Coordenadas del tablero (A-H, 1-8)
eu: Taularen koordinatutak (A-H, 1-8)
fa: مختصات صفحه(A-H، 1-8)
fi: Laudan koordinaatit (A-H, 1-8)
gl: Coordenadas do taboleiro (A-H, 1-8)
he: קואורדינטות לוח (A-H, 1-8)
hy: Խաղատախտակի համակարգում (A-H, 1-8)
id: Koordinat Papan (A-H, 1-8)
it: Coordinate della scacchiera (A-H, 1-8)
kk: Тақта координаттары (A-H, 1-8)
ko: 보드 좌표 (A-H, 1-8)
lt: Lentos koordinatės (A-H, 1-8)
lv: Galdiņa koordinātas (A-H, 1-8)
mk: Координати на таблата (А-H, 1-8)
nl: Bordcoördinaten (A-H, 1-8)
pt: Coordenadas do tabuleiro (A-H, 1-8)
ro: Coordonatele tablei (A-H, 1-8)
ru: Координаты доски (A–H, 1–8)
sk: Šachovnicové súradnice (A-H, 1-8)
sl: Koordinate na šahovnici (A-H, 1-8)
sq: Koordinatat e fushës (A-H, 1-8)
sr: Координате табле (A-H, 1-8)
sv: Brädkoordinater (A-H, 1-8)
tr: Tahta koordinatları (A-H, 1-8)
uk: Координати (A-H, 1-8)
vi: Tọa độ bàn cờ (A-H, 1-8)
zh: 棋盘坐标（A-H，1-8）
zh_tw: 棋盤座標（A-H, 1-8）

# preferencesMoveListWhilePlaying
source: Move list while playing
af: Skuiflys tydens spel
ar: قائمة النقلات خلال المباراة
az: Oyun zamanı notasiyanı göstər
be: Паказваць спіс рухаў пад час гульні
bg: Списък на ходовете докато играя
bn: খেলার সময় তালিকা সরান
bs: Popis poteza za vrijeme partije
ca: Llista de moviments durant la partida
cs: Seznam tahů během hry
da: Trækliste mens der spilles
el: Λίστα κινήσεων κατά τη διάρκεια της παρτίδας
eo: Listo de movoj dum ludado
es: Lista de movimientos durante la partida
eu: Jokaldi-zerrenda partidan zehar
fa: فهرست حرکت هنگام بازی کردن
fi: Siirtolista pelin aikana
gl: Lista de xogadas mentres xogas
he: רשימת מהלכים במהלך המשחק
hy: քայլերի ցուցակը խաղի ժամանակ
id: Daftar langkah ketika bermain
it: Lista delle mosse mentre giochi
kk: Ойын кезіндегі жүрістер тізімі
ko: 기물 움직임 기록
lt: Ėjimų sąrašas žaidžiant
lv: Gājienu saraksts spēles laikā
mk: Листа на потези за време на партијата
nl: Zetnotatie zichtbaar tijdens partij
pt: Lista de movimentos
ro: Lista de mutări în timpul jocului
ru: Показывать список ходов
sk: Zobraziť šachovú notáciu počas partie
sl: Seznam potez med igro
sq: Listë lëvizjesh teksa luhet
sr: Листа потеза док играш
sv: Lista med drag under spelets gång
tr: Oyun sırasında notasyonu göster
uk: Список ходів під час гри
vi: Biên bản ván đấu
zh: 对局时显示可走着法
zh_tw: 遊戲進行時顯示棋譜

# preferencesPgnPieceNotation
source: Move notation
af: Skuif notasie
ar: تدوين النقلة
az: Şahmat notasiyası
be: Натацыя рухаў
bg: Нотация
bn: প্রতীক চিহ্ন সরান
bs: PGN notacija figura
ca: Notació de les jugades
cs: Označení figur v notaci
da: Notation
el: Εμφάνιση κινήσεων
eo: Mova notado
es: Notación de los movimientos
eu: Jokaldien idazketa
fa: نشانه‌گذاری حرکات
fi: Siirtojen merkintätapa
gl: Notación das xogadas
he: רישום המהלכים
hy: Շախմատային նոտագրություն
id: Catatan langkah
it: Notazione mossa
kk: Жүрісті жазу тәртібі
ko: PGN 기물표기방식
lt: Ėjimų žymėjimas
lv: Gājienu notācija
mk: Запишување на потезите
nl: Stuknotatie in PGN
pt: Anotação de movimentos
ro: Notația mutării
ru: Шахматная нотация
sk: Označenie figúr v notácii
sl: Zapis potez
sq: Shënime lëvizjesh
sr: Нотација потеза
sv: Dragnotation
tr: Notasyonda taşların simgesi
uk: Нотація ходів
vi: Ký hiệu nước cờ
zh: 记谱方式
zh_tw: 棋譜記法

# preferencesChessPieceSymbol
source: Chess piece symbol
af: Skaakstuk simbool
ar: رمز قطعة الشطرنج
az: Şahmat fiqur simvolu
be: Сымбаль шахматнай фігуры
bg: Символ
bn: দাবার টুকরোর ধরন
bs: Simbol šahovske figure
ca: Símbol de la peça
cs: Symbol šachových figur
da: Skakbrik-symbol
el: Σύμβολο πιονιού στο σκάκι
eo: Ŝakpecaj simboloj
es: Símbolo de la pieza
eu: Xake piezen ikurra
fa: نماد مهره
fi: Shakkinappulasymbolit
gl: Símbolo da peza de xadrez
he: סימן הכלי
hy: Շախմատային խաղաքարի պատկերանշան
id: Simbol bidak catur
it: Simbolo del pezzo
kk: Тас таңбасы
ko: 체스 기물 기호
lt: Šachmatų figūrų simboliai
lv: Šaha figūras simbols
mk: Симбол на фигурата
nl: Schaakstuksymbool
pt: Usar símbolo das peças
ro: Simbolul piesei de șah
ru: Символ шахматной фигуры
sk: Symboly šachových figúr
sl: Simbol figur
sq: Simboli i figurës së shahut
sr: Шаховски симбол фигуре
sv: Schackpjäs-symbol
tr: Satranç taşı sembolü
uk: Символ шахової фігури
vi: Biểu tượng quân cờ
zh: 棋子符号
zh_tw: 棋子符號

# preferencesPgnLetter
source: Letter (K, Q, R, B, N)
ar: حروف (K, Q, R, B, N)
az: Hərf (K, Q, R, B, N)
be: Літара (K, Q, R, B, N)
bg: Буква (K, Q, R, B, N)
bn: বর্ণ (কে, কিউ, আর, বি, এন)
bs: PGN slovo (K, Q, R, B, N)
ca: Lletra (R, D, T, A, C)
cs: Anglickými písmeny (K, Q, R, B, N)
da: Bogstaver (K, Q, R, B, N)
el: Γράμμα (K, Q, R, B, N)
eo: Litero (K, Q, R, B, N)
es: Inicial (en inglés) de la pieza (K, Q, R, B, N)
eu: Hizkiak (K, Q, R, B, N)
fa: حرف (K, Q, R, B, N)
fi: Kirjaimet (K, Q, R, B, N)
gl: Inicial (en inglés) da peza (K, Q, R, B, N)
he: אות (K, Q, R, B, N)
hy: Խաղաքարի տառը (K, Q, R, B, N)
id: Huruf (K, Q, R, B, N)
it: Lettera (K, Q, R, B, N)
kk: Әріптер (K, Q, R, B, N)
ko: 알파벳 (K, Q, R, B, N)
lt: Raidės (K, Q, R, B, N)
lv: Burts (K, Q, R, B, N)
mk: Буква (K, Q, R, B, N)
nl: PGN-letter (K, D, T, L, P)
pt: Usar letras (K, Q, R, B, N)
ro: Literă (K, Q, R, B, N)
ru: Буква фигуры (K, Q, R, B, N)
sk: Písmenová notácia (K, D, V, S, J)
sl: Črke (K, Q, R, B, N)
sq: Shkronja (K, Q, R, B, N)
sr: Cлово (К, Q, R, B, N)
sv: Bokstav (K, Q, R, B, N)
tr: Harf (K, Q, R, B, N)
uk: Літера (K, Q, R, B, N)
vi: Ký tự (K, Q, R, B, N)
zh: 字母（K，Q，R，B，N）
zh_tw: 字母 (K, Q, R, B, N)

# preferencesZenMode
source: Zen mode
af: Zen Modus
ar: وضع التأمل
az: Zen rejimi
be: Рэжым Дзэн
bg: Режим Zen
bn: জেন মোড
bs: Zen način
ca: Mode Zen
cs: Zen mód
da: Zentilstand
el: Λειτουργία Zεν
eo: Zena modo
es: Modo Zen
eu: Zen modua
fa: حالت ذن
fi: Zen-moodi
gl: Modo zen
he: מצב זן
hy: Ձեն ռեժիմ
id: Mode Zen
it: Modalità Zen
kk: Оқшау көрініс
ko: 젠 모드
lt: „Zen“ režimas
lv: Zen režīms
mk: Зен режим
nl: Zenmodus
pt: Modo zen
ro: Modul Zen
ru: Режим Дзен
sk: Zen mód
sl: Zen način
sq: Mënyra Zen
sr: Зен режим
sv: Zen-läge
tr: Sade görünüm
uk: Режим Дзен
vi: Chế độ tập trung
zh: 禅意模式
zh_tw: 專注模式

# preferencesShowPlayerRatings
source: Show player ratings
af: Vertoon speler graderings
ar: إظهار تقييمات اللاعب
be: Паказваць рэйтынг гульцоў
bg: Показване на рейтинга на играчите
bs: Pokažite igračeve ocjene
ca: Mostra les puntuacions del jugador
cs: Zobrazit hodnocení hráčů
da: Vis spilleres ratings
el: Εμφάνιση αξιολογήσεων παικτών
eo: Montri rangojn de ludanto
es: Mostrar las puntuaciones de los jugadores
eu: Erakutsi jokalarien puntuazioak
fa: نشان دادن درجه‌بندی بازیکنان
fi: Näytä pelaajien vahvuusluvut
gl: Amosar a puntuación dos xogadores
he: הצג דירוג שחקנים
hy: Ցուցադրել խաղացողի վարկանիշը
id: Munculkan rating pemain
it: Mostra punteggi giocatori
kk: Ойыншылардың рейтингін көрсету
ko: 플레이어 레이팅 보기
lt: Rodyti žaidėjų reitingus
lv: Rādīt spēlētāju reitingus
mk: Покажи го рејтингот на играчите
nl: Toon de rating van de spelers
pt: Mostrar classificações dos jogadores
ro: Arată evaluările jucătorului
ru: Показывать рейтинг игрока
sk: Ukázať hráčove ratingy
sl: Pokaži igralčeve ratinge
sq: Shfaq klasifikim lojtarësh
sv: Visa spelarens rating
tr: Oyuncu puanlarını göster
uk: Показувати рейтинги гравців
vi: Hiển thị hệ số của người chơi
zh: 显示等级分
zh_tw: 顯示玩家等級分

# preferencesShowFlairs
source: Show player flairs
ar: إظهار ميول اللاعب
be: Паказваць эмодзі гульцоў
bg: Показване на емоджитата на играчите
bs: Prikaži igračeve ukrasne ikone
ca: Mostra l'estil dels jugadors
cs: Zobrazovat ikony hráčů
da: Vis spilleres ikoner
el: Εμφάνιση διακριτικών παικτών
eo: Montri ludantajn emoĝiojn
es: Mostrar estilo del jugador
eu: Ikusi jokalarien iruditxoak
fa: نمایش نشان بازیکنان
fi: Näytä pelaajien tyylit
gl: Amosar as habelencias dos xogadores
he: הצגת הסמלילים של השחקנים
it: Mostra le icone del giocatore
ko: 플레이어 아이콘 보기
lt: Parodykite žaidėjo emociją
nl: Geef de flairs van de spelers weer
pt: Mostrar os estilos do jogadores
ro: Arată pictograma personalizată a jucătorului
ru: Показывать эмодзи игроков
sk: Zobraziť u hráčov ikonky štýlu
sl: Prikaži predvajalnik flairs
sv: Visa spelarflairs
tr: Oyuncu rozetlerini göster
uk: Показувати символи гравців
vi: Hiển thị biểu tượng của người chơi
zh: 显示棋手图标
zh_tw: 顯示玩家身分

# preferencesExplainShowPlayerRatings
source: This hides all ratings from Lichess, to help focus on the chess. Rated games still impact your rating, this is only about what you get to see.
af: Dit laat toe om alle graderings weg te steek om te help fokus op die skaak. Spelle kan steeds gegradeer word; dit is slegs oor wat jy kan sien.
ar: هذا يخفي جميع التقييمات من الموقع، للمساعدة في التركيز على مباراة الشطرنج. لا يزال من الممكن لعب مباريات مقيمة، هذا فقط يحدد ما تراه.
be: Гэта дазваляе схаваць усе рэйтынгі на сайце, каб дапамагчы сканцэнтравацца на шахматах. Гульні ўсё яшчэ могуць быць рэйтынгавымі, змены адбудуцца толькі візуальныя.
bg: Това позволява скриването на всички рейтинги от уебсайта за да можете да се фокусирате само на шахмата. Игрите все още може да са с рейтинг; тази настройка променя само това което виждате.
bs: Omogućuje sakrivanje svih rejtinga sa sajta da bi fokus bio na šahu. Partije i dalje mogu biti bodovane; postavka utječe samo na prikaz.
ca: Això permet amagar totes les puntuacions de la pàgina web per a centrar-se en els escacs. Les partides poden ser puntuades, això només canvia el que es veu.
cs: Toto umožňuje skrýt rating z webových stránek, což pomůže soustředit se pouze na šachy. Hodnocené hry budou mít stále dopad na Váš rating.
da: Dette gør det muligt at skjule alle ratings på hjemmesiden, så du kan fokusere på skakspillet. Partier kan stadig være ratede, det handler kun om, hvad du får at se.
el: Αυτό αποκρύπτει όλες τις βαθμολογίες από την ιστοσελίδα, έτσι ώστε να μπορείτε να επικεντρωθείτε στο σκάκι. Τα παιχνίδια θα εξακολουθούν να αξιολογούνται — η ρύθμιση αυτή επηρεάζει μόνο την εμφάνιση.
eo: Ĉi tio permesas kaŝi ĉiujn rangojn el la retejo, por helpi koncentriĝas pri la ŝako. Ludoj povas daŭre esti range, ĉi tiu temas nur pri tio, kion vi vidas.
es: Esto permite ocultar todas las puntuaciones del sitio, para ayudar a centrarse en el ajedrez. Las partidas aún pueden ser por puntos, esto es sólo lo que tú puedes ver.
eu: Horri esker, gunearen puntuazio guztiak ezkutatu daitezke, xakean arreta jartzen laguntzeko. Partidak puntuka izan daitezke oraindik, hau da zuk ikus dezakezuna.
fa: این گزینه همه درجه‌بندی‌ها در Lichess را پنهان می‌کند تا کمک کند روی شطرنج تمرکز کنید. بازی‌های رسمی همچنان بر درجه‌بندی‌تان تاثیر می‌گذارند، این گزینه فقط مربوط به دیدن/ندیدن درجه‌بندی‌هاست.
fi: Tämän avulla voit piilottaa sivustolta kaikki vahvuusluvut, jotta voit keskittyä paremmin shakinpeluuseen. Pelit kyllä pisteytetään normaalisti, tällä asetuksella on vaikutus vain sinun näkymääsi.
gl: Oculta todas as puntuacións de Lichess para axudar a centrarse no xadrez. As partidas poden ser puntuadas, isto só afecta ó que podes ver.
he: אם תבחר/י להסתיר את הדירוג, הדירוג של השחקן היריב לא יופיע כדי לאפשר לך להתרכז בשח, אך המשחק יהיה מדורג.
hy: Հնարավորություն է տալիս թաքցնելու կայքի բոլոր վարկանիշները՝ խաղի վրա կենտրոնանալու համար։ Պարտիաները մնում են վարկանիշային, պարզապես Դուք դա չեք տեսնի։
id: Ini dapat menyembunyikan rating dari website, agar membantu fokus ke catur. Permainan tetap dapat dinilai, ini hanya untuk apa yang Anda lihat.
it: Questa funzionalità permette di nascondere i punteggi dei giocatori per aiutare a concentrarti sulla partita. Le partite possono comunque essere classificate, questa impostazione riguarda solo ciò che vedi.
kk: Шахматқа назарды күшейту үшін бұл бүкіл сайттағы рейтингтерді жасырады. Бағалау тәртібіне еш әсері жоқ, жай сыртқы көрінісі басқаша болады.
ko: 체스에 집중할 수 있도록 웹사이트에서 레이팅을 모두 숨깁니다. 경기는 여전히 레이팅에 반영될 것이며, 눈으로 보이는 정보에만 영향을 줍니다.
lt: Tai leidžia iš svetainės paslėpti visus reitingus ir padeda susifokusuoti ties šachmatais. Partijos vis dar gali būti reitinguojamos. Šis pasirinkimas skirtas tik nustatyti, ką galite matyti.
lv: Šī iespēja ļauj slēpt visus reitingus mājaslapā, lai palīdzētu koncentrēties uz pašu šahu. Spēles joprojām var būt vērtētas – šis attiecas tikai uz to, ko jūs redzat.
mk: Ова овозможува да ги скриете сите рангови од веб страницата, со цел да се фокусирате на шахот. Игрите и понатаму ќе бидат рангирани, со ова само нема да можете да ги видите.
nl: Deze instelling zorgt ervoor dat alle ratings op de website verborgen blijven zodat je je kunt concentreren op het schaken. Partijen kunnen nog steeds met rating zijn; dit gaat alleen om wat je te zien krijgt.
pt: Isto permite ocultar todas as avaliações do site, para o ajudar a concentrar-se no xadrez. Os jogos continuam a poder ser avaliados, trata-se apenas do que poderá ver.
ro: Acest lucru permite ascunderea tuturor ratingurilor de pe site, pentru a ajuta la concentrarea pe jocul de șah. Jocurile pot fi evaluate, această setare este doar despre ce se poate vedea.
ru: Позволяет скрыть все рейтинги на сайте, чтобы помочь сосредоточиться на игре. Сами партии останутся рейтинговыми, просто вы не будете это видеть.
sk: Týmto môžete na webovej stránke skryť všetky hodnotenia, aby ste sa mohli sústrediť na šach. Partie môžu byť stále hodnotené, ide len o to, čo sa Vám zobrazí.
sl: Omogoča skrivanje vseh ratingov na spletnem mestu, da se osredotočite na igro. Igre same so še vedno lahko ratingirane, to je zgolj povezano z videzom.
sq: Kjo lejon të bëhet fshehja e krejt klasifikimeve në sajt, për të ndihmuar përqendrimin në shah. Lojërat prapë mund të vlerësohen, kjo ka të bëjë vetëm me ato çka shihni.
sv: Detta gör det möjligt att dölja all rating från webbplatsen, för att fokusera på schackspelet. Partiet kan fortfarande vara med rating, detta handlar bara om vad du får se.
tr: Bu seçenek, sitedeki bütün oyuncu puanlarını gizleyerek yalnızca satranca odaklanmanıza yardımcı olur. Hâlâ puanlı maçlar oynayabilirsiniz ancak puanlar sizden gizlenir.
uk: Дає змогу приховувати всі рейтинги з сайту, щоб допомогти зосередитись на шахах. Ігри все ще рейтингові, це лише для відображення.
vi: Điều này sẽ ẩn toàn bộ hệ số khỏi Lichess để giúp tập trung vào ván cờ. Ván đấu có xếp hạng vẫn ảnh hưởng đến hệ số của bạn, đây chỉ là những gì bạn có thể nhìn thấy.
zh: 此功能将隐藏 Lichess 上的所有等级分，以帮助您专注于对局。排位对局仍会影响您的等级分，这只是关于您所看到的内容。
zh_tw: 這允許隱藏本網站上的所有等級分，以輔助專心下棋。每局遊戲仍可以計算及改變等級分，這個設定只會影響到你是否看得到此分數。

# preferencesDisplayBoardResizeHandle
source: Show board resize handle
af: Vertoon opsie om bord se groote te verander
ar: أظهر زر تعديل حجم الرقعة
az: Lövhə ölçüləndirmə tutacağını göstər
be: Паказваць ручку змены памеру дошкі
bg: Показване на инструмента за промяна на размера на дъската
bs: Prikažite ručicu za promjenu veličine ploče
ca: Mostrar icona canvi de mida
cs: Zobrazit tlačítko pro změnu velikosti šachovnice
da: Vis brætstørrelse justering
el: Εμφάνιση χειριστηρίου αλλαγής μεγέθους σκακιέρας
eo: Montri la grandecregilon de la ŝaktabulo
es: Mostrar el control de tamaño del tablero
eu: Xake-taularen tamaina aldatzeko aukera erakutsi
fa: نمایش دستگیره برای تغییر اندازه صفحه
fi: Näytä laudan koon muokkauskahva
gl: Mostrar o control de redimensionamento do taboleiro
he: הצג סמן להגדלת הלוח
hy: Ցույց տալ խաղատախտակի չափսի փոփոխության պատկերագիրը
id: Tampilkan pengubah ukuran papan catur
it: Mostra l'icona di ridimensionamento della scacchiera
kk: Тақтаны үлкейту тұтқасын көрсету
ko: 보드 크기 재조정 핸들 보이기
lt: Rodyti lentos dydžio keitimo simbolį
lv: Rādīt galdiņa izmēra maiņas rīku
mk: Прикажи ја рачката за промена на големината на таблата
nl: Toon de knop om het bordformaat te wijzigen
pt: Mostrar o cursor de redimensionamento do tabuleiro
ro: Arată indicatorul de redimensionare a tablei
ru: Показывать ручку изменения размера доски
sk: Zobraziť tlačidlo na zmenu veľkosti šachovnice
sl: Prikaži ročico za spremembo velikosti šahovnice
sq: Shfaq mundësi ripërmasimi fushe
sr: Прикажи ручицу за промену величине табле
sv: Visa handtag för att ändra brädets storlek
tr: Tahta büyüklüğünü ayarlama kolunu göster
uk: Показати інструмент для зміни розміру дошки
vi: Hiện nút thay đổi kích cỡ bàn cờ
zh: 调整棋盘大小
zh_tw: 顯示盤面大小調整區塊

# preferencesOnlyOnInitialPosition
source: Only on initial position
af: Slegs by begin posisie
ar: خلال الوضع المبدئي فقط
az: Yalnız başlanğıc pozisiyada
be: Толькі ў пачатковым становішчы
bg: Само в началната позиция
bs: Samo na početku partije
ca: Només en posició inicial
cs: Jen v základním postavení
da: Kun ved indledende position
el: Μόνο στην αρχική διάταξη
eo: Nur sur komenca pozicio
es: Sólo en posición inicial
eu: Hasierako posizioan bakarrik
fa: فقط در وضعیت آغازین
fi: Vain alkuasemassa
gl: Só na posición inicial
he: רק בעמדה ההתחלתית
hy: Միայն սկզբնական դիրքում
id: Hanya di posisi awal
it: Solo sulla posizione iniziale
kk: Тек бастапқы күйде ғана
ko: 초기 상태에서만
lt: Tik pradinėje padėtyje
lv: Tikai sākotnējajā pozīcijā
mk: Само на почетокот на партијата
nl: Enkel tijdens de beginstelling
pt: Apenas na posição inicial
ro: Doar înainte de prima mutare
ru: Только в начальном положении
sk: Iba v základnom postavení
sl: Samo ob začetni poziciji
sq: Vetëm në pozicionin fillestar
sr: Само на почетној позицији
sv: Endast vid ursprunglig position
tr: Sadece başlangıç konumunda
uk: Лише в початковій позиції
vi: Chỉ ở thế cờ ban đầu
zh: 仅初始局面
zh_tw: 只在起始局面

# preferencesInGameOnly
source: In-game only
ar: في اللعبة فقط
be: Выключна ў партыі
bg: Само по време на игра
bs: Samo unutar igre
ca: Només durant la partida
cs: Pouze u partie
da: Kun i spillet
el: Μόνο κατά τη διάρκεια της παρτίδας
eo: Nur en ludo
es: Solo durante la partida
eu: Partidan zehar bakarrik
fa: تنها در بازی
fi: Vain pelin aikana
gl: Só durante a partida
he: רק במהלך המשחק
hy: Միայն խաղի մեջ
id: Hanya di dalam permainan
it: Solamente durante la partita
kk: Ойында ғана
ko: 게임 도중에만 적용
lt: Tik žaidimo metu
nl: Alleen tijdens partij
pt: Apenas em Jogo
ro: Doar în joc
ru: Только в игре
sk: Iba pri partii
sl: Samo v igri
sv: Endast i parti
tr: Sadece oyun sırasında
uk: Лише під час гри
vi: Chỉ trong ván cờ
zh: 仅在对局中
zh_tw: 只在遊戲中
