Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Done reviewing black mistakes
af: Swart se foute is klaar hersien
ar: تم الإنتهاء من مراجعة أخطاء الأسود
az: Qaraların səhvləri nəzərdən keçirildi
be: Разгляд памылак чорных скончаны
bg: Приключен преглед за грешки на черните
bn: কালোর ভুল পর্যালোচনা করা হয়েছে
bs: Završeno pregledavanje grešaka crnog
ca: Errors de les negres revisats
cs: Procházení chyb černého dokončeno
da: Færdig med gennemgang af fejl for sort
el: Έγινε έλεγχος λαθών για τα μαύρα
eo: Revui nigrajn erarojn estas finita
es: Revisión de errores del negro terminada
eu: Beltzen akatsak aurkitzea bukatuta
fa: اشتباهات سیاه بررسی شد.
fi: Olet käynyt läpi mustan virheet
gl: Terminada a revisión de erros das negras
he: בדיקת טעויות לשחור הסתיימה
hy: Սևերի սխալները վերլուծված են
id: Selesai mempelajari kesalahan hitam
it: Hai finito di rivedere gli errori del Nero
kk: Қаралардың қателері қаралды
ko: 흑의 실수 탐색이 종료됨
lt: Juodųjų klaidos peržiūrėtos
lv: Melno kļūdu pārskatīšana pabeigta
mk: Завршен е прегледот за грешки на црните
nl: Klaar met analyseren van fouten van zwart
pt: Terminada a revisão de erros das pretas
ro: Gata cu analiza greșelilor din partea negrelor
ru: Ошибки чёрных разобраны
sk: Prezeranie chýb čierneho ukončené
sl: Pregledovanje napak črnega je končano
sq: U bë shqyrtimi i gabimeve të të ziut
sr: Завршено прегледање црних грешака
sv: Färdig med utvärderingen av svarts misstag
tr: Siyahın hataları analiz edildi
uk: Помилки чорних розібрані
vi: Đã hoàn tất phân tích sai lầm của bên đen
zh: 黑方失误回顾完成
zh_tw: 已完成觀看黑方的失誤

source: Do it again
af: Doen dit weer
ar: قم بذلك مرة اخرى
az: Təkrar et
be: Яшчэ раз
bg: Направете го пак
bn: এটা পুনারয় করুন
bs: Pokušajte ponovno
ca: Fes-ho de nou
cs: Udělat znovu
da: Gentag
el: Κάντε το ξανά
eo: Fari ĝin denove
es: Volver a revisar los errores
eu: Egin berriz
fa: دوباره
fi: Sama uudelleen
gl: Faino de novo
he: עשה זאת שוב
hy: Կատարել ևս մեկ անգամ
id: Lakukan lagi
it: Rifallo
kk: Қайта жасау
ko: 다시 하기
lt: Atlikti dar kartą
lv: Atkārtot
mk: Прегледај ги повторно
nl: Probeer het opnieuw
pt: Repetir
ro: Fă-o din nou
ru: Выполнить ещё раз
sk: Urob to znovu
sl: Naredi še enkrat
sq: Ribëje
sr: Одради поново
sv: Gör det igen
tr: Tekrarlayın
uk: Ще раз
vi: Thử lại một lần nữa
zh: 再来一次
zh_tw: 再試一次

source: Review white mistakes
af: Hersien wit se foute
ar: مراجعة أخطاء الأبيض
az: Ağların səhvlərini nəzərdən keçirin
be: Разабраць памылкі белых
bg: Преглед на грешки при белите
bn: সাদার ভুল পর্যালোচনা
bs: Pregled grešaka bijelog
ca: Revisar errors de les blanques
cs: Projít chyby bílého
da: Gennemgå hvide fejl
el: Ανασκόπηση λαθών λευκών
eo: Revui blankajn erarojn
es: Revisar los errores del blanco
eu: Zurien akatsak bilatu
fa: بررسی اشتباهات سفید
fi: Tarkastele valkean virheitä
gl: Revisar os erros das brancas
he: בדיקת טעויות ללבן
hy: Վերլուծել սպիտակների սխալները
id: Review kesalahan putih
it: Analizza gli errori del Bianco
kk: Ақтардың қателерін қарау
ko: 백의 실수 탐색하기
lt: Peržiūrėti baltųjų klaidas
lv: Pārskatīt balto kļūdas
mk: Прегледај ги грешките на белите
nl: Bekijk fouten van wit
pt: Rever os erros das brancas
ro: Analizează greșelile albelor
ru: Разобрать ошибки белых
sk: Preskúmať chyby bieleho
sl: Pregled napak belega
sq: Shqyrtoni gabimet e të bardhit
sr: Прегледај беле грешке
sv: Granska vits misstag
tr: Beyazın hatalarını gözden geçirin
uk: Розібрати помилки білих
vi: Xem lại sai lầm của bên trắng
zh: 回顾白方失误
zh_tw: 複習白方失誤

source: Review black mistakes
af: Hersien swart se foute
ar: مراجعة أخطاء الأسود
az: Qaraların səhvlərini nəzərdən keçirin
be: Разабраць памылкі чорных
bg: Преглед на грешки при черните
bn: কালোর ভুল পর্যালোচনা
bs: Pregled grešaka crnog
ca: Revisar errors de les negres
cs: Projít chyby černého
da: Gennemgå sorte fejl
el: Ανασκόπηση λαθών μαύρων
eo: Revui nigrajn erarojn
es: Revisar los errores del negro
eu: Beltzen akatsak bilatu
fa: بررسی اشتباهات سیاه
fi: Tarkastele mustan virheitä
gl: Revisar os erros das negras
he: בדיקת טעויות לשחור
hy: Վերլուծել սևերի սխալները
id: Review kesalahan hitam
it: Analizza gli errori del Nero
kk: Қаралардың қателерін қарау
ko: 흑의 실수 탐색하기
lt: Peržiūrėti juodųjų klaidas
lv: Pārskatīt melno kļūdas
mk: Прегледај ги грешките на црните
nl: Bekijk fouten van zwart
pt: Rever os erros das pretas
ro: Analizează greșelile negrelor
ru: Разобрать ошибки чёрных
sk: Preskúmať chyby čierneho
sl: Pregled napak črnega
sq: Shqyrtoni gabimet e të ziut
sr: Прегледај црне грешке
sv: Granska svarts misstag
tr: Siyahın hatalarını gözden geçirin
uk: Розібрати помилки чорних
vi: Xem lại sai lầm của bên đen
zh: 回顾黑方失误
zh_tw: 複習黑方失誤

source: Advantage
af: Voordeel
ar: الأفضلية
az: Üstünlük
be: Перавага
bg: Предимство
bn: সুবিধা
bs: Prednost
ca: Avantatge
cs: Výhoda
da: Fordel
el: Πλεονέκτημα
eo: Avantaĝo
es: Ventaja
eu: Abantaila
fa: برتری
fi: Etu
gl: Vantaxe
he: יתרון
hy: Առավելություն
id: Keuntungan
it: Vantaggio
kk: Басымдылық
ko: 이점
lt: Pranašumas
lv: Pārsvars
mk: Предност
nl: Voordeel
pt: Vantagem
ro: Avantaj
ru: Преимущество
sk: Výhoda
sl: Prednost
sq: Avantazh
sr: Предност
sv: Fördel
tr: Avantaj
uk: Перевага
vi: Lợi thế
zh: 优势
zh_tw: 優勢

source: Opening
ar: افتتاحية
az: Debüt
be: Дэбют
bg: Дебют
bn: উদ্বোধন
bs: Otvaranje
ca: Obertura
cs: Zahájení
da: Åbningsspil
el: Άνοιγμα
eo: Malfermo
es: Apertura
eu: Irekiera
fa: گشایش
fi: Avausvaihe
gl: Apertura
he: פתיחה
hy: Սկզբնախաղ
id: Pembuka
it: Apertura
kk: Бастау
ko: 오프닝
lt: Debiutas
lv: Atklātne
mk: Отворање
pt: Abertura
ro: Deschidere
ru: Дебют
sk: Otvorenie
sl: Otvoritev
sq: Hapje
sr: Отварање
sv: Öppning
tr: Açılış
uk: Дебют
vi: Khai cuộc
zh: 开局
zh_tw: 開局

source: Middlegame
af: Middelspel
ar: جزء منتصف اللعبة
az: Mittelşpil
be: Мітальшпіль
bg: Мителшпил
bn: মাধ্যমখেলা
bs: Središnjica
ca: Joc mitjà
cs: Střední hra
da: Midtspil
el: Μέσο
eo: Mezaĵo
es: Medio juego
eu: Erdi-jokoa
fa: وسط بازی
fi: Keskipeli
gl: Medio xogo
he: מציעה
hy: Միջնախաղ
id: Setengah permainan
it: Mediogioco
kk: Ойын ортасы
ko: 미들게임
lt: Mitelšpilis
lv: Vidusspēle
mk: Средишница
nl: Middenspel
pt: Meio jogo
ro: Mijlocul jocului
ru: Миттельшпиль
sk: Stredná hra
sl: Sredina igre
sq: Lojë e mesme
sr: Средишњица
sv: Mittparti
tr: Oyunortası
uk: Мітельшпіль
vi: Trung cuộc
zh: 中局
zh_tw: 中場

source: Endgame
af: Eindspel
ar: جزء نهاية اللعبة
az: Endşpil
be: Эндшпіль
bg: Ендшпил
bn: খেলাশেষ
bs: Završnica
ca: Final
cs: Koncovka
da: Slutspil
el: Φινάλε
eo: Finaĵo
es: Final
eu: Finala
fa: آخربازی
fi: Loppupeli
gl: Final
he: סיום
hy: Վերջնախաղ
id: Akhir permainan
it: Finale
kk: Ойынсоңы
ko: 엔드게임
lt: Endšpilis
lv: Galotne
mk: Завршница
nl: Eindspel
pt: Final de jogo
ro: Sfârșitul jocului
ru: Эндшпиль
sk: Koncovka
sl: Končnica
sq: Fund loje
sr: Завршница
sv: Slutspel
tr: Oyunsonu
uk: Ендшпіль
vi: Tàn cuộc
zh: 残局
zh_tw: 殘局

source: Conditional premoves
af: Voorwaardelike voorafskuiwe
ar: تحريكات شرطية
az: Şərtli öngediş
be: Умоўныя хады на апярэджанне
bg: Предварителен ход под условие
bn: শর্তাধীন পুনারয়চাল
bs: Uslovni potezi unaprijed
ca: Premoviments condicionals
cs: Podmíněné předtahy
da: Betingede forhåndstræk
el: Υποθετικές προκινήσεις
eo: Kondiĉaj antaŭmovoj
es: Movimientos condicionales
eu: Baldintzadun aurrejokaldiak
fa: پیش‌حرکت‌های شرطی
fi: Ehdolliset esisiirrot
gl: Premovementos condicionais
he: מסעים מותנים מראש
hy: Պայմանական նախաքայլեր
id: Syarat pra-langkah
it: Premosse condizionali
kk: Шартты ертелі жүріс
ko: 수 예측
lt: Sąlyginiai išankstiniai ėjimai
lv: Nosacījumu priekšgājieni
mk: Условни пред-потези
nl: Voorwaardelijke zetten vooruit
pt: Movimentos antecipados condicionais
ro: Mutări anticipate condiționale
ru: Условные предходы
sk: Podmienené predťahy
sl: Pogojne predpoteze
sq: Condizionale lëvizje
sr: Условни предпотези
sv: Villkorade förhandsdrag
tr: Şartlı ön hamle
uk: Умовні ходи на випередження
vi: Nước đi trước có điều kiện
zh: 条件预走棋
zh_tw: 預設棋譜

source: Add current variation
af: Voeg huidige variasie by
ar: إضافة تنويعة حالية
az: Cari variasiyanı əlavə et
be: Дадаць бягучы варыянт
bg: Добавяне на настоящата вариация
bn: বর্তমান ভিন্ন করুন
bs: Dodajte trenutnu varijaciju
ca: Afegir variació actual
cs: Přidat současnou variantu
da: Tilføj nuværende variant
el: Προσθήκη τρέχουσας βαριάντας
eo: Aldoni aktualan variaĵon
es: Añadir la variante actual
eu: Uneko aldaera gehitu
fa: افزودن وَرتِش جاری
fi: Lisää nykyinen muunnelma
gl: Engadir a variante actual
he: הוספת הווריאציה הנוכחית
hy: Ավելացնել ընթացիկ տարբերակը
id: Tambahkan variasi
it: Aggiungi variazione corrente
kk: Қазіргі тармақты қосу
ko: 현재의 변화를 추가
lt: Pridėti dabartinę variaciją
lv: Pievienot pašreizējo variantu
mk: Додади ја сегашната варијанта
nl: Voeg huidige variant toe
pt: Adicionar a variante atual
ro: Adaugă variația curentă
ru: Добавить текущий вариант
sk: Pridaj aktuálny variant
sl: Dodaj trenutno varianto
sq: Shto variantin e tanishëm
sr: Додај тренутну варијацију
sv: Lägg till aktuell variant
tr: Mevcut varyantı ekle
uk: Додати поточний варіант
vi: Thêm biến hiện tại
zh: 添加当前变着
zh_tw: 加入現有變種

# playVariationToCreateConditionalPremoves
source: Play a variation to create conditional premoves
af: Speel 'n variasie om voorwaardige voorafskuiwe te skep
ar: إلعب تفريع لإنشاء نقلة مسبقة مشروطة
az: Şərtli öngedişlər etmək üçün bir variasiya oynayın
be: Згуляйце варыянт, каб стварыць умоўныя ходы на апярэджанне
bg: Изиграйте вариация за да създадете предварителни ходове под условие
bn: শর্তাধীন পুনারয় চাল তৈরির জন্য একটি ভিন্ন খেলুন
bs: Odigrajte varijaciju da stvorite uslovni potez unaprijed
ca: Jugar una variació per crear premoviments condicionals
cs: Hrajte variantu k vytvoření podmíněných předtahů
da: Spil en variant for at lave betingede forhåndstræk
el: Παίξτε μια βαριάντα για να δημιουργήσετε υποθετικές προκινήσεις
eo: Ludi variaĵo por krei kondiĉajn antaŭmovojn
es: Juega una variante para crear movimientos condicionales
eu: Aldaera bat jokatu baldintzadun aurre-jokaldiak sortzeko
fa: بازی کردن یک وَرتِش، برای ایجاد پیش‌حرکت‌های شرطی
fi: Luo ehdollisia esisiirtoja pelaamalla muunnelma
gl: Xogar unha variante para crear premovementos condicionais
he: צרו וריאציה כדי להגדיר מסעים מותנים מראש
hy: Պայմանական նախաքայլերն առաջադրելու համար խաղատախտակի վրա կատարեք քայլեր
id: Memainkan sebuah variasi untuk membuat syarat pra-langkah
it: Gioca una variazione per creare premosse condizionali
kk: Шартты ертелі жүрістерді құру үшін бір тармақты ойнаңыз
ko: 기물을 움직여 조건적인 수를 만들기
lt: Sužaiskite variaciją, norėdami sukurti sąlyginius išankstinius ėjimus
lv: Izspēlējiet variantu, lai izveidotu nosacījumu priekšgājienus
mk: Одиграј варијанта за да создадеш условен пред-потег
nl: Speel een variant om voorwaardelijke zetten vooruit te maken
pt: Joga uma variante para criares movimentos antecipados condicionais
ro: Joacă o variație pentru a crea mutări anticipate condiționale
ru: Выполните ходы на доске, чтобы задать условные предходы
sk: Hrať variant a vytvoriť podmienené predťahy
sl: Igrajte varianto, za ustvarjanje pogojnih predpotez
sq: Që të krijohen lëvizje paraprake të kushtëzuara, luani një variant
sr: Одиграј варијацију да направиш условне предпотезе
sv: Spela en variant för att skapa villkorade förhandsdrag
tr: Koşullu ön hamleler yapmak için bir varyasyon oynayın
uk: Виконайте ходи на шахівниці, щоб встановити умовні ходи на випередження
vi: Chơi một biến để tạo ra nước đi trước có điều kiện
zh: 走一步变着以创建条件预走棋
zh_tw: 走一種變種以建立棋譜

source: No conditional premoves
af: Geen voorwaardelike voorafskuiwe
ar: لا توجد نقلات استباقية مشروطة
az: Şərtli öngedişsiz
be: Хады на апярэджанне без умоў
bg: Без предварителни ходове под условие
bn: পুনারয়চাল শর্তাধীন নেই
bs: Nema uslovnih poteza unaprijed
ca: Sense moviments anticipats condicionals
cs: Žádné podmíněné předtahy
da: Ingen betingede forhåndstræk
el: Καμία υποθετική προκίνηση
eo: Ne kondiĉaj antaŭmovoj
es: Sin movimientos condicionales
eu: Ez dago baldintzadun aurrejokaldirik
fa: بدون پیش‌حرکت‌های شرطی
fi: Ei ehdollisia esisiirtoja
gl: Sen premovementos condicionais
he: אין מהלכים מותנים מראש
hy: Անպայմանական նախաքայլեր
id: Tidak ada syarat pra-langkah
it: Nessuna premossa condizionale
kk: Шартты ертелі жүрістер жоқ
ko: 조건적인 수가 없습니다
lt: Nėra sąlyginių išankstinių ėjimų
lv: Nav nosacījumu priekšgājienu
mk: Нема условни пред-потези
nl: Geen voorwaardelijke zetten vooruit
pt: Sem movimentos antecipados condicionais
ro: Fără mutări anticipate condiționale
ru: Безусловные предходы
sk: Žiadne podmienené predťahy
sl: Ni pogojnih predpotez
sq: Nuk ka premove condicionale
sr: Нема условних предпотеза
sv: Inga villkorade förhandsdrag
tr: Koşullu ön hamle yok
uk: Безумовні ходи на випередження
vi: Không có nước đi trước có điều kiện nào
zh: 无条件预走棋
zh_tw: 無預設棋譜

# playX
source: Play {param}
af: Speel {param}
ar: إلعب {param}
az: {param} oyna
be: Згуляць {param}
bg: Играй {param}
bn: খেলা {param}
bs: Igraj {param}
ca: Jugar {param}
cs: Hrajte {param}
da: Spil {param}
el: Παίξτε {param}
eo: Ludu {param}
es: Jugar {param}
eu: {param} jokatu
fa: {param} را انجام دهید
fi: Siirrä {param}
gl: Xogar {param}
he: שחקו {param}
hy: Խաղացեք {param}
id: Memainkan {param}
it: Gioca {param}
kk: {param} жүріңіз
ko: {param} 를 둠
lt: Žaiskite {param}
lv: Spēlēt {param}
mk: Играј {param}
nl: Speel {param}
pt: Joga {param}
ro: Mută {param}
ru: Сыграть {param}
sk: Hrať {param}
sl: Odigrajte {param}
sq: Luani {param}
sr: Одиграј {param}
sv: Spela {param}
tr: {param} oyna
uk: Зіграти {param}
vi: Chơi {param}
zh: 走 {param}
zh_tw: 移動至{param}

# challengeX
source: Challenge {param}
ca: Desafia {param}
el: Προκαλέστε τον χρήστη {param}
eo: Defii {param}
es: Desafía a {param}
fi: Haasta {param}
it: Sfida {param}
nl: {param} uitdagen
ro: Provocări: {param}
ru: Бросить вызов {param}
sk: Vyzvať {param}
uk: Кинути виклик {param}
vi: Thách đấu {param}
zh: 挑战 {param}

# showUnreadLichessMessage
source: You have received a private message from Lichess.
af: Jy het 'n privaatboodskap van Lichess ontvang.
ar: تسلّمتَ رسالة خاصة من ليتشيس.
bn: আপনি Lichess থেকে একটি ব্যক্তিগত বার্তা পেয়েছেন.
bs: Primili ste privatnu poruku od Lichess-a.
ca: Has rebut un missatge privat de Lichess.
cs: Dostali jste soukromou zprávu od Lichess.
da: Du har modtaget en privat besked fra Lichess.
el: Έχετε λάβει ένα προσωπικό μήνυμα από το Lichess.
eo: Vi ricevis privatan mesaĝon de Lichess.
es: Has recibido un mensaje privado de Lichess.
eu: Lichessek bidalitako mezu pribatu bat jaso duzu.
fa: شما یک پیام خصوصی از Lichess دریافت کرده‌اید.
fi: Olet saanut henkilökohtaisen viestin Lichessiltä.
gl: Recibiches unha mensaxe privada de Lichess.
he: קיבלתם הודעה פרטית מ־Lichess.
id: Anda telah menerima pesan pribadi dari Lichess.
it: Hai ricevuto un messaggio privato da Lichess.
kk: Сізге Личестен жеке хат келді.
ko: Lichess로부터 비공개 메시지를 받았습니다.
lt: Jūs gavote privačią žinutę iš Lichess.
lv: Saņemta privāta ziņa no Lichess.
nl: Je hebt een privébericht van Lichess ontvangen.
pt: Recebestes uma mensagem privada do Lichess.
ro: Ați primit un mesaj privat de la Lichess.
ru: Вы получили личное сообщение от Lichess.
sk: Obdržali ste súkromnú správu od Lichess.
sl: Prejeli ste zasebno sporočilo od Lichess.
sq: Morët një mesazh privat nga Lichess.
sr: Примио/ла си приватну поруку од Lichess-а.
sv: Du har fått ett privat meddelande från Lichess.
tr: Lichess size bir özel mesaj gönderdi.
uk: Ви отримали особисте повідомлення від Lichess.
vi: Bạn đã nhận được một tin nhắn riêng từ Lichess.
zh: 您收到了一条来自 Lichess 的私信。
zh_tw: 你收到一個來自 Lichess 的私訊。

source: Click here to read it
af: Klik hier om dit te lees
ar: اضغط هنا بمتابعة القراءة
bg: Щракнете тук, за да го прочетете
bn: পড়তে এখানে ক্লিক করুন
bs: Kliknite ovdje da pročitate
ca: Fes clic aquí per llegir-lo
cs: Pro přečtení klikněte zde
da: Klik her for at læse den
el: Κάντε κλικ εδώ για να το δείτε
eo: Alklaku ĉi tie por legi ĝin
es: Haz clic aquí para leerlo
eu: Egin klik hemen irakurtzeko
fa: برای خواندن، این را بزنید
fi: Lue se napsauttamalla tästä
gl: Fai clic aquí para lela
he: לחצו כאן כדי לקרוא אותה
id: Klik di sini untuk membaca
it: Clicca qui per leggerlo
kk: Осында басып оқыңыз
ko: 클릭하여 읽기
lt: Spustelėkite čia, kad peržiūrėtumėte
lv: Klikšķini te, lai to lasītu
nl: Klik hier om het te bekijken
pt: Clica aqui para ler
ro: Click aici pentru a-l citi
ru: Нажмите здесь, чтобы прочитать его
sk: Kliknutím sem si ju môžete prečítať
sl: Kliknite tukaj, če ga želite prebrati
sq: Klikoni këtu që ta lexoni
sv: Klicka här för att läsa den
tr: Okumak için buraya tıklayın
uk: Натисніть тут, щоб прочитати
vi: Nhấn vào đây để đọc nó
zh: 点击此处阅读
zh_tw: 點擊以閱讀

source: Sorry :(
af: Skies :(
ar: نأسف :(
az: Təəssüf :(
be: Прабачце :(
bg: Съжалявам :(
bn: দুঃখিত :(
bs: Izvinjavamo se :(
ca: Ho sentim :(
cs: Omlouváme se :(
da: Beklager :(
el: Λυπούμαστε :(
eo: Bedaŭrinde :(
es: Lo sentimos :(
eu: Barkatu :(
fa: متاسفم :(
fi: Pahoittelumme :(
gl: Sentímolo :(
he: מצטערים :(
hy: Ներողություն :(
id: Maaf :(
it: Ci dispiace :(
kk: Өкінішті-ақ :(
ko: 죄송합니다 :(
lt: Atsiprašome :(
lv: Lūdzu piedodiet :(
mk: Извини :(
pt: Desculpa :(
ro: Scuze :(
ru: Извините :(
sk: Prepáčte :(
sl: Oprostite :(
sq: Na ndjeni :(
sr: Извини :(
sv: Beklagar :(
tr: Üzgünüz :(
uk: Вибачте :(
vi: Rất tiếc :(
zh: 抱歉 :(
zh_tw: 抱歉：（

source: We had to time you out for a while.
af: Jy moet vir 'n rukkie in die hoek sit.
ar: اضطررنا إلى حظرك لفترة قصيرة.
az: Sizi bir müddətlik oyunlardan xaric etmək məcburiyyətində qaldıq.
be: Нам прыйшлося на нейкі час выдаць вам тайм-аўт.
bg: Наложи се да Ви сложим в принудителна почивка за известно време.
bn: আমাদের কিছুক্ষণের জন্য আপনাকে বিরতি হল।
bs: Morali smo Vam staviti privremenu zabranu na igranje.
ca: Hem hagut de penalitzar-te una estona.
cs: Museli jsme tě odpojit na chvíli.
da: Vi måtte give dig en timeout.
el: Ο λογαριασμός σας έχει αποκλειστεί προσωρινά.
eo: Ni devis provizore suspendi vin.
es: Hemos tenido que suspenderte temporalmente.
eu: Denbora tarte baterako bota egin behar izan zaitugu.
fa: شما برای مدتی مسدود شدید.
fi: Meidän täytyi komentaa sinut jäähylle hetkeksi.
gl: Tivemos que suspenderte temporalmente.
he: נאלצנו להשעות אותך לזמן מה.
hy: Մենք ստիպված ենք անջատել Ձեզ որոշ ժամանակով։
id: Kami harus mengatur waktu Anda untuk sementara waktu.
it: Abbiamo dovuto bloccarti per un po' di tempo.
kk: Сізді уақытша шектеуге мәжбүрміз.
ko: 짧은 시간동안 정지를 받으셨습니다.
lt: Turėjome jus laikinai apriboti.
lv: Mums nācās jūs apturēt uz laiku.
mk: Моравме да те исклучиме на кратко.
nl: We moesten je voor een korte tijd een time-out geven.
pt: Tivemos de te banir por algum tempo.
ro: Am fost nevoiți să suspendăm activitatea pentru puțin timp.
ru: Мы вынуждены прервать вас на время.
sk: Na chvíľu sme Vás museli odstaviť.
sl: Morali smo vas za nekaj časa onemogočiti.
sq: Na u desh t’ju ndalnim për ca kohë.
sr: Морали смо ти дати тајм-аут на неко време.
sv: Vi är tvugna att stänga av dig en stund.
tr: Sizi bir süreliğine oyunlardan men etmek zorunda kaldık.
uk: Нам довелося забанити вас на певний час.
vi: Chúng tôi phải ngừng bạn lại một thời gian.
zh: 我们不得不暂时将您封禁一段时间。
zh_tw: 我們必須將您暫時封鎖

source: Why?
af: Hoekom?
ar: لماذا ؟
az: Niyə?
be: Чаму?
bg: Защо?
bn: কেন
bs: Zašto?
ca: Perquè?
cs: Proč?
da: Hvorfor?
el: Γιατί;
eo: Kial?
es: ¿Por qué?
eu: Zergatik?
fa: چرا؟
fi: Miksi?
gl: Por que?
he: למה?
hy: Ինչու՞
id: Mengapa?
it: Perché?
kk: Себебі қандай?
ko: 왜 그런가요?
lt: Kodėl?
lv: Kāpēc?
mk: Зошто?
nl: Waarom?
pt: Porquê?
ro: De ce?
ru: Почему?
sk: Prečo?
sl: Zakaj?
sq: Pse?
sr: Зашто?
sv: Varför?
tr: Neden?
uk: Чому?
vi: Tại sao?
zh: 为什么？
zh_tw: 為什麼？

# pleasantChessExperience
source: We aim to provide a pleasant chess experience for everyone.
af: Ons poog om 'n aangename ervaring aan alle spelers te gee.
ar: نحن نهدف الى توفير تجربة شطرنج ممتعة للجميع.
az: Biz hər kəs üçün xoş bir şahmat təcrübəsi təmin etməyi hədəfləyirik.
be: Мы імкнемся даставіць задавальненне ад шахмат ўсім гульцам.
bg: Стремим се да доставим приятно удоволствие от Шаха на всеки.
bn: আমাদের লক্ষ্য প্রত্যেকের জন্য একটি আনন্দদায়ক দাবা খেলার অভিজ্ঞতা দেয়া।
bs: Naš cilj je da svima pružimo ugodno šahovsko iskustvo.
ca: Intentem donar una bona experiència d’escacs a tothom.
cs: Snažíme se všem poskytnout příjemnou hru.
da: Vi tilstræber at give alle en behagelig skakoplevelse.
el: Ο σκοπός μας είναι να προσφέρουμε μια ευχάριστη σκακιστική ατμόσφαιρα για όλους.
eo: Nia celo estas provizi plaĉan ŝakan sperton al ĉiuj.
es: Nuestro objetivo es proporcionar una experiencia agradable a todo el mundo.
eu: Guztioi xakean jokatzeko aukera atsegina eskaintzea da gure helburua.
fa: هدف ما مهیا ساختن تجربه لذت بخش شطرنج به همه افراد است.
fi: Haluamme tarjota mukavan shakkielämyksen kaikille.
gl: O noso obxectivo é proporcionar unha experiencia amena no xadrez pra todo o mundo.
he: אנחנו מנסים לספק חווית שח נעימה לכולם.
hy: Մեր նպատակը շախմատը բոլորի համար հետաքրքիր դարձնելն է։
id: Kami bertujuan dan menjaga untuk memberikan pengalaman catur yang menyenangkan bagi semua orang.
it: Vogliamo offrire a tutti una esperienza di scacchi piacevole.
kk: Біз әрбіреудің ойны жайлы өтуін мақсат етеміз.
ko: 우리는 모두에게 즐거운 체스 경험을 제공하는 것을 목표로 합니다.
lt: Mes stengiamės suteikti galimybę visiems patirti šachmatų malonumą.
lv: Mēs cenšamies visiem piedāvāt patīkamu šaha pieredzi.
mk: Се стремиме да пружиме пријатно искуство за сите.
nl: Wij streven ernaar om iedereen een prettige schaakervaring te bieden.
pt: Tencionamos proporcionar uma experiência de xadrez agradável a todos.
ro: Dorim să oferim o experiență plăcută tuturor jucătorilor de șah.
ru: Наша цель — сделать шахматы интересными для всех.
sk: Naším cieľom je poskytovať všetkým príjemný šachový zážitok.
sl: Želimo, da imajo z igranjem vsi prijetno izkušnjo.
sq: Synojmë të ofrojmë përvojë të këndshme me shahun për këdo.
sr: Циљамо да обезбедимо пријатно искуство шаха за све.
sv: Vårt mål är att tillhandahålla alla en behaglig schackupplevelse till alla.
tr: Herkese keyifli bir satranç deneyimi sunmayı amaçlıyoruz.
uk: Ми хочемо, щоб усім було приємно грати у нас в шахи.
vi: Mục tiêu của chúng tôi là cung cấp trải nghiệm chơi cờ vui vẻ cho mọi người.
zh: 我们致力于为所有人提供愉快的国际象棋体验。
zh_tw: 我們的目的在於維持良好的下棋環境
