Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleStrengths
source: Strengths
af: Sterkpunte
ar: نقاط القوة
az: Güc
be: Моцныя бакі
bg: Силни страни
bn: শক্তিমত্তা
bs: Jake strane
ca: Fortaleses
cs: Silné stránky
da: Styrke
el: Δυνατά σημεία
eo: Fortoj
es: Puntos fuertes
eu: Indarguneak
fa: نقاط قوت
fi: Vahvuutesi
gl: Puntos fortes
he: חוזקות
hy: Ուժեղ կողմեր
id: Kekuatan
it: Punti di forza
kk: Күштілігі
ko: 강점
lt: Striprybės
lv: Uzdevumi, kas padodas
mk: Предности
nl: Sterke punten
pt: Pontos fortes
ro: Puncte tari
ru: Сильные стороны
sk: Silné stránky
sl: Prednosti
sq: Vështirësi
sr: Снага
sv: Styrkor
tr: Güçlü yönler
uk: Сильні сторони
vi: Điểm mạnh
zh: 强项
zh_tw: 強項

source: Puzzle history
af: Raaisel geskiedenis
ar: سجل الألغاز
az: Tapmaca keçmişi
be: Гісторыя задач
bg: История на задачите
bn: পূর্বে চেষ্টা করা ধাঁধা
bs: Istorija slagalice
ca: Historial de problemes
cs: Historie řešení úloh
da: Opgavehistorik
el: Ιστορικό τακτικών
eo: Puzla historio
es: Historial de ejercicios
eu: Ariketen historikoa
fa: پیشینهٔ معما
fi: Tehtävähistoria
gl: Historial de crebacabezas
he: חידות קודמות
hy: Խնդիրների պատմություն
id: Riwayat teka-teki
it: Cronologia dei problemi
kk: Жұмбақ журналы
ko: 퍼즐 히스토리
lt: Užduočių istorija
lv: Uzdevumu vēsture
mk: Историја на загатки
nl: Puzzelscore
pt: Histórico de problemas
ro: Istoric probleme de șah
ru: История задач
sk: História úloh
sl: Zgodovina ugank
sq: Historik ushtrimesh
sv: Historik för schackproblem
tr: Bulmaca geçmişi
uk: Історія задач
vi: Lịch sử giải câu đố
zh: 解题历史
zh_tw: 解題紀錄

# puzzleSolved
source: solved
af: opgelos
ar: حلت
az: həll edilmiş
be: вырашана правільна
bg: решени
bn: মীমাংসিত
bs: riješeno
ca: resolt
cs: vyřešeno
da: løst
el: λύθηκε
eo: solvita
es: resuelto
eu: ebatzita
fa: حل شده
fi: ratkaistu
gl: resoltos
he: פתרת
hy: լուծված
id: diselesaikan
it: risolto
kk: шешілді
ko: 해결함
lt: išspręsta
lv: atrisināts
mk: решено
nl: opgelost
pt: resolvido
ro: rezolvat
ru: решённые
sk: vyriešené
sl: rešeno
sq: të zgjidhura
sr: решено
sv: löst
tr: çözüldü
uk: вирішено
vi: giải đúng
zh: 已解答
zh_tw: 解決

# puzzleFailed
source: incorrect
af: gefaal
ar: فشلت
az: uğursuz oldu
be: памылка
bg: неуспешни
bn: ভুল করা ধাঁদা
bs: nepravilno
ca: fallat
cs: nezdařilo se
da: mislykket
el: δε λυθηκε
eo: malsukcesis
es: fallido
eu: huts eginda
fa: شکست!
fi: epäonnistui
gl: incorrecto
he: שגית
hy: անհաջող
id: gagal
it: sbagliato
kk: шешілмеді
ko: 실패함
lt: nepavyko
lv: neizdevās
mk: неуспешно
nl: niet opgelost
pt: incorreto
ro: eșuat
ru: неправильно
sk: zlyhané
sl: neuspešno
sq: të pazgjidhura
sr: неуспело
sv: olöst
tr: başarısız
uk: невирішено
vi: giải sai
zh: 失败
zh_tw: 失敗

# puzzleStreakDescription
source: Solve progressively harder puzzles and build a win streak. There is no clock, so take your time. One wrong move, and it's game over! But you can skip one move per session.
af: Los toenemend moeiliker raaisels op en bou 'n wen reeks. Daar is nie 'n tydsfaktor nie, so vat dit rustig. Een verkeerde skuif en dit stuit! Maar jy kan 'n skuif per sessie oorslaan.
ar: حل الألغاز بشكل مطرد وبناء سلسلة الفوز. لا توجد ساعة، لذا خذ وقتك. نقلة خاطئة واحدة، وقد انتهت اللعبة! ولكن يمكنك تخطي حركة واحدة في كل دورة.
az: Getdikcə çətinləşən pazlları yerinə yetir və qələbə seriyası yarat. Zaman məhdudiyyəri yoxdur, odur ki, tələsmə. Bir səhv gediş və oyun bitdi! Amma hər sessiyada bir gedişi buraxa bilərsən.
be: Вырашайце патупова ўскладняючыеся задачы і стварыце пераможную серыю. Тут няма гадзінніку, таму не спяшайцеся. Адзін няправільны ход і гульня скончана! Але можна прапусціць адзін ход за спробу.
bg: Решавайте задачи с нарастваща трудност и направете поредица от победи. Няма хронометър, така че играйте спокойно. Един грешен ход, и играта свършва! Можете да пропуснете по един ход на сесия.
bn: ধারাবাহিক জয় বজায় রাখতে ক্রমাগত কঠিন হতে থাকা ধাঁধার সমাধান করুন। কোনো সময়সীমা নেই। তবে একটি ভুল চালে খেলা শেষ। প্রতি সেশনে একটি করে চাল বাদ(skip) দেয়া যাবে।
bs: Rješavajte progresivno teže probleme i napravite niz pobjeda. Nema vremenskog ograničenja, pa uzmite vremena. Jedan pogrešan potez i igra je gotova! No, možete preskočiti jedan potez po sesiji.
ca: Soluciona problemes cada vegada més difícils i aconsegueix una ratxa de victòries. No hi ha temps, pren-t'ho amb calma. Si fas un moviment erroni, s'acaba el joc! Però pots ometre un moviment per sessió.
cs: Vyřešte postupně těžší hádanky a vytvořte vítěznou sérii. Není tu žádný limit, takže si dejte na na čas. Jeden špatný tah a je to, hra skončí! Můžete ale přeskočit jeden tah za běh.
da: Løs taktikopgaver af stigende sværhedsgrad og opbyg en sejrsstime. Der er intet ur, så tag dig god tid. Ét forkert træk og spillet er ovre! Men du kan springe ét træk over per session.
el: Λύστε τακτικά που γίνονται όλο και πιο δύσκολοι και χτίστε σιγά-σιγά ένα «σερί νικών». Δεν υπάρχει χρόνος, οπότε μη βιάζεστε. Μια λάθος κίνηση, και το παιχνίδι τέλειωσε! Μπορείτε να παραλείψετε μια κίνηση σε κάθε γύρο.
eo: Solvu sinsekve pli malfacilaj puzloj por konstrui venkan sinsekvon. Ne estas horloĝo, do prenu vian tempon. Unu malĝusta movo, kaj estas ludfino! Vi povas preterpasi unu movon po sesio.
es: Resuelve ejercicios cada vez más difíciles para conseguir la racha más larga posible. No hay tiempo, así que tómatelo con calma. Un movimiento erróneo y ¡se acabó!, aunque puedes omitir un movimiento en cada sesión.
eu: Ebatzi gero eta zailagoak diren ariketak eta garaipen-bolada lortu. Ez dago erlojurik, beraz hartu behar duzun denbora. Jokaldi oker bat eta akabo! Baina aldi bakoitzean behin salto egin dezakezu.
fa: به تدریج معماهای سخت‌تری را حل کنید و یک دنباله بُرد بسازید. محدویت زمانی وجود ندارد، پس عجله نکنید. با یک حرکت اشتباه، بازی تمام می‌شود! در هر دور، می‌توانید یک حرکت را رَد کنید.
fi: Ratkaise asteittain vaikeutuvia tehtäviä ja luo voittoputki. Kello ei ole käytössä, joten voit miettiä rauhassa. Yksikin väärä siirto, niin peli on ohi! Kunkin sarjan aikana voit kuitenkin ohittaa yhden siirron.
gl: Soluciona exercicios cada vez máis difíciles e consigue unha secuencia de vitorias. Non hai conta atrás, así que podes ir amodo. Se te equivocas nun só movemento, acabouse! Pero lembra que podes omitir unha xogada por sesión.
he: פתרו חידות ברמת קושי עולה וצברו רצף של ניצחונות. אין שעון, אז קחו את הזמן. מהלך שגוי אחד, והמשחק נגמר! אבל את/ה יכול/ה לדלג על מהלך אחד בכל הפעלה.
hy: Լուծե՛ք աստիճանաբար բարդացող խնդիրները և ստեղծե՛ք հաղթական շարք։ Այստեղ չկա ժամացույց, այնպես որ՝ մի՛ շտապեք։ Մեկ անհաջող քայլ, և խաղն ավարտված է։ Բայց մեկ խաղաշարի ընթացքում կարելի է բաց թողնել մեկ քայլ։
id: Pecahkan teka-teki yang semakin sulit dan bangun kemenangan beruntun. Tidak ada jam, jadi luangkan waktu Anda. Satu langkah salah, dan permainan berakir! Tapi Anda dapat melewati gerakan per sesi.
it: Risolvi problemi progressivamente più difficili e accumula una serie di vittorie. Non c'è orologio, quindi fa' con calma. Appena fai una mossa sbagliata è finita! Puoi saltare una mossa per sessione.
kk: Қиындай беретін жұмбақтарды шешіп, жеңістер тізбегін құрыңыз. Уақытта шектеу жоқ. Бір бұрыс қадам болса, ойын бітті! Бірақ бір бәйгеде бір жүрісті өткізіп жібере аласыз.
ko: 점점 더 어려워지는 퍼즐을 풀고 연승을 쌓으세요. 시간 제한은 없습니다. 한번의 잘못된 수 만으로 게임이 끝납니다! 그러나 세션당 한 수를 건너 뛸 수 있습니다.
lt: Spręskite vis sunkėjančias užduotis ir kaupkite pergalių seriją. Galite neskubėti, kadangi nėra laikrodžio. Vienas neteisingas ėjimas ir žaidimas baigtas! Per sesiją galite praleisti vieną ėjimą.
lv: Atrisiniet aizvien grūtākus uzdevumus un veidojiet uzvaru sēriju. Varat domāt, cik ilgi vēlaties, jo laiks nav ierobežots. Viens nepareizs gājiens, un spēle galā! Taču varat izlaist vienu gājienu katrā sesijā.
mk: Решавајте прогресивно потешки загатки и изградете победничка серија. Нема часовник, па не брзајте. Еден погрешен потег и играта е завршена! Но, можете да прескокнете еден потег по сесија.
nl: Los steeds moeilijker wordende puzzels op en bouw aan een succesreeks. Er is geen klok, dus neem de tijd. Eén foute zet en het spel is uit! Per sessie kun je één zet overslaan.
pt: Resolve puzzles progressivamente mais difíceis e estabelece uma sequência de vitórias. Não há relógio, demora o teu tempo. Um movimento errado e o jogo acaba! No entanto, podes saltar um movimento por sessão.
ro: Rezolvă probleme din ce în ce mai grele și construiește un șir de victorii consecutive. Nu există limită de timp, deci nu te grăbi. O mișcare greșită și jocul s-a terminat! Dar poți sări peste o mutare în fiecare sesiune.
ru: Решайте постепенно усложняющиеся задачи и создайте победную серию. Здесь нет часов, так что не торопитесь. Один неправильный ход и игра закончена! Но можно пропустить один ход за сеанс.
sk: Riešte postupne ťažšie úlohy a dosiahnite nepretržitú sériu správnych riešení. Nie sú tu žiadne hodiny, takže sa neponáhľajte. Stačí jeden nesprávny ťah a séria sa končí! V každej sérii je však môžete jeden ťah vynechať.
sl: Rešujte vedno težje uganke in ustvarite zmagovalni niz. Vzemite si čas, saj ni časovne omejitve. Ena napačna poteza in igre je konec! Lahko pa v posamezni lekciji preskočite eno potezo.
sq: Zgjidh ushtrime që bëhen më të vështira. Nuk ka kufizim kohe, kështu qe mendohu mirë, një lëvizje e gabuar, dhe humb! Mund ta kapërcesh vetëm një ushtrim.
sv: Lös gradvis svårare pussel och bygg en vinstserie. Det finns ingen klocka, så ta din tid. Ett feldrag och spelet är över! Men du kan skippa ett drag per session.
tr: Giderek zorlaşan bulmacaları çözün ve bir galibiyet serisi oluşturun. Zaman sınırı yok, bu yüzden acele etmeyin. Bir yanlış hamleye oyun biter! Fakat tur başına bir hamle atlayabilirsiniz.
uk: Вирішуйте щораз важчі задачі та створюйте серію перемог. Обмеження часу немає, тому не поспішайте. Один хибний хід, і гра закінчена! Але ви можете пропустити один хід за сесію.
vi: Giải những câu đố có độ khó tăng dần và tích lũy chuỗi thắng. Sẽ không có đồng hồ, nên hãy giải chúng một cách bình tĩnh. Một nước đi sai, và trò chơi sẽ kết thúc! Tuy nhiên, bạn được quyền bỏ qua một nước đi trong mỗi lần chơi.
zh: 逐步挑战更难的谜题，构建您的连胜纪录。这里没有时间限制，所以请慢慢思考。一步走错，挑战即告结束！但每次挑战过程中，您可以跳过一步棋。
zh_tw: 累積你的連勝，解著漸漸變難的題目。 沒有時間限制，不要急。走錯一步，將會是遊戲結束！ 不過每一局中你都有跳過一步棋的機會。

# puzzleYourStreakX
source: Your streak: {param}
af: Jou wen reeks: {param}
ar: حل متتالي: {param}
az: Qələbə seriyan: {param}
be: Ваша серыя: {param}
bg: Вашите поредни победи: {param}
bn: আপনার স্কোর: {param}
bs: Vaš niz: {param}
ca: Victòries consecutives: {param}
cs: Vaše série: {param}
da: Din stime: {param}
el: Το σερί νικών σας: {param}
eo: Via sinsekvo: {param}
es: Tu racha: {param}
eu: Zure garaipen-bolada: {param}
fa: رکورد شما: {param}
fi: Putkesi: {param}
gl: A túa secuencia de vitorias: {param}
he: הרצף שלך: {param}
hy: Ձեր շարքը՝ {param}
id: Garis Anda: {param}
it: Punteggio: {param}
kk: Жеңістер тізбегі: {param}
ko: 연승 기록: {param}
lt: Jūsų serija: {param}
lv: Jūsu uzvaru posms: {param}
mk: Вашата серија: {param}
nl: Uw reeks: {param}
pt: Vitórias consecutivas: {param}
ro: Probleme consecutive: {param}
ru: Ваша серия: {param}
sk: Vaša séria výhier: {param}
sl: Vaš niz: {param}
sq: Rrezultati juaj: {param}
sv: Din vinstserie: {param}
tr: Seriniz: {param}
uk: Ваша серія: {param}
vi: Chuỗi của bạn: {param}
zh: 您的连胜纪录：{param}
zh_tw: 您的連勝場數：{param}

# puzzleStreakSkipExplanation
source: Skip this move to preserve your streak! Only works once per run.
af: Slaan die skuif oor, om jou reeks te behou! Werk slegs een keer per ronde.
ar: تخطى هذه الحركة للحفاظ على سلسلة الانتصارات.
az: Qələbə seriyanı qorumaq üçün bu gedişi keç! Oyun başına yalnız bir dəfə işləyir.
be: Прапусціце гэты ход, каб захаваць серыю! Можна скарыстаць толькі адзін раз.
bg: Пропуснете този ход за да запазите поредицата си! Може да го направите само веднъж на сесия.
bn: আপনার ধারাবাহিক জয় বজায় রাখতে এই চাল বাদ(skip) করুন। প্রতিবার প্রচেষ্টায় একবার করে এমনটা করতে পারবেন।
bs: Preskočite ovaj potez da sačuvate niz! To možete samo jednom po rundi.
ca: Omet aquest moviment i preserva la teva ratxa! Només funciona una vegada per sessió.
cs: Přeskočit tento krok pro zachování své série! Funguje pouze jednou za běh.
da: Spring dette træk over for at bevare din stime! Virker kun én gang per gennemløb.
el: Παραλείψτε αυτή την κίνηση για να διατηρήσετε το σερί νικών σας! Λειτουργεί μόνο μία φορά ανά γύρο.
eo: Preterpasu ĉi tiun movon por ŝirmi vian sinsekvo! Nur laboras unu per kuro.
es: Puedes omitir este movimiento para conservar tu racha, pero solo una vez por sesión.
eu: Jokaldi hau saltatu zure bolada mantentzeko! Lasterketa bakoitzean behin bakarrik erabili dezakezu.
fa: این حرکت را رد کنید تا رکورد خود را حفظ کنید! فقط یک بار در هر دور امکان‌پذیر است.
fi: Ohita tämä siirto jatkaaksesi putkea! Toimii kunkin sarjan aikana vain kerran.
gl: Omite este movemento para conservar a túa secuencia. Só se pode facer unha vez por sesión.
he: דלג/י על מהלך זה כדי לשמור על הרצף שלך! ניתן לדלג רק פעם אחת בכל הפעלה.
hy: Բաց թողնել այս քայլը՝ շարքը պահպանելու համար։ Կարելի է օգտագործել միայն մեկ անգամ։
id: Lewati gerakan ini untuk mempertahankan garis Anda! Hanya bekerja sekali per pertandingan.
it: Salta questa mossa per mantenere il punteggio! È possibile farlo solo una volta per sessione.
kk: Тізбегіңіз үзілмес үшін бұл жүрісті өткізіп жіберіңіз. Әр бәйгеде бір рет қана жасауға болады.
ko: 이 수를 건너뛰고 연승 기록을 보존하세요! 한 도전에 한 번만 가능합니다.
lt: Praleiskite ėjimą norėdami išsaugoti savo seriją! Veikia tik vieną kartą per bandymą.
lv: Izlaist gājienu, lai paturētu uzvaru sēriju. Darbojas tikai vienreiz katrā spēlē.
mk: Прескокнете го овој потег за да ја зачувате вашата победничка серија! Дозволено само еднаш во сесија.
nl: Sla deze zet over om je reeks te behouden! Werkt maar eenmaal per sessie.
pt: Salta este movimento para preservar a tua sequência! Apenas funciona uma vez por sessão.
ro: Sări peste această mutare pentru a-ți păstra șirul de probleme consecutive reușite! Funcționează o singură dată pe sesiune.
ru: Пропустить этот ход, чтобы сохранить серию! Можно использовать только один раз.
sk: Preskočte tento ťah, aby ste neprerušili sériu! Funguje len raz za kolo.
sl: Preskočite to potezo, da ohranite svoj niz! V posameznem poskusu je to mogoče samo enkrat.
sq: Kapërce këtë lëvizje qe te ruash kombinimet! Bën vetëm një herë per garë.
sv: Skippa detta drag för att bevara din vinstserie! Fungerar bara en gång per spel.
tr: Serini korumak için bu hamleyi atla! Her turda sadece bir atlama hakkın var.
uk: Пропустіть цей хід, щоб зберегти Вашу серію! Але лише один раз за сесію.
vi: Bỏ qua nước đi này để bảo toàn chuỗi của bạn! Chỉ dùng được một lần cho mỗi lần chơi.
zh: 跳过此步以保持您的连胜！每次挑战只能使用一次。
zh_tw: 跳過這一步來維持您的連勝紀錄！每次遊玩只能使用一次。

# puzzleContinueTheStreak
source: Continue the streak
af: Gaan voort met die reeks
ar: استمر في الحل المتتالي
az: Qələbə seriyanı davam et
be: Працягнуць серыю
bg: Продължете поредицата
bn: পরবর্তী ধাঁধায় যান
bs: Nastavite niz
ca: Continua la sèrie
cs: Pokračovat v sérii
da: Fortsæt stimen
el: Συνεχίστε το σερί νικών
eo: Daŭrigi la sinsekvon
es: Continuar la racha
eu: Jarraitu garaipen-bolada
fa: توالی را ادامه دهید
fi: Jatka putkea
gl: Continúa a secuencia
he: המשך הרצף
hy: Շարունակել շարքը
id: Lanjutkan garisnya
it: Continua
kk: Тізбекті жалғастыру
ko: 계속하기
lt: Tęsti seriją
lv: Turpināt uzvaru sēriju
mk: Продолжете ја серијата
nl: Doorgaan met de reeks
pt: Continua a sequência
ro: Continuă secvența
ru: Продолжить серию
sk: Pokračovať v sérii výhier
sl: Nadaljujte niz
sq: Vazhdoje raundin
sv: Fortsätt vinstserien
tr: Seriye devam et
uk: Продовжити серію
vi: Tiếp tục chuỗi
zh: 继续连胜
zh_tw: 繼續遊玩

# puzzleNewStreak
source: New streak
af: Nuwe reeks
ar: حل متتالي جديد
az: Yeni qələbə seriyası
be: Новая серыя
bg: Нова поредица
bn: নতুন ধাঁধার ধারা
bs: Novi niz
ca: Nova sèrie
cs: Nová série
da: Ny stime
el: Νέο σερί νικών
eo: Nova sinsekvo
es: Nueva racha
eu: Garaipen-bolada berria
fa: رکورد جدید
fi: Uusi putki
gl: Nova secuencia de vitorias
he: רצף חדש
hy: Նոր շարք
id: Garis baru
it: Nuova sessione
kk: Жаңа тізбек
ko: 새 연승 도전
lt: Nauja serija
lv: Jauna uzvaru sērija
mk: Нова серија
nl: Nieuwe reeks
pt: Nova sequência de vitórias
ro: Începe o nouă secvență
ru: Новая серия
sk: Nová séria výhier
sl: Nov niz
sq: Raund i ri
sv: Ny vinstserie
tr: Yeni seri
uk: Нова серія
vi: Chuỗi mới
zh: 新的连胜
zh_tw: 新的連勝紀錄

# puzzleFromMyGames
source: From my games
af: Van my spelle
ar: من مبارياتي
az: Oyunlarımdan
be: З маіх гульняў
bg: От моите партии
bn: আমার খেলা গুলো থেকে
bs: Iz mojih partija
ca: De les meves partides
cs: Z mých partií
da: Fra mine partier
el: Από τις παρτίδες μου
eo: De miaj ludoj
es: De mis partidas
eu: Nire partidetatik
fa: از بازی های من
fi: Omista peleistäni
gl: Das miñas partidas
he: מהמשחקים שלי
hy: Իմ պարտիաներից
id: Dari permainan saya
it: Dalle mie partite
kk: Менің ойындарымнан
ko: 내 게임에서
lt: Iš mano partijų
lv: No manām spēlēm
mk: Од моите игри
nl: Van mijn partijen
pt: Dos meus jogos
ro: Din jocurile mele
ru: Из моих партий
sk: Z mojich partií
sl: Iz mojih iger
sq: Nga lojërat e mia
sv: Från mina partier
tr: Benim oyunlarımdan
uk: З моїх ігор
vi: Từ ván đấu của tôi
zh: 来自我的对局
zh_tw: 來自我的棋局

# puzzleLookupOfPlayer
source: Lookup puzzles from a player's games
af: Beloer raaisels van 'n speler se spelle
ar: ابحث عن ألغاز في مباريات لاعبين آخريين
az: Bir oyunçunun oyunlarından tapmacalar
be: Шукаць задачы з партый гульца
bg: Търсене на задачи от партиите на играч
bn: একজন খেলোয়াড়ের খেলা থেকে ধাঁধা দেখুন
bs: Potražite probleme u igračevim partijama
ca: Cercar problemes de les partides d'un jugador
cs: Vyhledat úlohy z her hráče
da: Søg taktikopgaver fra en spillers partier
el: Αναζητήστε τακτικά από τις παρτίδες ενός παίκτη
eo: Elserĉi puzlojn el ludoj de ludanto
es: Buscar ejercicios de las partidas de un jugador
eu: Bilatu jokalari baten partidetatik ateratako ariketak
fa: به دنبال معماهای برگرفته از بازی‌های یک بازیکن مشخص، بگردید
fi: Hae tehtäviä tietyn pelaajan peleistä
gl: Buscar crebacabezas das partidas dun xogador
he: חפש פאזלים ממשחקים של אחד השחקנים
hy: Փնտրել խնդիրներ խաղացողի պարտիաներից
id: Cari teka-teki dari sebuah permainan pemain
it: Genera problemi dalle partite di un giocatore
kk: Бір ойыншының ойындарынан жұмбақ іздеу
ko: 플레이어의 게임들에서 퍼즐을 찾습니다
lt: Peržiūrėti galvosūkius iš žaidėjo partijų
lv: Meklēt uzdevumus no kāda spēlētāja spēlēm
mk: Пребарувај загатки од игрите на други играчи
nl: Zoek puzzels uit partijen van een specifieke speler
pt: Pesquise problemas de jogos de um jogador
ro: Caută puzzle-uri din jocurile unui jucător
ru: Искать задачи из партий игрока
sk: Vyhľadávanie úloh z partií hráča
sl: Iskanje ugank iz igralčevih iger
sq: Kërkoni te ushtrime prej lojërave të një lojtari
sv: Leta upp schackproblem från en spelares partier
tr: Bir oyuncunun oyunlarından bulmaca ara
uk: Знайти задачі з ігр користувача
vi: Tìm câu đố từ các ván đấu của người khác
zh: 查找特定棋手对局中的谜题
zh_tw: 尋找其他棋手的棋局謎題

# puzzleSearchPuzzles
source: Search puzzles
af: Soek raaisels
ar: ابحث عن ألغاز
az: Tapmaca axtar
be: Шукаць задачы
bg: Търсене на задачи
bn: ধাঁধা খুজুন
bs: Pretražite probleme
ca: Cercar problemes
cs: Hledat hádanky
da: Søg taktikopgaver
el: Αναζήτηση τακτικών
eo: Serĉi puzlojn
es: Buscar ejercicios
eu: Ariketak bilatu
fa: جستجوی معما
fi: Hae tehtäviä
gl: Busca crebacabezas
he: חיפוש פאזלים
hy: Փնտրել խնդիրներ
id: Cari teka-teki
it: Cerca problemi
kk: Жұмбақ іздеу
ko: 퍼즐 찾기
lt: Ieškoti galvosūkių
lv: Meklēt uzdevumus
mk: Пребарувај загатки
nl: Puzzels zoeken
pt: Pesquisar desafios
ro: Caută puzzle-uri
ru: Искать задачи
sk: Hľadať úlohy
sl: Išči uganke
sq: Kërkoni në ushtrime
sv: Sök schackproblem
tr: Bulmaca ara
uk: Шукати задачі
vi: Tìm câu đố
zh: 搜索谜题
zh_tw: 尋找謎題
