Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# passwordSuggestion
source: Do not set a password suggested by someone else. They will use it to steal your account.
af: Moenie 'n wagwoord gebruik wat deur iemand anders voorgestel is nie. Dit kan gebruik word om jou rekening te steel.
ar: لا تقم بتعيين كلمة مرور مقترحة من قبل شخص آخر. سوف يستخدمونها لسرقة حسابك.
az: Başqasının təklif etdiyi parolu təyin etməyin. Hesabınızı oğurlamaq üçün istifadə edə bilərlər.
be: Не ўстанаўлівайце пароль, прапанаваны кімсьці. Яго могуць выкарыстаць, каб скрасці ваш уліковы запіс.
bg: Не използвайте парола предложена от друг човек. Понеже може да ви открадне профила.
bn: অন্য কারো প্রস্তাবিত পাসওয়ার্ড ব্যবহার করবেন না, কারন আপনার অ্যাকাউন্ট অন্য কারো দ্বারা চুরি/ব্যাবহার হওয়ার সম্ভাবনা রয়েছে
bs: Nemojte postavljati lozinku koju je predložio netko drugi. Mogu je iskoristiti za krađu vašeg računa.
ca: No facis servir una contrasenya suggerida per algú altre. La farà servir per robar el vostre compte.
cs: Nenastavujte heslo navržené někým jiným. Využijí toho k ukradení Vašeho účtu.
da: Angiv ikke en adgangskode, som er foreslået af en anden person. De vil bruge den til at stjæle din konto.
el: Μην ορίσετε κωδικό πρόσβασης που σας πρότεινε κάποιος άλλος — ενδεχομένως να χρησιμοποιηθεί για κακόβουλη πρόσβαση στον λογαριασμό σας.
eo: Ne fari pasvorton, ke aliuloj sugestas. Oni uzos ĝin por ŝteli vian konton.
es: No uses una contraseña que te haya sugerido otra persona. Podrían usarla para robar tu cuenta.
eu: Ez erabili beste norbaitek esandako pasahitzak. Zure kontua lapurtzeko erabiliko dute.
fa: از رمز عبور پیشنهاد شده از شخص دیگر استفاده نکنید. در این صورت احتمال سرقت حساب شما وجود دارد.
fi: Älä ota käyttöön jonkun toisen ehdottamaa salasanaa. Hän voi varastaa sen avulla käyttäjätunnuksesi.
gl: Non empregues un contrasinal suxerido por outra persoa. Poden empregalo para roubar a túa conta.
he: אל תשתמשו בסיסמה שהציע לכם אדם אחר. הוא ישתמש בה כדי לגנוב את חשבונכם!
hy: Մի՛ ընտրեք այլ անձանց առաջարկած գաղտնաբառը։ Նրանք դրա օգնությամբ կգողանան Ձեր մասնակցային հաշիվը։
id: Jangan gunakan password yang disarankan orang lain. Mereka akan menggunakannya untuk mengambil akun anda.
it: Non impostare una password suggerita da qualcun altro. La utilizzeranno per rubare il tuo profilo.
kk: Басқа біреу ұсынған құпиясөзді қолданбаңыз. Ол адам тіркелгіңізді ұрлауы мүмкін.
ko: 다른 사람이 제안한 비밀번호를 설정하지 마세요. 타인이 계정을 도용하는 데 사용할 수 있습니다.
lt: Nenaudokite slaptažodžio, kurį jums pasiūlė kas nors kitas. Tuo galima pasinaudoti pavogiant jūsų paskyrą.
lv: Neizmantojiet paroli, ko ieteicis kāds cits. To var izmantot, lai gūtu piekļuvi jūsu kontam.
mk: Не користете предлог лозинка од некој друг. Можат да ја искористат да Ви го присвојат профилот.
nl: Stel geen wachtwoord in dat iemand anders voorstelt. Ze kunnen het gebruiken om je account te stelen.
pt: Não uses uma senha sugerida por outra pessoa. Eles vão utilizar-la para roubar a tua conta.
ro: Nu seta o parolă sugerată de altcineva. O vor folosi pentru a vă fura contul.
ru: Не устанавливайте пароль, предложенный другими людьми. Они с его помощью украдут вашу учётную запись.
sk: Nepoužívajte heslo ktoré, vám dal niekto iný. Mohol by vám ukradnúť účet.
sl: Ne nastavite gesla, ki ga predlaga nekdo drug. Uporabili ga bodo za krajo vašega računa.
sq: Mos caktoni si fjalëkalim diçka të sugjeruar nga dikush tjetër. Do ta përdorin për t’ju grabitur llogarinë tuaj.
sr: Немој користити лозинку коју ти је предложио неко други. Он ће је искористити да преузме твој налог.
sv: Ange inte ett lösenord som föreslagits av någon annan. De kommer att använda det för att stjäla ditt konto.
tr: Başkaları tarafından önerilen bir parolayı kullanmayın. Bunu hesabınızı çalmak için kullanacaklardır.
uk: Не встановлюйте пароль, запропонований кимось. Він може використати його для крадіжки вашого облікового запису.
vi: Đừng sử dụng mật khẩu được đề xuất bởi người khác. Họ có thể dùng nó để đánh cắp tài khoản của bạn.
zh: 切勿使用他人提供的密码，以防账户被盗。
zh_tw: 不要使用他人建議的密碼，他們會用此密碼盜取你的帳戶。

# emailSuggestion
source: Do not set an email address suggested by someone else. They will use it to steal your account.
af: Moenie 'n epos-adres gebruik wat deur iemand anders voorgestel is nie. Dit kan gebruik word om jou rekening te steel.
ar: لا تقم بتعيين عنوان بريد إلكتروني اقترحه شخص آخر. سوف يستخدمه لسرقة حسابك.
az: Başqasının təklif etdiyi e-poçt ünvanını təyin etməyin. Hesabınızı oğurlamaq üçün istifadə edəcəklər.
be: Не ўстанаўлівайце адрас электроннай пошты, прапанаваны кімсьці. Яго могуць выкарыстаць, каб скрасці ваш уліковы запіс.
bg: Не използвайте имейл адрес на друг човек. Понеже може да ви открадне профила.
bn: অন্য কারো প্রস্তাবিত ই-মেইল ব্যবহার করবেন না, কারন আপনার অ্যাকাউন্ট অন্য কারো দ্বারা চুরি/ব্যাবহার হওয়ার সম্ভাবনা রয়েছে
bs: Nemojte postavljati e-mail adresu koju je predložio netko drugi. Mogu je iskoristiti za krađu vašeg računa.
ca: No facis server un correu electrònic suggerit per algú altre. La farà servir per robar el vostre compte.
cs: Nenastavujte e-mailovou adresu navrženou někým jiným. Použijí to ke krádeži Vašeho účtu.
da: Angiv ikke en e-mailadresse, som er foreslået af en anden person. De vil bruge den til at stjæle din konto.
el: Μη χρησιμοποιήσετε email που στάλθηκε από κάποιον άλλο — ενδεχομένως να χρησιμοποιηθεί για κακόβουλη πρόσβαση στον λογαριασμό σας.
eo: Ne uzi retpoŝtadreson, ke aliuloj sugestas. Oni uzos ĝin por ŝteli vian konton.
es: No uses una dirección de correo electrónico que te haya sugerido otra persona. Podrían usarla para robar tu cuenta.
eu: Ez erabili beste norbaitek esandako posta elektronikoa. Zure kontua lapurtzeko erabiliko dute.
fa: از ایمیلی که از شخص دیگر به شما پیشنهاد داده است استفاده نکنید. در این صورت احتمال سرقت حساب شما وجود دارد.
fi: Älä ota käyttöön jonkun toisen ehdottamaa sähköpostiosoitetta. Hän voi varastaa sen avulla käyttäjätunnuksesi.
gl: Non empregues un enderezo de correo suxerido por outra persoa. Poden empregalo para roubar a túa conta.
he: אל תשמשו בכתובת מייל שהציע אדם אחר. הוא ישתמש בה כדי לגנוב את חשבונכם.
hy: Մի՛ ընտրեք այլ անձանց առաջարկած էլեկտրոնային փոստի հասցեն։ Նրանք դրա օգնությամբ կգողանան Ձեր մասնակցային հաշիվը։
id: Jangan gunakan email yang disarankan orang lain. Mereka akan menggunakannya untuk mengambil akun anda.
it: Non impostare un indirizzo email suggerito da qualcun altro. Lo utilizzeranno per rubare il tuo profilo.
kk: Басқа біреу ұсынған пошта мекенжайын қолданбаңыз. Ол адам тіркелгіңізді ұрлауы мүмкін.
ko: 다른 사람이 추천한 이메일 주소를 설정하지 마세요. 타인이 계정을 도용하는 데 사용할 수 있습니다.
lt: Nenaudokite el. pašto adreso, kurį jums pasiūlė kas nors kitas. Tuo galima pasinaudoti pavogiant jūsų paskyrą.
lv: Neizmantojiet e-pasta adresi, ko ieteicis kāds cits. To var izmantot, lai gūtu piekļuvi jūsu kontam.
mk: Не користете предлог емајл од некој друг. Можат да го искористат за да Ви го присвојат профилот.
nl: Stel geen e-mailadres in dat iemand anders voorstelt. Ze kunnen het gebruiken om je account te stelen.
pt: Não uses um email sugerida por outra pessoa. Eles vão utilizar-la para roubar a tua conta.
ro: Nu setați o adresă de e-mail sugerată de altcineva. O vor folosi pentru a vă fura contul.
ru: Не устанавливайте адрес электронной почты, предложенный другими людьми. Они с его помощью украдут вашу учётную запись.
sk: Nepoužívajte e-mail, ktorý, vám dal niekto iný. Mohol by vám ukradnúť účet.
sl: Ne nastavite e-poštnega naslova, ki ga predlaga nekdo drug. Uporabili ga bodo za krajo vašega računa.
sq: Mos caktoni si adresë email diçka të sugjeruar nga dikush tjetër. Do ta përdorin për t’ju grabitur llogarinë tuaj.
sr: Немој користити мејл адресу коју ти је предложио неко други. Он ће је искористити да преузме твој налог.
sv: Ange inte en e-postadress som föreslagits av någon annan. De kommer att använda den för att stjäla ditt konto.
tr: Başkaları tarafından önerilen bir e-posta adresi kullanmayın. Bunu hesabınızı çalmak için kullanacaklardır.
uk: Не встановлюйте поштову адресу, запропоновану кимось. Він може використати його для крадіжки вашого облікового запису.
vi: Đừng đặt địa chỉ email được gợi ý bởi người khác. Họ có thể dùng nó để đánh cắp tài khoản của bạn.
zh: 切勿使用他人提供的邮箱地址，以防账户被盗。
zh_tw: 不要使用他人提供的電子郵件，他們會用它盜取您的帳號。

# emailConfirmHelp
source: Help with email confirmation
af: Hulp met e-posbevestiging
ar: المساعدة في تأكيد البريد الإلكتروني
az: Email təsdiqi üçün yardım
be: Дапамога з пацвярджэннем электроннай пошты
bg: Помощ за потвърждение на имейл
bn: ইমেল নিশ্চিতকরণের মাধ্যমে সাহায্য
bs: Pomoć za potvrdu e-pošte
ca: Ajuda amb l'email de confirmació
cs: Pomoc s potvrzovacím e-mailem
da: Hjælp med bekræftelse af e-mail
el: Βοήθεια για την επιβεβαίωση της διεύθυνσης email
eo: Helpo kun konfirmo-retpoŝtaĵo
es: Ayuda con la confirmación del correo
eu: Laguntza eposta baieztapenarekin
fa: کمک با تائید ایمیل
fi: Apua sähköpostin vahvistamiseen
gl: Axuda coa confirmación por correo
he: עזרה עם אימייל האישור
hy: Օգնություն էլեկտրոնային փոստի հաստատման հարցում
id: Bantuan untuk email konfirmasi
it: Aiuto per la conferma dell'email
kk: Поштаны растау туралы көмек
ko: 이메일 확인 도움말
lt: Pagalba dėl el. pašto adreso patvirtinimo
lv: Palīdzība ar epasta apstiprinājumu
mk: Помош околу потврдата на email-от
nl: Hulp met e-mailbevestiging
pt: Ajuda com a confirmação do endereço eletrónico
ro: Ajutor cu confirmarea adresei de email
ru: Помощь с подтверждением электронной почты
sk: Pomoc s overením e-mailu
sl: Pomoč za potrditev naslova elektronske pošte
sq: Ndihmë për ripohim email-i
sr: Помоћ око потврђивања мејл адресе
sv: Hjälp med e-postbekräftelse
tr: E-posta onayı için yardım
uk: Допомога з підтвердженням електронної пошти
vi: Hỗ trợ việc xác nhận qua email
zh: 邮箱验证帮助
zh_tw: 協助電郵確認

# emailConfirmNotReceived
source: Didn't receive your confirmation email after signing up?
af: Geen bevestigingsboodskap ontvang nadat jy ingeteken het nie?
ar: لم تستلم بريدك الإلكتروني للتأكيد بعد التسجيل؟
az: Qeydiyyatdan keçdikdən sonra doğrulama maili almadınız?
be: Не атрымалі ліст з пацвярджэннем пасля рэгістрацыі?
bg: Не сте получили имейл за потвърждение на регистрацията ви?
bn: সাইন আপ করার পর ইমেইলে কনফার্মেশন পান নি?
bs: Niste primili e-poštu za potvrdu nakon prijavljivanja?
ca: No has rebut el teu email de confirmació després de registrar-te?
cs: Neobdrželi jste potvrzovací e-mail po registraci?
da: Har du ikke modtaget din bekræftelsesmail efter tilmelding?
el: Δε λάβατε το email επιβεβαίωσης μετά την εγγραφή;
eo: Ĉu vi ne ricevis vian konfirmo-retpoŝtaĵon post registrado?
es: ¿No recibiste un correo de confirmación después de registrarte?
eu: Izena eman ostean ez duzu baieztapen eposta jaso?
fa: آیا رایانامهٔ تاییدتان را پس از نام‌نویسی دریافت نکردید؟
fi: Etkö saanut vahvistussähköpostiasi rekisteröitymisen jälkeen?
gl: Non recibiches o teu correo de confirmación despois de rexistrarte?
he: לא קיבלת מייל אישור לאחר שנרשמת?
hy: Գրանցվելուց հետո էլփոստին չե՞ք ստացել հաստատման նամակը:
id: Tidak mendapat email konfirmasi setelah registrasi?
it: Non hai ricevuto la tua email di conferma dopo la registrazione?
kk: Тіркелуден кейін поштаңызға растау хаты келмеді ме?
ko: 가입 후 확인 이메일을 받지 못하셨나요?
lt: Prisijungę negavote savo patvirtinimo el. laiško?
lv: Nesaņēmāt apstiprinājuma epastu pēc reģistrēšanās?
mk: Не го добивте email-от за потврда после пријавувањето?
nl: Geen bevestigingsmail ontvangen na aanmelden?
pt: Não recebeu no seu correio eletrónico uma mensagem de confirmação após o registo?
ro: Nu ai primit emailul de confirmare după înregistrare?
ru: Не получили подтверждение по электронной почте после регистрации?
sk: Nedostali ste Váš overovací email po registrácii?
sl: Niste prejeli potrditvenega e-poštnega sporočila po prijavi?
sq: S’e morët email-in tuaj të ripohimit, pas regjistrimit?
sr: Ниси примио потврду на мејл пошто си се регистровао?
sv: Har du inte fått din e-postbekräftelse efter att du registrerade dig?
tr: Kayıt olduktan sonra doğrulama e-postası almadınız mı?
uk: Не отримали лист з підтвердженням після реєстрації?
vi: Không nhận được email xác nhận sau khi đăng ký?
zh: 注册后未收到确认邮件？
zh_tw: 註冊後沒有收到確認郵件？

# whatSignupUsername
source: What username did you use to sign up?
af: Watter gebruikersnaam het jy gebruik om mee in te teken?
ar: ما هو اسم المستخدم الذي استخدمته للتسجيل؟
az: Hansı istifadəçi adıyla qeydiyyatdan keçmisən?
be: Якое імя карыстальніка вы выкарыстоўвалі для рэгістрацыі?
bg: Кое потребителско име сте използвали, за да се регистрирате?
bn: একাউন্ট খোলার/সাইন আপ করার সময় ইউজারনেম কি ব্যাবহার করেছিলেন?
bs: Koje ste korisničko ime upotrijebili za prijavu?
ca: Quin nom d'usuari vas utilitzar per registrar-te?
cs: Jaké uživatelské jméno jste použili k registraci?
da: Hvilket brugernavn brugte du til at tilmelde dig?
el: Τι όνομα χρήστη χρησιμοποιήσατε για να εγγραφείτε;
eo: Kiun uzantnomon vi uzis por registriĝi?
es: ¿Qué nombre de usuario utilizaste para registrarte?
eu: Zein erabiltzaile-izen erabili duzu izena emateko?
fa: از چه نام کاربری برای ثبت نام استفاده کردید؟
fi: Millä nimellä rekisteröidyit käyttäjäksi?
gl: Que nome de usuario empregaches para rexistrarte?
he: עם איזה שם משתמש נרשמת?
hy: Ի՞նչ օգտանուն եք ընտրել գրանցվելու համար:
id: Username apa yang Anda gunakan saat sign up?
it: Quale nome utente hai usato per registrarti?
kk: Қай атпен тіркелдіңіз?
ko: 가입할 때 어떤 사용자 이름을 사용하셨나요?
lt: Kokiu vartotojo vardu registravotės?
lv: Kādu lietotājvārdu izmantojāt, kad reģistrējāties?
mk: Кое корисничко име го користевте за пријава?
nl: Welke gebruikersnaam heb je gebruikt om je aan te melden?
pt: Que nome de utilizador usou para se registar?
ro: Ce nume de utilizator ai folosit pentru a te înregistra?
ru: Какое имя пользователя вы использовали для регистрации?
sk: Aké používateľské meno ste použili na registráciu?
sl: S katerim uporabniškim imenom ste se prijavili?
sq: Ç’emër përdoruesi përdorët për t’u regjistruar?
sr: Које корисничко име си користио приликом регистрације?
sv: Vilket användarnamn använde du för att registrera dig?
tr: Kayıt olmak için hangi kullanıcı adını kullandınız?
uk: Яке ім'я користувача ви використовували для реєстрації?
vi: Tên người dùng mà bạn đã đăng ký là gì?
zh: 您注册时使用的用户名是什么？
zh_tw: 你用了什麼使用者名稱註冊？

# usernameNotFound
source: We couldn't find any user by this name: {param}.
af: Kon geen gebruiker met hierdie naam vind nie: {param}.
ar: لم نتمكن من العثور على أي مستخدم بهذا الاسم: {param}.
az: Bu adla olan bir istifadəçi tapa bilmədik: {param}.
be: Мы не змаглі знайсці ніводнага карыстальніка з такім імем: {param}.
bg: Не успяхме да намерим потребител с това име: {param}.
bn: আমরা এই নামের কোনো ব্যবহারকারী খুঁজে পাইনি: {param}.
bs: Nismo mogli pronaći nijednog korisnika pod ovim imenom: {param}.
ca: No hem pogut trobat cap usuari amb aquest nom: {param}.
cs: Nenašli jsme žádného uživatele s tímto jménem: {param}.
da: Vi kunne ikke finde nogen bruger med dette navn: {param}.
el: Δεν μπορέσαμε να βρούμε κάποιον χρήστη με το όνομα: {param}.
eo: Ni ne povis trovi ajnan uzanton per tiu ĉi nomo: {param}.
es: No encontramos ningún usuario con este nombre: {param}.
eu: Ezin izan dugu izen hau duen erabiltzailerik aurkitu: {param}.
fa: ما هیچ کابری با این نام نیافتیم: {param}.
fi: Nimellä {param} ei löytynyt käyttäjää.
gl: Non puidemos atopar ningún usuario con este nome: {param}.
he: לא מצאנו את שם המשתמש: {param}.
hy: Մենք չկարողացանք գտնել որևէ օգտատիրոջ այս անունով՝ {param}:
id: Kami tidak dapat menemukan user dengan nama ini: {param}.
it: Non siamo riusciti a trovare alcun utente con questo nome: {param}.
kk: {param} – осы аты бар ешбір қолданушыны таба алмадық.
ko: 사용자 이름을 찾을 수 없습니다: {param}.
lt: Nepavyko rasti vartotojo šiuo vardu: {param}.
lv: Nevarējām atrast nevienu lietotāju ar šādu vārdu: {param}.
mk: Не најдовме корисник со име {param}.
nl: We konden geen gebruiker vinden met deze naam: {param}.
pt: Não foi possível encontrar nenhum usuário com este nome: {param}.
ro: Nu am putut găsi niciun utilizator cu acest nume: {param}.
ru: Мы не смогли найти пользователя по имени: {param}.
sk: Nepodarilo sa nám nájsť používateľa s týmto menom: {param}.
sl: Nismo našli nobenega uporabnika s tem imenom: {param}.
sq: S’gjetëm dot ndonjë përdorues me këtë emër: {param}.
sr: Не можемо да пронађемо ниједног корисника са тим именом: {param}.
sv: Vi kunde inte hitta någon användare med namnet: {param}.
tr: {param} adında herhangi bir kullanıcı bulamadık.
uk: Ми не змогли знайти жодного користувача з таким іменем: {param}.
vi: Chúng tôi không tìm thấy bất kì người dùng nào có tên: {param}.
zh: 我们未能找到名为 {param} 的用户。
zh_tw: 找不到使用者名稱 {param}。

# usernameCanBeUsedForNewAccount
source: You can use this username to create a new account
af: Gebruk hierdie gebruikersnaam om 'n nuwe rekening te skep
ar: يمكنك استخدام اسم المستخدم هذا لإنشاء حساب جديد
az: Bu istifadəçi adıyla yeni bir hesab yarada bilərsən
be: Вы можаце выкарыстоўваць гэтае імя карыстальніка для стварэння новага ўліковага запісу
bg: Можете да използвате това потребителско име, за да създадете нов акаунт
bn: নতুন একাউন্ট খুলতে এই ইউজারনেমটি ব্যাবহার করতে পারেন
bs: Možete upotrijebiti ovo korisničko ime da napravite novi račun
ca: Pots fer servir aquest nom d'usuari per crear un nou compte
cs: Můžete použít toto jméno pro vytvoření nového účtu
da: Du kan bruge dette brugernavn til at oprette en ny konto
el: Μπορείτε να χρησιμοποιήσετε αυτό το όνομα χρήστη για να δημιουργήσετε ένα νέο λογαριασμό
eo: Vi povas uzi ĉi tiun uzantnomon por krei novan konton
es: Puedes usar este nombre de usuario para crear una nueva cuenta
eu: Erabiltzaile-izen hau kontu berri bat sortzeko erabili dezakezu
fa: شما می توانید از این نام کاربری برای ایجاد یک حساب کاربری جدید استفاده کنید
fi: Voit luoda uuden tunnuksen sillä käyttäjänimellä
gl: Podes empregar este nome de usuario para crear unha nova conta
he: תוכל/י ליצור חשבון חדש עם שם המשתמש הזה
hy: Նոր հաշիվ ստեղծելու համար Դուք կարող եք օգտագործել այս օգտանունը
id: Anda dapat menggunakan username ini untuk membuat akun baru
it: Puoi usare questo nome utente per creare un nuovo account
kk: Осы атты жаңа тіркелгі жасау үшін қолдансаңыз болады
ko: 이 사용자 이름을 사용하여 새 계정을 만들 수 있습니다
lt: Galite naudoti šį vartotojo vardą susikurdami naują paskyrą
lv: Varat izmantot šo lietotājvārdu jaunam kontam
mk: Можете да го користите ова корисничко име за креирање на нов профил
nl: U kunt deze gebruikersnaam gebruiken om een nieuw account aan te maken
pt: Pode usar esse nome de utilizador para criar uma conta
ro: Poți folosi acest nume de utilizator pentru a crea un cont nou
ru: Вы можете использовать это имя пользователя для создания новой учётной записи
sk: Toto meno je možné na vytvorenie nového účtu použiť
sl: To uporabniško ime lahko uporabite za ustvarjanje novega računa
sq: Mund të përdorni këtë emër përdoruesi për të krijuar një llogari të re
sr: Можеш користи то корисничко име за отварање новог налога
sv: Du kan använda detta användarnamn för att skapa ett nytt konto
tr: Bu kullanıcı adını yeni bir hesap oluşturmak için kullanabilirsiniz
uk: Ви можете використати це ім'я користувача, щоб створити новий обліковий запис
vi: Bạn có thể dùng tên này để tạo một tài khoản mới
zh: 您可以使用此用户名创建一个新账户
zh_tw: 你可以使用這個用戶名創建帳戶

# emailSent
source: We have sent an email to {param}.
af: Ons het 'n e-pos gestuur na {param}.
ar: لقد أرسلنا رسالة بريد إلكتروني إلى {param}.
az: Biz {param} adlı ünvana email yollamışıq.
be: Мы адправілі электронны ліст на {param}.
bg: Изпратихме имейл до {param}.
bn: {param} ঠিকানায় আমরা ইমেইল পাঠিয়েছি
bs: Poslali smo e-poštu na {param}.
ca: Hem enviat un correu electrònic a {param}.
cs: Poslali jsme e-mail na {param}.
da: Vi har sendt en e-mail til {param}.
el: Στείλαμε ένα email στη διεύθυνση {param}.
eo: Ni sendis retleteron al {param}.
es: Hemos enviado un correo a {param}.
eu: {param} helbidera mezu bat bidali dugu.
fa: ما یک ایمیل به آدرس {param} ارسال کرده ایم.
fi: Olemme lähettäneet sähköpostin osoitteeseen {param}.
gl: Enviámosche un correo a {param}.
he: שלחנו מייל ל־{param}.
hy: Մենք նամակ ենք ուղարկել {param} հասցեին:
id: Kami telah mengirim email ke {param}.
it: Abbiamo inviato un'email a {param}.
kk: {param} поштасына хат жібердік.
ko: {param}(으)로 이메일을 전송했습니다.
lt: Išsiuntėme el. laišką į {param}.
lv: Esam nosūtījuši epastu uz {param}.
mk: Испративме email на {param}.
nl: We hebben een e-mail gestuurd naar {param}.
pt: Enviámos um correio eletrónico para {param}.
ro: Am trimis un email la {param}.
ru: Мы отправили письмо на адрес {param}.
sk: Na adresu {param} sme poslali email.
sl: Na naslov {param} smo poslali e-poštno sporočilo.
sq: Kemi dërguar një email te {param}.
sr: Послали смо мејл на {param}.
sv: Vi har skickat ett mejl till {param}.
tr: {param} adresine bir e-posta gönderdik.
uk: Ми надіслали лист на {param}.
vi: Chúng tôi đã gửi cho {param} một email.
zh: 我们已向 {param} 发送了一封邮件。
zh_tw: 我們向 {param} 發送了電子郵件。

# emailCanTakeSomeTime
source: It can take some time to arrive.
af: Dit mag 'n rukkie neem om te ontvang.
ar: قد تستغرق وقت للوصول.
az: Bu biraz vaxt ala bilər.
be: Ён можа прыйсці праз некаторы час.
bg: Пристигането му може да отнеме известно време.
bn: পৌঁছাতে কিছু সময় লাগতে পারে।.
bs: Može potrajati neko vrijeme dok stigne.
ca: Pot trigar una estona a arribar.
cs: Může to chvíli trvat.
da: Det kan tage lidt tid for den at ankomme.
el: Η αποστολή ενδέχεται να διαρκέσει λίγη ώρα.
eo: Ĝi povas preni iom da tempo por alveni.
es: Puede que tome algo de tiempo en llegar.
eu: Itxaron pixkatean mezua jaso arte.
fa: ممکن است کمی طول بکشد تا برسد.
fi: Sähköpostin saapuminen voi kestää jonkin aikaa.
gl: Pode tardar un tempo en chegar.
he: יתכן שלהודעה יקח זמן־מה להגיע.
hy: Հասնելու համար կարող է որոշ ժամանակ պահանջվել։
id: Dapat membutuhkan beberapa waktu hingga sampai.
it: Può metterci un po' di tempo per arrivare.
kk: Жетуіне біршама уақыт керек.
ko: 이메일이 도착하는데 시간이 좀 걸릴 수 있습니다.
lt: Atvykimas gali šiek tiek užtrukti.
lv: Iespējams, paies kāds laiks, līdz to saņemsiet.
mk: Испраќањето може да потрае.
nl: Het kan even duren voordat de mail binnenkomt.
pt: Pode demorar algum tempo a chegar.
ro: Poate dura ceva timp să ajungă.
ru: Получение письма может занять некоторое время.
sk: Môže chvíľu trvať kým príde.
sl: Do prihoda lahko preteče nekaj časa.
sq: Mund të duhet pak kohë që të mbërrijë.
sr: Треба мало времена док не стигне.
sv: Det kan ta en stund för det att komma fram.
tr: E-postanın ulaşması biraz zaman alabilir.
uk: Отримання повідомлення може зайняти деякий час.
vi: Có thể sẽ mất một lúc để nhận được.
zh: 邮件可能需要一些时间才能送达。
zh_tw: 可能需要一些時間才能收到。
