Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# nbPerfTypePlayersThisWeek
source: {count, plural, =1{{count} {param2} player this week.} other{{count} {param2} players this week.}}
af: {count, plural, =1{{count} {param2} speler hierdie week.} other{{count} {param2} spelers hierdie week.}}
ar: {count, plural, =0{{param2} {count} لاعب هذا الإسبوع.} =1{{param2} {count} لاعب هذا الإسبوع.} =2{{param2} {count} لاعب هذا الإسبوع.} few{{param2} {count} لاعب هذا الإسبوع.} many{{param2} {count} لاعب هذا الإسبوع.} other{{param2} {count} لاعب هذا الإسبوع.}}
az: {count, plural, =1{Bu həftə {count} {param2} oyunçusu.} other{Bu həftə {count} {param2} oyunçusu.}}
be: {count, plural, =1{{count} гулец у {param2} на гэтым тыдні.} few{{count} гульцы у {param2} на гэтым тыдні.} many{{count} гульцоў у {param2} на гэтым тыдні.} other{{count} гульцоў у {param2} на гэтым тыдні.}}
bg: {count, plural, =1{{count} {param2} играч тази седмица.} other{{count} {param2} играчи тази седмица.}}
bn: {count, plural, =1{{count} {param2} খেলোয়াড় এই সপ্তাহের.} other{{count} {param2} খেলোয়াড়গুলো এই সপ্তাহের.}}
bs: {count, plural, =1{{count} {param2} igrač ove sedmice.} few{{count} {param2} igrača ove sedmice.} other{{count} {param2} igrača ove sedmice.}}
ca: {count, plural, =1{{count} jugador de {param2} aquesta setmana.} other{{count} jugadors de {param2} aquesta setmana.}}
cs: {count, plural, =1{{count} hráč hrál {param2} tento týden.} few{{count} hráči hráli {param2} tento týden.} many{{count} hráčů hrálo {param2} tento týden.} other{{count} hráčů hrálo {param2} tento týden.}}
da: {count, plural, =1{{count} {param2} spiller denne uge.} other{{count} {param2} spillere denne uge.}}
el: {count, plural, =1{{count} παίκτης {param2} αυτήν την εβδομάδα.} other{{count} παίκτες {param2} αυτήν την εβδομάδα.}}
eo: {count, plural, =1{Unu {param2} ludanto ĉi tiu semajno.} other{{count} {param2} ludantoj ĉi tiu semajno.}}
es: {count, plural, =1{{count} jugador de {param2} esta semana.} other{{count} jugadores de {param2} esta semana.}}
eu: {count, plural, =1{{count} {param2} jokalari aste honetan.} other{{count} {param2} jokalari aste honetan.}}
fa: {count, plural, =1{این هفته، {count} بازیکن {param2}.} other{این هفته، {count} بازیکن {param2}.}}
fi: {count, plural, =1{{count} {param2}-pelaaja tällä viikolla.} other{{count} {param2}-pelaajaa tällä viikolla.}}
gl: {count, plural, =1{{count} xogador de {param2} esta semana.} other{{count} xogadores de {param2} esta semana.}}
he: {count, plural, =1{{count} שחקני {param2} השבוע.} =2{{count} שחקני {param2} השבוע.} many{{count} שחקני {param2} השבוע.} other{{count} שחקני {param2} השבוע.}}
hy: {count, plural, =1{{count} խաղացողը {param2}-ում այս շաբաթ։} other{{count} խաղացողները {param2}-ում այս շաբաթ։}}
id: {count, plural, other{{count} {param2} pemain minggu ini.}}
it: {count, plural, =1{{count} giocatore {param2} questa settimana.} other{{count} giocatori {param2} questa settimana.}}
kk: {count, plural, =1{Осы аптада {count} {param2}-ойыншы.} other{Осы аптада {count} {param2}-ойыншы.}}
ko: {count, plural, other{이번 주의 {param2} 플레이어는 {count}명입니다.}}
lt: {count, plural, =1{{count} {param2} žaidėjas šią savaitę.} few{{count} {param2} žaidėjai šią savaitę.} many{{count} {param2} žaidėjų šią savaitę.} other{{count} {param2} žaidėjų šią savaitę.}}
lv: {count, plural, =0{{count} {param2} spēlētāji šonedēļ.} =1{{count} {param2} spēlētājs šonedēļ.} other{{count} {param2} spēlētāji šonedēļ.}}
mk: {count, plural, =1{„{param2}“ има {count} играч оваа седмица.} other{„{param2}“ има {count} играчи оваа седмица.}}
nl: {count, plural, =1{Eén {param2} speler deze week.} other{{count} {param2} spelers deze week.}}
pt: {count, plural, =1{{count} jogador ativo esta semana em {param2}.} other{{count} jogadores ativos esta semana em {param2}.}}
ro: {count, plural, =1{{count} jucător {param2} în această săptămână.} few{{count} jucători {param2} în această săptămână.} other{{count} jucători {param2} în această săptămână.}}
ru: {count, plural, =1{{count} игрок в {param2} на этой неделе.} few{{count} игрока в {param2} на этой неделе.} many{{count} игроков в {param2} на этой неделе.} other{{count} игроков в {param2} на этой неделе.}}
sk: {count, plural, =1{Tento týždeň hral {param2} {count} hráč.} few{Tento týždeň hrali {param2} {count} hráči.} many{Tento týždeň hralo {param2} {count} hráčov.} other{Tento týždeň hralo {param2} {count} hráčov.}}
sl: {count, plural, =1{{count} {param2} igralec v tem tednu.} =2{{count} {param2} igralca v tem tednu.} few{{count} {param2} igralci v tem tednu.} other{{count} {param2} igralcev v tem tednu.}}
sq: {count, plural, =1{{count} {param2} lojtar këtë javë.} other{{count} {param2} lojtarë këtë javë.}}
sr: {count, plural, =1{{count} {param2} играч ове недеље.} few{{count} {param2} играча ове недеље.} other{{count} {param2} играча ове недеље.}}
sv: {count, plural, =1{{count} {param2}spelare denna vecka.} other{{count} {param2}spelare denna vecka.}}
tr: {count, plural, =1{Bu hafta bir {param2} oyuncusu.} other{Bu hafta {count} {param2} oyuncusu.}}
uk: {count, plural, =1{{count} гравець грав у {param2} цього тижня.} few{{count} гравців грали у {param2} цього тижня.} many{{count} гравців грали у {param2} цього тижня.} other{{count} гравців грали в {param2} цього тижня.}}
vi: {count, plural, other{{count} người chơi {param2} tuần này.}}
zh: {count, plural, other{本周有 {count} 名 {param2} 棋手。}}
zh_tw: {count, plural, other{本周{count}位棋手下了{param2}模式的棋局}}

# availableInNbLanguages
source: {count, plural, =1{Available in {count} language!} other{Available in {count} languages!}}
af: {count, plural, =1{Beskikbaar in {count} taal!} other{Beskikbaar in {count} tale!}}
ar: {count, plural, =0{متاح ب {count} لغات!} =1{متاح ب {count} لغات!} =2{متاح ب {count} لغات!} few{متاح ب {count} لغات!} many{متاح ب {count} لغات!} other{متاح ب {count} لغات!}}
az: {count, plural, =1{{count} dildə mövcuddur!} other{{count} dildə mövcuddur!}}
be: {count, plural, =1{Даступна на {count} мове!} few{Даступна на {count} мовах!} many{Даступна на {count} мовах!} other{Даступна на {count} мовах!}}
bg: {count, plural, =1{Преведена на {count} езика!} other{Преведена на {count} езика!}}
bn: {count, plural, =1{প্রাপ্য {count} ভাষা!} other{প্রাপ্য {count} ভাষা সমূহ!}}
bs: {count, plural, =1{Dostupno u {count} jezika!} few{Dostupno u {count} jezika!} other{Dostupno u {count} jezika!}}
ca: {count, plural, =1{Disponible en {count} idiomes} other{Disponible en {count} idiomes}}
cs: {count, plural, =1{Dostupné v {count} jazyku!} few{Dostupné v {count} jazycích!} many{Dostupné v {count} jazycích!} other{Dostupné v {count} jazycích!}}
da: {count, plural, =1{Tilgængelig på {count} sprog!} other{Tilgængelig på {count} sprog!}}
el: {count, plural, =1{Διαθέσιμο σε {count} γλώσσες!} other{Διαθέσιμο σε {count} γλώσσες!}}
eo: {count, plural, =1{Havebla en {count} lingvo!} other{Havebla en {count} lingvoj!}}
es: {count, plural, =1{¡Disponible en {count} idioma!} other{¡Disponible en {count} idiomas!}}
eu: {count, plural, =1{{count} hizkuntzatan eskuragarri!} other{{count} hizkuntzatan eskuragarri!}}
fa: {count, plural, =1{در {count} زبان موجود است!} other{در {count} زبان موجود است!}}
fi: {count, plural, =1{Saatavilla {count} eri kielellä!} other{Saatavilla {count} eri kielellä!}}
gl: {count, plural, =1{Dispoñible en {count} idioma!} other{Dispoñible en {count} idiomas!}}
he: {count, plural, =1{זמין בשפה {count}!} =2{זמין ב{count} שפות!} many{זמין ב{count} שפות!} other{זמין ב{count} שפות!}}
hy: {count, plural, =1{Հասանելի՜ է {count} լեզվով} other{Հասանելի՜ է {count} լեզուներով}}
id: {count, plural, other{Tersedia di dalam {count} bahasa!}}
it: {count, plural, =1{Disponibile in {count} lingue!} other{Disponibile in {count} lingue!}}
kk: {count, plural, =1{{count} тілде нұсқасы бар!} other{{count} тіліндегі нұсқасы бар!}}
ko: {count, plural, other{{count}개의 언어를 지원합니다!}}
lt: {count, plural, =1{Galima rinktis iš {count} kalbos!} few{Galima rinktis iš {count} kalbų!} many{Galima rinktis iš {count} kalbų!} other{Galima rinktis iš {count} kalbų!}}
lv: {count, plural, =0{Pieejama {count} valodās!} =1{Pieejama {count} valodā!} other{Pieejama {count} valodās!}}
mk: {count, plural, =1{Достапно на {count} јазик!} other{Достапно на {count} јазици!}}
nl: {count, plural, =1{Beschikbaar in {count} taal!} other{Beschikbaar in {count} talen!}}
pt: {count, plural, =1{Disponível em {count} língua!} other{Disponível em {count} línguas!}}
ro: {count, plural, =1{Disponibil într-o limbă!} few{Disponibil în {count} limbi!} other{Disponibil în {count} limbi!}}
ru: {count, plural, =1{Доступно на {count} языке!} few{Доступно на {count} языках!} many{Доступно на {count} языках!} other{Доступно на {count} языках!}}
sk: {count, plural, =1{Dostupné v {count} jazyku!} few{Dostupné v {count} jazykoch!} many{Dostupné v {count} jazykoch!} other{Dostupné v {count} jazykoch!}}
sl: {count, plural, =1{Na voljo v {count} jeziku!} =2{Na voljo v {count} jezikih!} few{Na voljo v {count} jezikih!} other{Na voljo v {count} jezikih!}}
sq: {count, plural, =1{I përdorshëm në {count} gjuhë!} other{I përdorshëm në {count} gjuhë!}}
sr: {count, plural, =1{Доступно у {count} језику!} few{Доступно у {count} језика!} other{Доступно у {count} језика!}}
sv: {count, plural, =1{Tillgänglig på {count} olika språk!} other{Tillgänglig på {count} olika språk!}}
tr: {count, plural, =1{{count} farklı dili destekler!} other{{count} farklı dili destekler!}}
uk: {count, plural, =1{Доступно {count} мовою!} few{Доступно {count} мовами!} many{Доступно {count} мовами!} other{Доступно {count} мовами!}}
vi: {count, plural, other{Hỗ trợ {count} ngôn ngữ!}}
zh: {count, plural, other{支持 {count} 种语言！}}
zh_tw: {count, plural, other{支援{count}種語言！}}

# nbSecondsToPlayTheFirstMove
source: {count, plural, =1{{count} second to play the first move} other{{count} seconds to play the first move}}
af: {count, plural, =1{{count} sekonde om die eerste skuif te speel} other{{count} sekondes om die eerste skuif te speel}}
ar: {count, plural, =0{{count} ثانية متبقية لاتمام النقلة الأولى} =1{{count} ثانية متبقية لإتمام النقلة الأولى} =2{{count} ثوانِ متبقية لاتمام النقلة الأولى} few{{count} ثوانِ متبقية لاتمام النقلة الأولى} many{{count} ثوانِ متبقية لاتمام النقلة الأولى} other{{count} ثوانِ متبقية لاتمام النقلة الأولى}}
az: {count, plural, =1{ilk gedişi etmək üçün son {count} saniyə} other{ilk gedişi etmək üçün son {count} saniyə}}
be: {count, plural, =1{{count} секунда на першы ход} few{{count} секунды на першы ход} many{{count} секунд на першы ход} other{{count} секунд на першы ход}}
bg: {count, plural, =1{{count} секунда за първия ход} other{{count} секунди за първия ход}}
bn: {count, plural, =1{{count} সেকেন্ডে খেলার প্রথম চাল} other{{count} সেকেন্ডে খেলার প্রথম চাল}}
bs: {count, plural, =1{{count} sekunda da odigrate prvi potez} few{{count} sekundi da odigrate prvi potez} other{{count} sekundi da odigrate prvi potez}}
ca: {count, plural, =1{{count} segon per jugar el primer moviment} other{{count} segons per jugar el primer moviment}}
cs: {count, plural, =1{{count} sekunda na první tah} few{{count} sekundy na první tah} many{{count} sekund na první tah} other{{count} sekund na první tah}}
da: {count, plural, =1{{count} sekund til at lave det første træk} other{{count} sekunder til at lave det første træk}}
el: {count, plural, =1{{count} δευτερόλεπτο για την πρώτη κίνηση} other{{count} δευτερόλεπτα για την πρώτη κίνηση}}
eo: {count, plural, =1{{count} sekundo por ludi la unuan movon} other{{count} sekundoj por ludi la unuan movon}}
es: {count, plural, =1{{count} segundo para hacer el primer movimiento} other{{count} segundos para hacer el primer movimiento}}
eu: {count, plural, =1{Segundo {count} lehenengo jokaldia egiteko} other{{count} segundo lehenengo jokaldia egiteko}}
fa: {count, plural, =1{{count} ثانیه برای شروع اولین حرکت} other{{count} ثانیه برای شروع اولین حرکت}}
fi: {count, plural, =1{{count} sekuntia aikaa pelata ensimmäinen siirto} other{{count} sekuntia aikaa pelata ensimmäinen siirto}}
gl: {count, plural, =1{{count} segundo para facer o primeiro movemento} other{{count} segundos para facer o primeiro movemento}}
he: {count, plural, =1{שנייה {count} לשחק את המסע הראשון} =2{{count} שניות כדי לשחק את המסע הראשון} many{{count} שניות כדי לשחק את המסע הראשון} other{{count} שניות כדי לשחק את המסע הראשון}}
hy: {count, plural, =1{{count} վայրկյան առաջին քայլի համար} other{{count} վայրկյան առաջին քայլի համար}}
id: {count, plural, other{{count} detik untuk memainkan langkah pertama}}
it: {count, plural, =1{{count} secondi per giocare la prima mossa} other{{count} secondi per giocare la prima mossa}}
kk: {count, plural, =1{Бірінші жүріске {count} секунд бар} other{Бірінші жүріске {count} секунд бар}}
ko: {count, plural, other{{count} 초 안에 첫 수를 두십시오.}}
lt: {count, plural, =1{{count} sekundė atlikti pirmąjį ėjimą} few{{count} sekundės atlikti pirmąjį ėjimą} many{{count} sekundžių atlikti pirmąjį ėjimą} other{{count} sekundžių atlikti pirmąjį ėjimą}}
lv: {count, plural, =0{{count} sekundes, lai izdarītu pirmo gājienu} =1{{count} sekunde, lai izdarītu pirmo gājienu} other{{count} sekundes, lai izdarītu pirmo gājienu}}
mk: {count, plural, =1{{count} секунда за првиот потег} other{{count} секунди за првиот потег}}
nl: {count, plural, =1{{count} seconde om de eerste zet te spelen} other{{count} seconden om de eerste zet te spelen}}
pt: {count, plural, =1{{count} segundo para jogar o primeiro movimento} other{{count} segundos para jogar o primeiro movimento}}
ro: {count, plural, =1{{count} secundă rămasă pentru a începe jocul} few{{count} secunde rămase pentru a începe jocul} other{{count} secunde rămase pentru a începe jocul}}
ru: {count, plural, =1{{count} секунда на первый ход} few{{count} секунды на первый ход} many{{count} секунд на первый ход} other{{count} секунд на первый ход}}
sk: {count, plural, =1{{count} sekunda na vykonanie prvého ťahu} few{{count} sekundy na vykonanie prvého ťahu} many{{count} sekúnd na vykonanie prvého ťahu} other{{count} sekúnd na vykonanie prvého ťahu}}
sl: {count, plural, =1{{count} sekund za prvo potezo} =2{{count} sekundi za prvo potezo} few{{count} sekunde za prvo potezo} other{{count} sekund za prvo potezo}}
sq: {count, plural, =1{{count} sekondë për kryerjen e lëvizjes së parë} other{{count} sekonda për kryerjen e lëvizjes së parë}}
sr: {count, plural, =1{{count} секунд да се одигра први потез} few{{count} секунде да се одигра први потез} other{{count} секунди да се одигра први потез}}
sv: {count, plural, =1{{count} sekund kvar för att spela första draget} other{{count} sekunder kvar för att spela första draget}}
tr: {count, plural, =1{İlk hamle için son {count} saniye} other{İlk hamle için son {count} saniye}}
uk: {count, plural, =1{{count} секунда на перший хід} few{{count} секунди на перший хід} many{{count} секунд на перший хід} other{{count} секунд на перший хід}}
vi: {count, plural, other{{count} giây còn lại để đi nước đầu tiên}}
zh: {count, plural, other{剩余 {count} 秒走首步棋}}
zh_tw: {count, plural, other{在{count}秒前須下出第一步}}

# nbSeconds
source: {count, plural, =1{{count} second} other{{count} seconds}}
af: {count, plural, =1{{count} sekonde} other{{count} sekondes}}
ar: {count, plural, =0{{count} ثانية} =1{{count} ثانية} =2{{count} ثوانِ} few{{count} ثوانِ} many{{count} ثوانِ} other{{count} ثوانِ}}
az: {count, plural, =1{{count} saniyə} other{{count} saniyə}}
be: {count, plural, =1{{count} секунда} few{{count} секунды} many{{count} секунд} other{{count} секунд}}
bg: {count, plural, =1{{count} секунда} other{{count} секунди}}
bn: {count, plural, =1{{count} সেকেন্ড} other{{count} সেকেন্ড}}
bs: {count, plural, =1{{count} sekunda} few{{count} sekundi} other{{count} sekundi}}
ca: {count, plural, =1{{count} segon} other{{count} segon}}
cs: {count, plural, =1{{count} sekunda} few{{count} sekundy} many{{count} sekund} other{{count} sekund}}
da: {count, plural, =1{{count} sekund} other{{count} sekunder}}
el: {count, plural, =1{{count} δευτερόλεπτο} other{{count} δευτερόλεπτα}}
eo: {count, plural, =1{{count} sekundo} other{{count} sekundoj}}
es: {count, plural, =1{{count} segundo} other{{count} segundos}}
eu: {count, plural, =1{Segundo {count}} other{{count} segundo}}
fa: {count, plural, =1{{count} ثانیه} other{{count} ثانیه}}
fi: {count, plural, =1{{count} sekunti} other{{count} sekuntia}}
gl: {count, plural, =1{{count} segundo} other{{count} segundos}}
he: {count, plural, =1{{count} שניה} =2{{count} שניות} many{{count} שניות} other{{count} שניות}}
hy: {count, plural, =1{{count} վայրկյան} other{{count} վարկյաններ}}
id: {count, plural, other{{count} detik}}
it: {count, plural, =1{{count} secondo} other{{count} secondi}}
kk: {count, plural, =1{{count} секунд} other{{count} секунд}}
ko: {count, plural, other{{count}초}}
lt: {count, plural, =1{{count} sekundė} few{{count} sekundės} many{{count} sekundžių} other{{count} sekundžių}}
lv: {count, plural, =0{{count} sekundes} =1{{count} sekunde} other{{count} sekundes}}
mk: {count, plural, =1{{count} секунда} other{{count} секунди}}
nl: {count, plural, =1{{count} seconde} other{{count} seconden}}
pt: {count, plural, =1{{count} segundo} other{{count} segundos}}
ro: {count, plural, =1{{count} secundă} few{{count} secunde} other{{count} secunde}}
ru: {count, plural, =1{{count} секунда} few{{count} секунды} many{{count} секунд} other{{count} секунд}}
sk: {count, plural, =1{{count} sekunda} few{{count} sekúnd} many{{count} sekúnd} other{{count} sekúnd}}
sl: {count, plural, =1{{count} sekunda} =2{{count} sekundi} few{{count} sekund} other{{count} sekunde}}
sq: {count, plural, =1{{count} sekondë} other{{count} sekonda}}
sr: {count, plural, =1{{count} секунд} few{{count} секунде} other{{count} секунди}}
sv: {count, plural, =1{{count} sekund} other{{count} sekunder}}
tr: {count, plural, =1{{count} saniye} other{{count} saniye}}
uk: {count, plural, =1{{count} секунда} few{{count} секунди} many{{count} секунд} other{{count} секунд}}
vi: {count, plural, other{{count} giây}}
zh: {count, plural, other{{count} 秒}}
zh_tw: {count, plural, other{{count} 秒}}

# andSaveNbPremoveLines
source: {count, plural, =1{and save {count} premove line} other{and save {count} premove lines}}
af: {count, plural, =1{en stoor {count} voorafskuif variasie} other{en stoor {count} voorafskuif variasies}}
ar: {count, plural, =0{واحفظ تفريع النقلة المسبقة} =1{واحفظ تفريع النقلة المسبقة} =2{واحفظ عدد {count} تفريع نقلة مسبقة} few{واحفظ عدد {count} تفريع نقلة مسبقة} many{واحفظ عدد {count} تفريع نقلة مسبقة} other{واحفظ عدد {count} تفريع نقلة مسبقة}}
az: {count, plural, =1{və {count} öngediş variantını saxla} other{və {count} öngediş variantını saxla}}
be: {count, plural, =1{і захаваць {count} паслядоўнасць} few{і захаваць {count} паслядоўнасці} many{і захаваць {count} паслядоўнасцяў} other{і захаваць {count} паслядоўнасцяў}}
bg: {count, plural, =1{и запиши {count} като предварителен ход} other{и запиши {count} като предварителен ход}}
bn: {count, plural, =1{এবং সংরক্ষন {count} পুনারয়চাল রেখা} other{এবং সংরক্ষন {count} পুনারয়চাল রেখা}}
bs: {count, plural, =1{i snimi {count} potez unaprijed} few{i snimi {count} poteza unaprijed} other{i snimi {count} poteza unaprijed}}
ca: {count, plural, =1{i guardar {count} línia anticipada} other{i guardar {count} línies anticipades}}
cs: {count, plural, =1{a uložit {count} předtaženou variantu} few{a uložit {count} předtažené varianty} many{a uložit {count} předtažených variant} other{a uložit {count} předtažených variant}}
da: {count, plural, =1{og gem {count} serie af forhåndstræk} other{og gem {count} serier af forhåndstræk}}
el: {count, plural, =1{και αποθηκεύστε {count} γραμμή προκίνησης} other{και αποθηκεύστε {count} γραμμές προκίνησης}}
eo: {count, plural, =1{kaj savi {count} antaŭmovan vicon} other{kaj savi {count} antaŭmovajn vicojn}}
es: {count, plural, =1{y ahorra {count} línea de premovimiento} other{y ahorra {count} líneas de premovimiento}}
eu: {count, plural, =1{eta aurrejokaldi linea {count} gorde} other{eta {count} aurrejokaldi linea gorde}}
fa: {count, plural, =1{و پیش حرکت {count} را حفظ کنید} other{و پیش حرکت های {count} را حفظ کنید}}
fi: {count, plural, =1{ja tallenna {count} esisiirtolinja} other{ja tallenna {count} esisiirtolinjaa}}
gl: {count, plural, =1{e garda {count} variante de premovementos} other{e garda {count} variantes de premovementos}}
he: {count, plural, =1{ושמרו המשך מוגדר מראש {count}} =2{ושמרו {count} המשכים מוגדרים מראש} many{ושמרו {count} המשכים מוגדרים מראש} other{ושמרו {count} המשכים מוגדרים מראש}}
hy: {count, plural, =1{և հիշել {count} հաջորդականությունը} other{և հիշել {count} հաջորդականությունները}}
id: {count, plural, other{dan simpan {count} baris pra-langkah}}
it: {count, plural, =1{e salva {count} linea pre-mossa} other{e salva {count} linee pre-mossa}}
kk: {count, plural, =1{әрі ертелі жүрістердің {count} жолын сақтау} other{әрі ертелі жүрістердің {count} жолын сақтау}}
ko: {count, plural, other{{count} 종류의 조건 수를 설정}}
lt: {count, plural, =1{ir sutaupykite {count} išankstinio ėjimo liniją} few{ir sutaupykite {count} išankstinio ėjimo linijas} many{ir sutaupykite {count} išankstinio ėjimo linijų} other{ir sutaupykite {count} išankstinio ėjimo linijų}}
lv: {count, plural, =0{un saglabāt {count} priekšgājienu variantus} =1{un saglabāt {count} priekšgājienu variantu} other{un saglabāt {count} priekšgājienu variantus}}
mk: {count, plural, =1{и заштеди {count} пред-потег} other{и заштеди {count} пред-потези}}
nl: {count, plural, =1{en bewaar {count} premove-variant} other{en bewaar {count} premove-varianten}}
pt: {count, plural, =1{e guarda {count} variante de movimentos antecipados} other{e guarda {count} variantes de movimentos antecipados}}
ro: {count, plural, =1{și salvează {count} variație cu mutare anticipată} few{și salvează {count} variațiile cu mutare anticipată} other{și salvează {count} variații cu mutare anticipată}}
ru: {count, plural, =1{и сохранить {count} последовательность} few{и сохранить {count} последовательности} many{и сохранить {count} последовательностей} other{и сохранить {count} последовательностей}}
sk: {count, plural, =1{a uložiť {count} variant predťahu} few{a uložiť {count} varianty predťahu} many{a uložiť {count} variantov predťahu} other{a uložiť {count} variantov predťahu}}
sl: {count, plural, =1{in shranite {count} predpotezno varianto} =2{in shranite {count} predpotezni varianti} few{in shranite {count} predpotezne variante} other{in shranite {count} predpoteznih variant}}
sq: {count, plural, =1{edhe ruaj {count} linja premove} other{edhe ruaj {count} linja premove}}
sr: {count, plural, =1{и сачувај {count} предпотезну линију} few{и сачувај {count} предпотезне линије} other{и сачувај {count} предпотезних линија}}
sv: {count, plural, =1{och spara {count} linje av förhandsdrag} other{och spara {count} linje av förhandsdrag}}
tr: {count, plural, =1{ve {count} önceki varyantları kaydedin} other{ve {count} önceki varyantları kaydedin}}
uk: {count, plural, =1{і зберегти {count} послідовність} few{і зберегти {count} послідовності} many{і зберегти {count} послідовностей} other{і зберегти {count} послідовностей}}
vi: {count, plural, other{và lưu {count} nước đi trước}}
zh: {count, plural, other{并保存 {count} 条预走棋线路}}
zh_tw: {count, plural, other{以省略{count}個預走的棋步}}
