Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# timeagoInNbDays
source: {count, plural, =1{in {count} day} other{in {count} days}}
af: {count, plural, =1{in {count} dag} other{in {count} dae}}
ar: {count, plural, =0{خلال {count} يوم} =1{خلال {count} يوم} =2{خلال {count} يوم} few{خلال {count} أيام} many{خلال {count} أيام} other{خلال {count} أيام}}
be: {count, plural, =1{праз {count} дзень} few{праз {count} дні} many{праз {count} дзён} other{праз {count} дзён}}
bg: {count, plural, =1{след {count} ден} other{след {count} дни}}
bn: {count, plural, =1{{count} দিনের মধ্যে} other{{count} দিনের মধ্যে}}
bs: {count, plural, =1{za {count} dan} few{za {count} dana} other{za {count} dana}}
ca: {count, plural, =1{en {count} dia} other{en {count} dies}}
cs: {count, plural, =1{za {count} den} few{za {count} dny} many{za {count} dnů} other{za {count} dnů}}
da: {count, plural, =1{om {count} dag} other{om {count} dage}}
el: {count, plural, =1{σε {count} ημέρα} other{σε {count} ημέρες}}
eo: {count, plural, =1{en {count} tago} other{en {count} tagoj}}
es: {count, plural, =1{en {count} día} other{en {count} días}}
eu: {count, plural, =1{egun {count} barru} other{{count} egun barru}}
fa: {count, plural, =1{تا {count} روز دیگر} other{تا {count} روز دیگر}}
fi: {count, plural, =1{{count} päivän kuluttua} other{{count} päivän kuluttua}}
gl: {count, plural, =1{en {count} día} other{en {count} días}}
he: {count, plural, =1{עוד יום {count}} =2{עוד {count} ימים} many{עוד {count} ימים} other{עוד {count} ימים}}
hy: {count, plural, =1{{count} օր հետո} other{{count} օր հետո}}
id: {count, plural, other{dalam {count} hari}}
it: {count, plural, =1{tra {count} giorno} other{tra {count} giorni}}
kk: {count, plural, =1{{count} күннен кейін} other{{count} күннен кейін}}
ko: {count, plural, other{{count}일 후}}
lt: {count, plural, =1{po {count} dienos} few{po {count} dienų} many{po {count} dienos} other{po {count} dienų}}
lv: {count, plural, =0{pēc {count} dienām} =1{pēc {count} dienas} other{pēc {count} dienām}}
mk: {count, plural, =1{За {count} ден} other{За {count} денови}}
nl: {count, plural, =1{over {count} dag} other{over {count} dagen}}
pt: {count, plural, =1{em {count} dia} other{em {count} dias}}
ro: {count, plural, =1{într-o zi} few{în {count} zile} other{în {count} de zile}}
ru: {count, plural, =1{через {count} день} few{через {count} дня} many{через {count} дней} other{через {count} дней}}
sk: {count, plural, =1{o {count} deň} few{o {count} dni} many{o {count} dní} other{o {count} dní}}
sl: {count, plural, =1{čez {count} dan} =2{čez {count} dneva} few{čez {count} dnevih} other{čez {count} dni}}
sq: {count, plural, =1{në {count} ditë} other{pas {count} ditëve}}
sv: {count, plural, =1{om {count} dag} other{om {count} dagar}}
tr: {count, plural, =1{{count} günde} other{{count} günde}}
uk: {count, plural, =1{за {count} день} few{за {count} дні} many{за {count} днів} other{за {count} дня}}
vi: {count, plural, other{trong {count} ngày}}
zh: {count, plural, other{{count} 天后}}
zh_tw: {count, plural, other{{count}天後}}

# timeagoInNbWeeks
source: {count, plural, =1{in {count} week} other{in {count} weeks}}
af: {count, plural, =1{in {count} week} other{in {count} weke}}
ar: {count, plural, =0{خلال {count} أسبوع} =1{خلال {count} أسبوع} =2{خلال {count} أسبوع} few{خلال {count} أسابيع} many{خلال {count} أسبوع} other{خلال {count} أسبوع}}
be: {count, plural, =1{праз {count} тыдзень} few{праз {count} тыдні} many{праз {count} тыдняў} other{праз {count} тыдняў}}
bg: {count, plural, =1{след {count} седмица} other{след {count} седмици}}
bn: {count, plural, =1{{count} সপ্তাহের মধ্যে} other{{count} সপ্তাহের মধ্যে}}
bs: {count, plural, =1{za {count} sedmicu} few{za {count} sedmice} other{za {count} sedmica}}
ca: {count, plural, =1{en {count} setmana} other{en {count} setmanes}}
cs: {count, plural, =1{za {count} týden} few{za {count} týdny} many{za {count} týdnů} other{za {count} týdnů}}
da: {count, plural, =1{om {count} uge} other{om {count} uger}}
el: {count, plural, =1{σε {count} εβδομάδα} other{σε {count} εβδομάδες}}
eo: {count, plural, =1{en {count} semajno} other{en {count} semajnoj}}
es: {count, plural, =1{en {count} semana} other{en {count} semanas}}
eu: {count, plural, =1{aste {count} barru} other{{count} egun barru}}
fa: {count, plural, =1{تا {count} هفته دیگر} other{تا {count} هفته دیگر}}
fi: {count, plural, =1{{count} viikon kuluttua} other{{count} viikon kuluttua}}
gl: {count, plural, =1{en {count} semana} other{en {count} semanas}}
he: {count, plural, =1{עוד שבוע {count}} =2{עוד {count} שבועות} many{עוד {count} שבועות} other{עוד {count} שבועות}}
hy: {count, plural, =1{{count} շաբաթ հետո} other{{count} շաբաթ հետո}}
id: {count, plural, other{dalam {count} minggu}}
it: {count, plural, =1{tra {count} settimana} other{tra {count} settimane}}
kk: {count, plural, =1{{count} аптадан кейін} other{{count} аптадан кейін}}
ko: {count, plural, other{{count}주 후}}
lt: {count, plural, =1{po {count} savaitės} few{po {count} savaičių} many{po {count} savaitės} other{po {count} savaičių}}
lv: {count, plural, =0{pēc {count} nedēļām} =1{pēc {count} nedēļas} other{pēc {count} nedēļām}}
mk: {count, plural, =1{За {count} седмица} other{За {count} седмици}}
nl: {count, plural, =1{over {count} week} other{over {count} weken}}
pt: {count, plural, =1{em {count} semana} other{em {count} semanas}}
ro: {count, plural, =1{într-o săptămână} few{în {count} săptămâni} other{în {count} de săptămâni}}
ru: {count, plural, =1{через {count} неделю} few{через {count} недели} many{через {count} недель} other{через {count} недель}}
sk: {count, plural, =1{o {count} týždeň} few{o {count} týždne} many{o {count} týždňov} other{o {count} týždňov}}
sl: {count, plural, =1{čez {count} teden} =2{čez {count} tedna} few{čez {count} tedne} other{čez {count} tednov}}
sq: {count, plural, =1{në {count} javë} other{pas {count} javë}}
sv: {count, plural, =1{om {count} vecka} other{om {count} veckor}}
tr: {count, plural, =1{{count} haftada} other{{count} haftada}}
uk: {count, plural, =1{за {count} тиждень} few{за {count} тижні} many{за {count} тижнів} other{за {count} тижня}}
vi: {count, plural, other{trong {count} tuần}}
zh: {count, plural, other{{count} 周后}}
zh_tw: {count, plural, other{{count}週後}}

# timeagoInNbMonths
source: {count, plural, =1{in {count} month} other{in {count} months}}
af: {count, plural, =1{in {count} maand} other{in {count} maande}}
ar: {count, plural, =0{خلال {count} شهر} =1{خلال {count} شهر} =2{خلال {count} شهر} few{خلال {count} أشهر} many{خلال {count} شهر} other{خلال {count} شهر}}
be: {count, plural, =1{праз {count} месяц} few{праз {count} месяцы} many{праз {count} месяцаў} other{праз {count} месяцаў}}
bg: {count, plural, =1{след {count} месец} other{след {count} месеца}}
bn: {count, plural, =1{{count} মাসের মধ্যে} other{{count} মাসের মধ্যে}}
bs: {count, plural, =1{za {count} mjesec} few{za {count} mjeseca} other{za {count} mjeseci}}
ca: {count, plural, =1{en {count} mes} other{en {count} mesos}}
cs: {count, plural, =1{za {count} měsíc} few{za {count} měsíce} many{za {count} měsíců} other{za {count} měsíců}}
da: {count, plural, =1{om {count} måned} other{om {count} måneder}}
el: {count, plural, =1{σε {count} μήνα} other{σε {count} μήνες}}
eo: {count, plural, =1{en {count} monato} other{en {count} monatoj}}
es: {count, plural, =1{en {count} mes} other{en {count} meses}}
eu: {count, plural, =1{hilabete {count} barru} other{{count} hilabete barru}}
fa: {count, plural, =1{تا {count} ماه دیگر} other{تا {count} ماه دیگر}}
fi: {count, plural, =1{{count} kuukauden kuluttua} other{{count} kuukauden kuluttua}}
gl: {count, plural, =1{en {count} mes} other{en {count} meses}}
he: {count, plural, =1{עוד חודש {count}} =2{עוד {count} חודשים} many{עוד {count} חודשים} other{עוד {count} חודשים}}
hy: {count, plural, =1{{count} ամիս հետո} other{{count} ամիս հետո}}
id: {count, plural, other{dalam {count} bulan}}
it: {count, plural, =1{tra {count} mese} other{tra {count} mesi}}
kk: {count, plural, =1{{count} айдан кейін} other{{count} айдан кейін}}
ko: {count, plural, other{{count}개월 후}}
lt: {count, plural, =1{po {count} mėnesio} few{po {count} mėnesių} many{po {count} mėnesio} other{po {count} mėnesių}}
lv: {count, plural, =0{pēc {count} mēnešiem} =1{pēc {count} mēneša} other{pēc {count} mēnešiem}}
mk: {count, plural, =1{За {count} месец} other{За {count} месеци}}
nl: {count, plural, =1{over {count} maand} other{over {count} maanden}}
pt: {count, plural, =1{em {count} mês} other{em {count} meses}}
ro: {count, plural, =1{într-o lună} few{în {count} luni} other{în {count} de luni}}
ru: {count, plural, =1{через {count} месяц} few{через {count} месяца} many{через {count} месяцев} other{через {count} месяцев}}
sk: {count, plural, =1{o {count} mesiac} few{o {count} mesiace} many{o {count} mesiacov} other{o {count} mesiacov}}
sl: {count, plural, =1{čez {count} mesec} =2{čez {count} meseca} few{čez {count} mesece} other{čez {count} mesecev}}
sq: {count, plural, =1{në {count} muaj} other{pas {count} muajve}}
sv: {count, plural, =1{om {count} månad} other{om {count} månader}}
tr: {count, plural, =1{{count} ayda} other{{count} ayda}}
uk: {count, plural, =1{за {count} місяць} few{за {count} місяці} many{за {count} місяців} other{за {count} місяця}}
vi: {count, plural, other{trong {count} tháng}}
zh: {count, plural, other{{count} 月后}}
zh_tw: {count, plural, other{{count}個月後}}

# timeagoInNbYears
source: {count, plural, =1{in {count} year} other{in {count} years}}
af: {count, plural, =1{in {count} jaar} other{in {count} jare}}
ar: {count, plural, =0{خلال {count} سنة} =1{خلال {count} سنة} =2{خلال {count} سنة} few{خلال {count} سنة} many{خلال {count} سنة} other{خلال {count} سنة}}
be: {count, plural, =1{праз {count} год} few{праз {count} гады} many{праз {count} гадоў} other{праз {count} гадоў}}
bg: {count, plural, =1{след {count} година} other{след {count} години}}
bn: {count, plural, =1{{count} বছরের মধ্যে} other{{count} বছরের মধ্যে}}
bs: {count, plural, =1{za {count} godinu} few{za {count} godine} other{za {count} godina}}
ca: {count, plural, =1{en {count} any} other{en {count} anys}}
cs: {count, plural, =1{za {count} rok} few{za {count} roky} many{za {count} let} other{za {count} let}}
da: {count, plural, =1{om {count} år} other{om {count} år}}
el: {count, plural, =1{σε {count} έτος} other{{count} έτη}}
eo: {count, plural, =1{en {count} jaro} other{en {count} jaroj}}
es: {count, plural, =1{en {count} año} other{en {count} años}}
eu: {count, plural, =1{urte {count} barru} other{{count} urte barru}}
fa: {count, plural, =1{تا {count} سال دیگر} other{تا {count} سال دیگر}}
fi: {count, plural, =1{{count} vuoden kuluttua} other{{count} vuoden kuluttua}}
gl: {count, plural, =1{en {count} ano} other{en {count} anos}}
he: {count, plural, =1{עוד שנה {count}} =2{עוד {count} שנים} many{עוד {count} שנים} other{עוד {count} שנים}}
hy: {count, plural, =1{{count} տարի հետո} other{{count} տարի հետո}}
id: {count, plural, other{dalam {count} tahun}}
it: {count, plural, =1{tra {count} anno} other{tra {count} anni}}
kk: {count, plural, =1{{count} жылдан кейін} other{{count} жылдан кейін}}
ko: {count, plural, other{{count}년 후}}
lt: {count, plural, =1{po {count} metų} few{po {count} metų} many{po {count} metų} other{po {count} metų}}
lv: {count, plural, =0{pēc {count} gadiem} =1{pēc {count} gada} other{pēc {count} gadiem}}
mk: {count, plural, =1{За {count} година} other{За {count} години}}
nl: {count, plural, =1{over {count} jaar} other{over {count} jaren}}
pt: {count, plural, =1{em {count} ano} other{em {count} anos}}
ro: {count, plural, =1{într-un an} few{în {count} ani} other{în {count} de ani}}
ru: {count, plural, =1{через {count} год} few{через {count} года} many{через {count} лет} other{через {count} лет}}
sk: {count, plural, =1{o {count} rok} few{o {count} roky} many{o {count} rokov} other{o {count} rokov}}
sl: {count, plural, =1{čez {count} leto} =2{čez {count} leti} few{čez {count} leta} other{čez {count} let}}
sq: {count, plural, =1{në {count} vit} other{pas {count} viteve}}
sv: {count, plural, =1{om {count} år} other{om {count} år}}
tr: {count, plural, =1{{count} yılda} other{{count} yılda}}
uk: {count, plural, =1{за {count} рік} few{за {count} роки} many{за {count} років} other{за {count} року}}
vi: {count, plural, other{trong {count} năm}}
zh: {count, plural, other{{count} 年后}}
zh_tw: {count, plural, other{{count}年後}}

# timeagoNbMinutesAgo
source: {count, plural, =1{{count} minute ago} other{{count} minutes ago}}
af: {count, plural, =1{{count} minuut gelede} other{{count} minute gelede}}
ar: {count, plural, =0{منذ {count} دقيقة مضت} =1{منذ {count} دقيقة مضت} =2{منذ {count} دقيقة مضت} few{منذ {count} دقيقة مضت} many{منذ {count} دقيقة مضت} other{منذ {count} دقيقة مضت}}
be: {count, plural, =1{{count} хвіліну таму} few{{count} хвіліны таму} many{{count} хвілін таму} other{{count} хвілін таму}}
bg: {count, plural, =1{преди {count} минута} other{преди {count} минути}}
bn: {count, plural, =1{{count} মিনিট আগে} other{{count} মিনিট আগে}}
bs: {count, plural, =1{prije {count} minutu} few{prije {count} minute} other{prije {count} minuta}}
ca: {count, plural, =1{fa {count} minut} other{fa {count} minuts}}
cs: {count, plural, =1{před {count} minutou} few{před {count} minutami} many{před {count} minutami} other{před {count} minutami}}
da: {count, plural, =1{{count} minut siden} other{{count} minutter siden}}
el: {count, plural, =1{{count} λεπτό πριν} other{{count} λεπτά πριν}}
eo: {count, plural, =1{antaŭ {count} minuto} other{antaŭ {count} minutoj}}
es: {count, plural, =1{hace {count} minuto} other{hace {count} minutos}}
eu: {count, plural, =1{orain dela minutu {count}} other{orain dela {count} minutu}}
fa: {count, plural, =1{{count} دقیقه پیش} other{{count} دقیقه پیش}}
fi: {count, plural, =1{{count} minuutti sitten} other{{count} minuuttia sitten}}
gl: {count, plural, =1{hai {count} minuto} other{hai {count} minutos}}
he: {count, plural, =1{לפני דקה {count}} =2{לפני {count} דקות} many{לפני {count} דקות} other{לפני {count} דקות}}
hy: {count, plural, =1{{count} րոպե առաջ} other{{count} րոպե առաջ}}
id: {count, plural, other{{count} menit yang lalu}}
it: {count, plural, =1{{count} minuto fa} other{{count} minuti fa}}
kk: {count, plural, =1{{count} минут бұрын} other{{count} минут бұрын}}
ko: {count, plural, other{{count}분 전}}
lt: {count, plural, =1{Prieš {count} minutę} few{Prieš {count} minutes} many{Prieš {count} minutės} other{Prieš {count} minučių}}
lv: {count, plural, =0{pirms {count} minūtēm} =1{pirms {count} minūtes} other{pirms {count} minūtēm}}
mk: {count, plural, =1{Пред {count} минута} other{Пред {count} минути}}
nl: {count, plural, =1{{count} minuut geleden} other{{count} minuten geleden}}
pt: {count, plural, =1{há {count} minuto} other{há {count} minutos}}
ro: {count, plural, =1{cu un minut în urmă} few{cu {count} minute în urmă} other{cu {count} de minute în urmă}}
ru: {count, plural, =1{{count} минуту назад} few{{count} минуты назад} many{{count} минут назад} other{{count} минут назад}}
sk: {count, plural, =1{pred {count} minútou} few{pred {count} minútami} many{pred {count} minútami} other{pred {count} minútami}}
sl: {count, plural, =1{Pred {count} minuto} =2{Pred {count} minutama} few{Pred {count} minutami} other{Pred {count} minutami}}
sq: {count, plural, =1{{count} minutë më parë} other{para {count} minutave}}
sv: {count, plural, =1{{count} minut sedan} other{{count} minuter sedan}}
tr: {count, plural, =1{{count} dakika önce} other{{count} dakika önce}}
uk: {count, plural, =1{{count} хвилину тому} few{{count} хвилини тому} many{{count} хвилин тому} other{{count} хвилини тому}}
vi: {count, plural, other{{count} phút trước}}
zh: {count, plural, other{{count} 分钟前}}
zh_tw: {count, plural, other{{count}分前}}

# timeagoNbHoursAgo
source: {count, plural, =1{{count} hour ago} other{{count} hours ago}}
af: {count, plural, =1{{count} uur gelede} other{{count} ure gelede}}
ar: {count, plural, =0{منذ {count} ساعة مضت} =1{منذ {count} ساعة مضت} =2{منذ {count} ساعة مضت} few{منذ {count} ساعة مضت} many{منذ {count} ساعة مضت} other{منذ {count} ساعة مضت}}
be: {count, plural, =1{{count} гадзіну таму} few{{count} гадзіны таму} many{{count} гадзін таму} other{{count} гадзін таму}}
bg: {count, plural, =1{преди {count} час} other{Преди {count} часа}}
bn: {count, plural, =1{{count} ঘণ্টা আগে} other{{count} ঘন্টা আগে}}
bs: {count, plural, =1{prije {count} sat} few{prije {count} sata} other{prije {count} sati}}
ca: {count, plural, =1{fa {count} hora} other{fa {count} hores}}
cs: {count, plural, =1{před {count} hodinou} few{před {count} hodinami} many{před {count} hodinami} other{před {count} hodinami}}
da: {count, plural, =1{{count} time siden} other{{count} timer siden}}
el: {count, plural, =1{{count} ώρα πριν} other{{count} ώρες πριν}}
eo: {count, plural, =1{antaŭ {count} horo} other{antaŭ {count} horoj}}
es: {count, plural, =1{hace {count} hora} other{hace {count} horas}}
eu: {count, plural, =1{orain dela ordu {count}} other{orain dela {count} ordu}}
fa: {count, plural, =1{{count} ساعت پیش} other{{count} ساعت پیش}}
fi: {count, plural, =1{{count} tunti sitten} other{{count} tuntia sitten}}
gl: {count, plural, =1{hai {count} hora} other{hai {count} horas}}
he: {count, plural, =1{לפני שעה {count}} =2{לפני {count} שעות} many{לפני {count} שעות} other{לפני {count} שעות}}
hy: {count, plural, =1{{count} ժամ առաջ} other{{count} ժամ առաջ}}
id: {count, plural, other{{count} jam yang lalu}}
it: {count, plural, =1{{count} ora fa} other{{count} ore fa}}
kk: {count, plural, =1{{count} сағат бұрын} other{{count} сағат бұрын}}
ko: {count, plural, other{{count}시간 전}}
lt: {count, plural, =1{Prieš {count} valandą} few{Prieš {count} valandas} many{Prieš {count} valandos} other{Prieš {count} valandų}}
lv: {count, plural, =0{pirms {count} stundām} =1{pirms {count} stundas} other{pirms {count} stundām}}
mk: {count, plural, =1{пред {count} час} other{Пред {count} часа}}
nl: {count, plural, =1{{count} uur geleden} other{{count} uur geleden}}
pt: {count, plural, =1{há {count} hora} other{há {count} horas}}
ro: {count, plural, =1{cu o oră în urmă} few{cu {count} ore în urmă} other{cu {count} de ore în urmă}}
ru: {count, plural, =1{{count} час назад} few{{count} часа назад} many{{count} часов назад} other{{count} часов назад}}
sk: {count, plural, =1{pred {count} hodinou} few{pred {count} hodinami} many{pred {count} hodinami} other{pred {count} hodinami}}
sl: {count, plural, =1{Pred {count} uro} =2{Pred {count} urama} few{Pred {count} urami} other{Pred {count} urami}}
sq: {count, plural, =1{{count} orë më parë} other{para {count} orëve}}
sv: {count, plural, =1{{count} timme sedan} other{{count} timmar sedan}}
tr: {count, plural, =1{{count} saat önce} other{{count} saat önce}}
uk: {count, plural, =1{{count} годину тому} few{{count} години тому} many{{count} годин тому} other{{count} години тому}}
vi: {count, plural, other{{count} giờ trước}}
zh: {count, plural, other{{count} 小时前}}
zh_tw: {count, plural, other{{count}小時前}}

# timeagoNbDaysAgo
source: {count, plural, =1{{count} day ago} other{{count} days ago}}
af: {count, plural, =1{{count} dag gelede} other{{count} dae gelede}}
ar: {count, plural, =0{منذ {count} يوم} =1{منذ {count} يوم} =2{منذ {count} يوم} few{منذ {count} يوم} many{منذ {count} يوم} other{منذ {count} يوم}}
be: {count, plural, =1{{count} дзень таму} few{{count} дні таму} many{{count} дзён таму} other{{count} дзён таму}}
bg: {count, plural, =1{преди {count} ден} other{Преди {count} дни}}
bn: {count, plural, =1{{count} দিন আগে} other{{count} দিন আগে}}
bs: {count, plural, =1{prije {count} dan} few{prije {count} dana} other{prije {count} dana}}
ca: {count, plural, =1{fa {count} dia} other{fa {count} dies}}
cs: {count, plural, =1{před {count} dnem} few{před {count} dny} many{před {count} dny} other{před {count} dny}}
da: {count, plural, =1{{count} dag siden} other{{count} dage siden}}
el: {count, plural, =1{{count} μέρα πριν} other{{count} ημέρες πριν}}
eo: {count, plural, =1{antaŭ {count} tago} other{antaŭ {count} tagoj}}
es: {count, plural, =1{hace {count} día} other{hace {count} días}}
eu: {count, plural, =1{orain dela egun {count}} other{orain dela {count} egun}}
fa: {count, plural, =1{{count} روز پیش} other{{count} روز پیش}}
fi: {count, plural, =1{{count} päivä sitten} other{{count} päivää sitten}}
gl: {count, plural, =1{hai {count} día} other{hai {count} días}}
he: {count, plural, =1{לפני יום {count}} =2{לפני {count} ימים} many{לפני {count} ימים} other{לפני {count} ימים}}
hy: {count, plural, =1{{count} օր առաջ} other{{count} օր առաջ}}
id: {count, plural, other{{count} hari yang lalu}}
it: {count, plural, =1{{count} giorno fa} other{{count} giorni fa}}
kk: {count, plural, =1{{count} күн бұрын} other{{count} күн бұрын}}
ko: {count, plural, other{{count}일 전}}
lt: {count, plural, =1{Prieš {count} dieną} few{Prieš {count} dienas} many{Prieš {count} dienos} other{Prieš {count} dienų}}
lv: {count, plural, =0{pirms {count} dienām} =1{pirms {count} dienas} other{pirms {count} dienām}}
mk: {count, plural, =1{пред {count} ден} other{Пред {count} дена}}
nl: {count, plural, =1{{count} dag geleden} other{{count} dagen geleden}}
pt: {count, plural, =1{há {count} dia} other{há {count} dias}}
ro: {count, plural, =1{cu o zi în urmă} few{cu {count} zile în urmă} other{cu {count} de zile în urmă}}
ru: {count, plural, =1{{count} день назад} few{{count} дня назад} many{{count} дней назад} other{{count} дней назад}}
sk: {count, plural, =1{pred {count} dňom} few{pred {count} dňami} many{pred {count} dňami} other{pred {count} dňami}}
sl: {count, plural, =1{Pred {count} dnevom} =2{Pred {count} dnevoma} few{Pred {count} dnevi} other{Pred {count} dnevi}}
sq: {count, plural, =1{{count} ditë më parë} other{para {count} ditëve}}
sv: {count, plural, =1{{count} dag sedan} other{{count} dagar sedan}}
tr: {count, plural, =1{{count} gün önce} other{{count} gün önce}}
uk: {count, plural, =1{{count} день тому} few{{count} дні тому} many{{count} днів тому} other{{count} дня тому}}
vi: {count, plural, other{{count} ngày trước}}
zh: {count, plural, other{{count} 天前}}
zh_tw: {count, plural, other{{count}天前}}
