Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Type private notes here
af: Tik private notas hier in
ar: اكتب الملاحظات الخاصة هنا
az: Burada xüsusi qeydlər yazın
be: Тут можна зрабіць асабістыя нататкі аб гульні
bg: Запишете лични бележки тук
bn: এখানে নিজের ব্যক্তিগত গুরুত্বপূর্ণ তথ্য লিখতে পারেন
bs: Ovdje upišite privatne bilješke
ca: Escriu notes privades aquí
cs: Zde napište soukromé poznámky
da: Lav private noter her
el: Γράψτε εδώ τις προσωπικές σας σημειώσεις
eo: Entajpu privatajn notojn ĉi tie
es: Escribe aquí tus notas privadas
eu: Ohar pribatuak idatzi hemen
fa: یادداشت‌های خصوصی را اینجا بنویسید
fi: Kirjoita yksityisiä muistiinpanoja tähän
gl: Escribe notas privadas aquí
he: הקלידו הערות פרטיות כאן
hy: Մասնավոր նշումները մուտքագրեք այստեղ
id: Ketik pesan pribadi di sini
it: Scrivi qui le tue note private
kk: Жеке жазбаларыңыз үшін
ko: 여기에 비공개 메모 작성하기
lt: Čia galite rašytis asmeninius užrašus
lv: Personīgās piezīmes rakstiet šeit
mk: Напиши приватни белешки
nl: Type privénotities hier
pt: Escreve notas privadas aqui
ro: Scrie în privat aici
ru: Здесь вы можете оставить личные заметки об игре
sk: Sem píšte súkromné správy
sl: Piši zasebne beležke tukaj
sq: Shkruani shënime private këtu
sr: Напиши приватне белешке овде
sv: Skriv privata anteckningar här
tr: Özel notlarınızı buraya yazın
uk: Залишайте приватні нотатки тут
vi: Nhập ghi chú cá nhân ở đây
zh: 请在此处撰写个人备注
zh_tw: 在此輸入私人備註

source: Write a private note about this user
af: Skryf 'n private nota oor hierdie verbruiker
ar: كتابة ملاحظة خاصة عن هذا المستخدم
be: Напісаць прыватную нататку пра гэтага карыстальніка
bg: Напишете лична бележка относно този потребител
bn: এই ব্যবহারকারী সম্পর্কে ব্যক্তিগত নোট লিখুন
bs: Napišite privatnu bilješku o ovom korisniku
ca: Escriu una nota privada sobre aquest usuari
cs: Napište soukromou poznámku o tomto uživateli
da: Skriv en privat note om denne bruger
el: Γράψτε μια ιδιωτική σημείωση για αυτόν το χρήστη
eo: Skribu privatan noton pri ĉi tiu uzanto
es: Escribe una nota privada sobre este usuario
eu: Idatzi erabiltzaile honi buruzko ohar pribatua
fa: یک یادداشت خصوصی درباره این کاربر بنویسید
fi: Kirjoita tätä käyttäjää koskeva yksityinen muistiinpano
gl: Escribe unha nota privada sobre este usuario
he: כתבו הערה פרטית בנוגע למשתמש הזה
hy: Գրել գաղտնի նշում այդ օգտվողի մասին
id: Tulis catatan pribadi tentang pengguna ini
it: Scrivi una nota privata su questo utente
kk: Бұл ойыншы туралы жеке жазба жазу
ko: 이 사용자에 대한 비공개 메모를 작성하세요
lt: Parašykite privatų užrašą apie šį vartotoją
lv: Izveidot privātu piezīmi par šo lietotāju
mk: Напишете приватна белешка за овој корисник
nl: Maak een privé-notitie over deze gebruiker
pt: Escreva uma nota privada sobre este utilizador
ro: Scrie o notiță privată despre acest utilizator
ru: Написать приватную заметку об этом пользователе
sk: Napíšte súkromnú poznámku o tomto používateľovi
sl: Napišite zasebno opombo o tem uporabniku
sq: Shkruani një shënim privat rreth këtij përdoruesi
sr: Направи приватну белешку о овом кориснику
sv: Skriv en privat anteckning om den här användaren
tr: Bu kullanıcı hakkında özel bir not oluştur
uk: Напишіть приватну нотатку про цього користувача
vi: Viết một ghi chú riêng về người dùng này
zh: 为此用户撰写个人备注
zh_tw: 備註用戶資訊

source: No note yet
af: Nog geen nota nie
ar: لا يوجد ملاحظة بعد
be: Пакуль нататкаў няма
bg: Още няма бележки
bn: এখন পর্যন্ত কোনো নোট নেই
bs: Još nema bilješki
ca: Cap nota encara
cs: Zatím žádné poznámky
da: Ingen note endnu
el: Καμία σημείωση ακόμη
eo: Neniu noto ankoraŭ
es: Aún no hay notas
eu: Ez dago oharrik
fa: تاکنون، بدون یادداشت
fi: Ei vielä muistiinpanoja
gl: Aínda non hai notas
he: אין עדיין הערות
hy: Դեռ մի նշում չկա
id: Belum ada catatan
it: Non ci sono note
kk: Жазба жоқ
ko: 아직 메모가 없습니다.
lt: Kol kas nėra užrašų
lv: Nav piezīmes
mk: Уште нема белешка
nl: Nog geen notities
pt: Ainda sem notas
ro: Încă nu există notițe
ru: Пока нет ни одной заметки
sk: Zatiaľ žiadna poznámka
sl: Ni opombe še
sq: Ende pa shënim
sr: Још нема никаквих белешки
sv: Ingen anteckning ännu
tr: Henüz bir not yok
uk: Нотаток поки нема
vi: Chưa có ghi chú nào
zh: 暂无备注
zh_tw: 尚無備註

source: Invalid username or password
af: Ongeldige gebruikersnaam of wagwoord
ar: اسم المستخدم خطأ أو كلمة المرور غير صحيحة
az: Yanlış istifadəçi adı və ya şifrə
be: Няправільнае імя карыстальніка або пароль
bg: Грешен потребител или парола
bn: ব্যবহারকারী নাম অথবা পাসওয়ার্ড টি ঠিক নয়
bs: Pogrešno korisničko ime ili lozinka
ca: Nom d'usuari o contrasenya incorrectes
cs: Špatné jméno nebo heslo
da: Ugyldigt brugernavn eller adgangskode
el: Άκυρο όνομα χρήστη ή κωδικός
eo: Malĝusta uzantnomo aŭ pasvorto
es: Nombre de usuario o contraseña erróneo
eu: Erabiltzaile edo pasahitz okerra
fa: نام کاربری یا گذرواژهٔ نامعتبر
fi: Virheellinen käyttäjätunnus tai salasana
gl: Nome de usuario ou contrasinal non válidos
he: שגיאה בשם המשתמש או בסיסמה
hy: Սխալ օգտանուն կամ գաղտնաբառ
id: Username dan atau password salah
it: Nome utente o password non validi
kk: Атыңыз не құпиясөз қате
ko: 사용자 이름이나 비밀번호가 잘못되었습니다.
lt: Neteisingas prisijungimo vardas arba slaptažodis
lv: Nepareizs lietotājvārds vai parole
mk: Невалидно корисничко име или лозинка
nl: Ongeldige gebruikersnaam of wachtwoord
pt: Nome de utilizador ou palavra-passe incorretos
ro: Nume sau parolă invalidă
ru: Неверное имя пользователя или пароль
sk: Nesprávne meno alebo heslo
sl: Napačno uporabniško ime ali geslo
sq: Emër përdorues ose fjalëkalim i pavlefshëm
sr: Неисправно корисничко име или лозинка
sv: Ogiltigt användarnamn eller lösenord
tr: Hatalı kullanıcı adı ya da şifre
uk: Недійсне ім'я користувача або пароль
vi: Tên tài khoản hoặc mật khẩu đăng nhập không đúng
zh: 用户名或密码错误
zh_tw: 使用者名稱或密碼錯誤

source: Incorrect password
af: Verkeerde wagwoord
ar: كلمة المرور غير صحيحة
az: Yanlış şifrə
be: Няправільны пароль
bg: Неправилна парола
bn: ভুল সঙ্কেত শব্দ
bs: Netačna lozinka
ca: Contrasenya incorrecta
cs: Nesprávné heslo
da: Forkert adgangskode
el: Εσφαλμένος κωδικός
eo: Malkorekta pasvorto
es: Contraseña incorrecta
eu: Pasahitza ez da zuzena
fa: گذرواژهٔ نادرست
fi: Salasana ei kelpaa
gl: Contrasinal incorrecto
he: סיסמה שגויה
hy: Գաղտնաբառը սխալ է
id: Kata sandi salah
it: Password errata
kk: Құпиясөз қате
ko: 잘못된 비밀번호입니다.
lt: Neteisingas slaptažodis
lv: Nepareiza parole
mk: Погрешна лозинка
nl: Onjuist wachtwoord
pt: Palavra-passe incorreta
ro: Parolă greșită
ru: Неверный пароль
sk: Nesprávne heslo
sl: Nepravilno geslo
sq: Fjalëkalim i pasaktë
sr: Погрешна лозинка
sv: Felaktigt lösenord
tr: Şifre yanlış
uk: Невірний пароль
vi: Mật khẩu sai
zh: 密码错误
zh_tw: 舊密碼錯誤

source: Invalid authentication code
af: Ongeldige verifikasiekode
ar: رمز مصادقة غير صحيح
az: Etibarsız kimlik təsdiqləmə kodu
be: Няправільны код пацверджання
bg: Невалиден код за удостоверяване
bn: ইনভ্যালিড অথেন্টিকেশন কোড
bs: Nevažeći kod pri provjeri autentičnosti
ca: Codi d'autenticació invàlid
cs: Neplatný ověřovací kód
da: Ugyldig godkendelseskode
el: Μη έγκυρος κωδικός επαλήθευσης
eo: Nevalida aŭtentigada kodo
es: Código de autenticación inválido
eu: Autentikazio kodea ez da zuzena
fa: کد راستین‌آزمایی نامعتبر
fi: Tunnistautumiskoodi ei kelpaa
gl: Código de autenticación inválido
he: קוד אימות לא תקין
hy: Վավերացման սխալ կոդը
id: Kode autentikasi salah
it: Codice di autenticazione non valido
kk: Өкіл-растау құлыпсаны қате
ko: 무효한 인증코드
lt: Neteisingas patvirtinimo kodas
lv: Nederīgs autentifikācijas kods
mk: Неважечки код за автентикација
nl: Ongeldige authenticatiecode
pt: Código de autenticação inválido
ro: Cod de autentificare incorect
ru: Неверный код аутентификации
sk: Neplatný overovací kód
sl: Nepravilna avtentikacijska koda
sq: Kod i pavlefshëm mirëfilltësimi
sr: Неважећи аутентификациони код
sv: Ogiltig bekräftelsekod
tr: Geçersiz kimlik doğrulama kodu
uk: Недійсний код автентифікації
vi: Mã xác thực không hợp lệ
zh: 无效的验证码
zh_tw: 驗證碼無效

source: Email me a link
af: E-pos 'n skakel aan my
ar: أرسل لي الرابط بالبريد الإلكتروني
az: E-poçt ilə giriş linki göndər
be: Дашліце мне спасылку па электроннай пошце
bg: Изпрати ми препратка на имейла
bn: আমাকে লিংক ইমেইল কর
bs: Pošaljite mi link e-mail porukom
ca: Envieu-me un enllaç per correu electrònic
cs: Pošlete mi odkaz e-mailem
da: E-mail mig et link
el: Στείλτε μου σύνδεσμο μέσω ηλ. ταχυδρομείου
eo: Retpoŝte sendu al mi ligilon
es: Envíame un enlace por correo electrónico
eu: Esteka postaz bidali
fa: یک لینک به من ایمیل کنید
fi: Lähetä minulle linkki
gl: Mándame unha ligazón por correo
he: שלחו לי קישור בדוא״ל
hy: Էլեկտրոնային փոստով ուղարկել ինձ հղումը
id: Emailkan ke saya sebuah link
it: Inviami il link via email
kk: Поштама сілтеме жібер
ko: 메일로 링크를 보내주세요
lt: Atsiųsti nuorodą el. paštu
lv: Atsūtīt saiti epastā
mk: Прати ми линк на емаил
nl: Email me een link
pt: Envie-me um link por e-mail
ro: Trimite-mi un email cu link-ul
ru: Прислать ссылку мне на почту
sk: Pošlite link emailom
sl: Pošlji mi povezavo po elektronski pošti
sq: Dërgomëni lidhjen me email
sr: Пошаљи ми имејл са линком
sv: Skicka en länk till min e-post
tr: E-Posta ile giriş linki yolla
uk: Надішліть мені посилання
vi: Gửi cho tôi một liên kết trong Email
zh: 将链接发送到我的邮箱
zh_tw: 通過電郵發送連結給我

source: Current password
af: Huidige wagwoord
ar: كلمة المرور الحالية
az: Cari şifrə
be: Бягучы пароль
bg: Текуща парола
bn: বর্তমান পাসওয়ার্ড
bs: Trenutna lozinka
ca: Contrasenya actual
cs: Současné heslo
da: Nuværende adgangskode
el: Κωδικός σε ισχύ
eo: Nuna pasvorto
es: Contraseña actual
eu: Oraingo pasahitza
fa: گذرواژهٔ جاری
fi: Nykyinen salasana
gl: Contrasinal actual
he: הסיסמה הנוכחית
hy: Ընթացիկ գաղտնաբառը
id: Password saat ini
it: Password attuale
kk: Қазіргі құпиясөз
ko: 현재 비밀번호
lt: Esamas slaptažodis
lv: Esošā parole
mk: Тековна лозинка
nl: Huidig wachtwoord
pt: Palavra-passe atual
ro: Parola curentă
ru: Текущий пароль
sk: Aktuálne heslo
sl: Trenutno geslo
sq: Fjalëkalimi i tanishëm
sr: Тренутна лозинка
sv: Nuvarande lösenord
tr: Mevcut şifre
uk: Поточний пароль
vi: Nhập mật khẩu hiện tại
zh: 当前密码
zh_tw: 目前密碼

source: New password
af: Nuwe wagwoord
ar: كلمة المرور الجديدة
az: Yeni şifrə
be: Новы пароль
bg: Нова парола
bn: নতুন পাসওয়ার্ড
bs: Nova lozinka
ca: Nova contrasenya
cs: Nové heslo
da: Ny adgangskode
el: Νέος κωδικός
eo: Nova pasvorto
es: Nueva contraseña
eu: Pasahitz berria
fa: گذرواژهٔ نو
fi: Uusi salasana
gl: Novo contrasinal
he: סיסמה חדשה
hy: նոր գաղտնաբառը
id: Password baru
it: Nuova password
kk: Жаңа кұпиясөз
ko: 새 비밀번호
lt: Naujas slaptažodis
lv: Jaunā parole
mk: Нова лозинка
nl: Nieuw wachtwoord
pt: Nova palavra-chave
ro: Noua parolă
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sq: Fjalëkalimi i ri
sr: Нова лозинка
sv: Nytt lösenord
tr: Yeni şifre
uk: Новий пароль
vi: Nhập mật khẩu mới
zh: 新密码
zh_tw: 新密碼

source: New password (again)
af: Nuwe wagwoord (weer)
ar: كلمة المرور الجديدة (مرة أخرى)
az: Yeni şifrə (təkrar)
be: Новы пароль (яшчэ раз)
bg: Нова парола (пак)
bn: নতুন পাসওয়ার্ড (পুনরায়)
bs: Ponovi novu lozinku
ca: Nova contrasenya (de nou)
cs: Nové heslo (znovu)
da: Ny adgangskode (igen)
el: Νέος κωδικός (επαλήθευση)
eo: Nova pasvorto (retajpu)
es: Nueva contraseña (otra vez)
eu: Pasahitz berria (berriro)
fa: گذرواژهٔ نو (دوباره)
fi: Varmista uusi salasana
gl: Novo contrasinal (de novo)
he: סיסמא חדשה (בשנית)
hy: նոր գաղտնաբառը (նորից)
id: Password baru (lagi)
it: Nuova password (ripeti)
kk: Жаңа құпиясөз (қайтадан)
ko: 새 비밀번호 확인
lt: Naujas slaptažodis (vėl)
lv: Jaunā parole (atkārtoti)
mk: Нова лозинка (повторно)
nl: Nieuw wachtwoord (opnieuw)
pt: Nova palavra-passe (novamente)
ro: Noua parolă (repetă)
ru: Новый пароль (ещё раз)
sk: Nové heslo (znovu)
sl: Novo geslo (ponovno)
sq: Fjalëkalimi i ri (sërish)
sr: Нова лозинка (поново)
sv: Nytt lösenord (igen)
tr: Yeni şifre (tekrar)
uk: Новий пароль (ще раз)
vi: Nhập (lại) mật khẩu mới
zh: 新密码（再次输入）
zh_tw: 重複新密碼

# newPasswordsDontMatch
source: The new passwords don't match
af: Die nuwe wagwoorde stem nie ooreen nie
ar: كلمتا المرور الجديدتين غير متطابقتين
az: Yeni şifrələr uyğun gəlmir
be: Новыя паролі не супадаюць
bg: Новите пароли не съвпадат
bn: নতুন পাসওয়ার্ড আগের সঙ্গে মিলে নি
bs: Nove se lozinke ne podudaraju
ca: La nova contrasenya no coincideix
cs: Nová hesla nesouhlasí
da: De nye adgangskode stemmer ikke overens
el: Οι νέοι κωδικοί πρόσβασης δεν ταιριάζουν
eo: La nova pasvorto ne kongruas
es: Las contraseñas nuevas no coinciden
eu: Pasahitz berriak ez datoz bat
fa: گذرواژه‌های نو هم‌جور نیستند
fi: Uudet salasanat eivät täsmää
gl: Os contrasinais novos non coinciden
he: הסיסמאות החדשות אינן תואמות
hy: Նոր գաղտնաբառերը չեն համընկնում
id: Kata sandi baru tidak cocok
it: Le nuove password non coincidono
kk: Жаңа құпиясөздер бірдей емес
ko: 새로운 비밀번호가 일치하지 않습니다
lt: Nesutampa nauji slaptažodžiai
lv: Jaunās paroles nesaskan
mk: Новите лозинки не се совпаѓаат
nl: De nieuwe wachtwoorden komen niet overeen
pt: As novas palavras-passe não coincidem
ro: Parolele introduse nu se potrivesc
ru: Новые пароли не совпадают
sk: Zadané heslá sa nezhodujú
sl: Novi gesli se ne ujemata
sq: Fjalëkalimet e reja nuk përputhen
sr: Нове лозинке се не подударају
sv: De nya lösenorden är inte lika
tr: Yeni şifreler eşleşmiyor
uk: Нові паролі не збігаються
vi: Mật khẩu mới không khớp
zh: 两次输入的新密码不匹配
zh_tw: 新密碼不符合

# newPasswordStrength
source: Password strength
af: Wagwoord sterkte
ar: قوة كلمة المرور
az: Etibarlı şifrə
be: Надзейнасць пароля
bg: Сила на паролата
bn: পাসওয়ার্ডের শক্তি
bs: Jačina lozinke
ca: Seguretat de la contrasenya
cs: Síla hesla
da: Adgangskodens styrke
el: Ισχύς κωδικού πρόσβασης
eo: Pasvorta forto
es: Seguridad de la contraseña
eu: Pasahitzaren indarra
fa: نیرومندی گذرواژه
fi: Salasanan vahvuus
gl: Seguridade do contrasinal
he: חוזק הסיסמה
hy: Գաղտնաբառի բարդություն
id: Kekuatan Kata Sandi
it: Sicurezza della password
kk: Құпиясөздің беріктігі
ko: 비밀번호 강도
lt: Slaptažodžio stiprumas
lv: Paroles stiprums
mk: Јачина на лозинка
nl: Wachtwoordsterkte
pt: Força da palavra-passe
ro: Dificultatea parolei
ru: Надёжность пароля
sk: Sila hesla
sl: Moč gesla
sq: Fortësia e fjalëkalimit
sr: Јачина лозинке
sv: Lösenordsstyrka
tr: Şifre gücü
uk: Надійність пароля
vi: Độ mạnh của mật khẩu
zh: 密码强度
zh_tw: 密碼強度

source: Clock initial time
af: Aanvanklike kloktyd
ar: الوقت الأولي للساعة
az: Saatın başlanğıc vaxtı
be: Пачатковы час на часах
bg: Начално време на часовника
bn: ঘড়ি অনুযায়ী প্রাথমিক সময়
bs: Početno vrijeme sata
ca: Temps inicial al rellotge
cs: Počáteční čas
da: Indledende tid på ur
el: Αρχικός χρόνος
eo: Horloĝa komenca tempo
es: Tiempo inicial del reloj
eu: Erlojuaren hasierako denbora
fa: مقدار زمان اولیه
fi: Alkuaika
gl: Tempo inicial do reloxo
he: זמן התחלתי בשעון
hy: Նախնական ժամանակը ժամացույցի վրա
id: Waktu awal
it: Tempo iniziale
kk: Сағаттың бастапқы уақыты
ko: 기본 시간
lt: Laikrodžio pradinis laikas
lv: Sākotnējais pulksteņa laiks
mk: Почетно време
nl: Oorspronkelijke kloktijd
pt: Tempo inicial no relógio
ro: Timpul inițial al ceasului
ru: Начальное время на часах
sk: Počiatočný čas na hodinách
sl: Začetni čas
sq: Koha fillestare e sahatit
sr: Почетно време сата
sv: Starttid
tr: Maç başlangıç süresi
uk: Початковий час годинника
vi: Thời gian ban đầu
zh: 起始时限
zh_tw: 棋鐘起始時間

source: Clock increment
af: Klok inkrement
ar: زيادة الساعة
az: Vaxt artırma
be: Дадатак часу
bg: Добавено време на часовника
bn: ঘড়ির সময়বৃদ্ধির হার
bs: Dodatak satu
ca: Increment de temps
cs: Přídavek
da: Ur-forøgelse
el: Προσαύξηση
eo: Horloĝa pliigo
es: Incremento
eu: Denbora gehigarria
fa: مقدار زمان اضافی به ازای هر حرکت
fi: Lisäaika
gl: Incremento do reloxo
he: תוספת זמן
hy: Ժամանակի հավելում
id: Kenaikan waktu
it: Incremento orologio
kk: Уақыт қосылғышы
ko: 수 당 추가 시간
lt: Laikrodžio prieaugis
lv: Laika pieaugums
mk: Временски додаток
nl: Bijtelling
pt: Incremento no relógio
ro: Incrementarea ceasului
ru: Добавка времени
sk: Časový prírastok
sl: Dodatek k času
sq: Hap sahati
sr: Додатак сата
sv: Tidstillägg
tr: Hamle başına süre artışı
uk: Приріст часу
vi: Thời gian gia tăng
zh: 加秒
zh_tw: 加秒

source: Privacy
af: Privaatheid
ar: الخصوصية
az: Gizlilik
be: Прыватнасць
bg: Поверителност
bn: গোপনীয়তা
bs: Privatnost
ca: Privacitat
cs: Soukromí
da: Privatliv
el: Απόρρητο
eo: Privateco
es: Privacidad
eu: Pribatutasuna
fa: حریم شخصی
fi: Yksityisyys
gl: Privacidade
he: פרטיות
hy: Գաղտնիություն
id: Privasi
kk: Жеке мәлімет сақтығы
ko: 보안
lt: Privatumas
lv: Privātums
mk: Приватност
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sr: Приватност
sv: Sekretess
tr: Gizlilik
uk: Конфіденційність
vi: Bảo mật
zh: 隐私政策
zh_tw: 隱私

source: Privacy policy
af: Privaatheid Beleid
ar: سياسة الخصوصية
az: Gizlilik siyasəti
be: Палітыка прыватнасці
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
bs: Politici privatnosti
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
el: Πολιτική απορρήτου
eo: Privateca politiko
es: Política de privacidad
eu: Pribatutasun politika
fa: سیاست حریم شخصی
fi: tietosuojakäytännöstämme
gl: Política de privacidade
he: מדיניות הפרטיות
hy: Գաղտնիության քաղաքականություն
id: Kebijakan privasi
kk: Жеке мәлімет туралы саясат
ko: 개인정보취급방침
lt: privatumo politiką
lv: Privātuma politiku
mk: Полиса за приватност
nl: Acceptatiebeleid
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
sl: Politika zasebnosti
sq: Rregulla privatësie
sr: Политика приватности
sv: Integritetspolicy
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策
zh_tw: 隱私條款

source: Let other players follow you
af: Laat toe dat ander spelers jou te volg
ar: اسمح للاعبين الآخرين بمتابعتك
az: Digər oyunçuların səni izləməsinə icazə ver
be: Дазволіць іншых гульцам падпісвацца на вас
bg: Позволи на другите играчи да ви следват
bn: অন্যান্য খেলোয়ারদের আপানকে অনুসরন করতে দিন
bs: Dopustite da vas drugi igrači prate
ca: Permet que altres jugadors et segueixin
cs: Umožnit ostatním hráčům následovat Tě
da: Lad andre spillere følge dig
el: Επιτρέψτε σε άλλους παίκτες να σας ακολουθούν
eo: Lasi aliajn ludantojn sekvi vin
es: Permitir que otros jugadores te sigan
eu: Beste jokalari batzuk zu jarraitzea baimendu
fa: اجازه دهید دیگر بازیکنان شما را بدنبالند
fi: Anna muiden pelaajien seurata sinua
gl: Permitir que outros xogadores te sigan
he: אפשרו לשחקנים אחרים לעקוב אחריכם
hy: Թույլ տալ ուրիշ խաղացողներին ձեզ հետևել
id: Biarkan pengguna lain mengikuti anda
it: Permetti ad altri giocatori di seguirti
kk: Ойыншылар сізге серік бола ала ма?
ko: 다른 사람이 팔로우할 수 있게 함
lt: Leisti kitiems žaidėjams jus sekti
lv: Ļaut citiem jums sekot
mk: Дозволете останатите играчи да ве следат
nl: Andere spelers mogen je volgen
pt: Permitir que outros jogadores te sigam
ro: Permite altor jucători să te urmărească
ru: Разрешить другим игрокам подписываться на вас
sk: Povoliť ostatným hráčom aby Vás sledovali
sl: Dovolite da vam sledijo
sq: Lejoni lojtarë të tjerë t’ju ndjekin
sr: Допусти да те други играчи прате
sv: Låt andra spelare följa dig
tr: Diğer oyuncular seni takip etsin mi?
uk: Дозволити іншим спостерігати за вами
vi: Cho phép người khác theo dõi bạn
zh: 允许其他棋手关注您
zh_tw: 允許其他玩家關注

source: Let other players challenge you
af: Laat toe dat ander spelers jou uitdaag
ar: اسمح للاعبين الآخرين بتحديك
az: Digər oyunçuların sənə oyun təklif etməsinə icazə ver
be: Дазволіць іншым гульцам выклікаць вас на гульню
bg: Позволи на други играчи да ви предизвикват
bn: অন্যান্য খেলোয়ারদের আপানকে চ্যালেঞ্জ করতে দিন
bs: Dopustite da vas drugi igrači izazovu
ca: Permet que altres jugadors et reptin
cs: Umožnit ostatním hráčům vyzvat Tě
da: Lad andre spillere udfordre dig
el: Επιτρέψτε σε άλλους παίκτες να σας προκαλούν σε παιχνίδι
eo: Lasi aliajn ludantojn defii vin
es: Permitir que otros jugadores te desafíen
eu: Beste jokalari batzuk erronka egin dezatela baimentzea
fa: اجازه دهید بازیکنان دیگر به شما پیشنهاد بازی دهند
fi: Anna muiden pelaajien haastaa sinut
gl: Permitir que outros xogadores te reten
he: אפשרו לשחקנים אחרים להזמינכם למשחק
hy: Թույլ տալ ուրիշ խաղացողներին ձեզ մարտահրավեր նետել
id: Biarkan pengguna lain menantang anda
it: Permetti ad altri giocatori di sfidarti
kk: Ойыншылар сізді ойынға шақыра ала ма?
ko: 다른 사람이 나에게 도전할 수 있게 함
lt: Leisti kitiems žaidėjams pakviesti jus partijai
lv: Ļaut citiem jūs izaicināt
mk: Дозволете останатите играчи да ве предизвикуваат
nl: Andere spelers mogen je uitdagen
pt: Permitir que outros jogadores te desafiem
ro: Permite altor jucători să te provoace la joc
ru: Разрешить другим игрокам вызывать вас на игру
sk: Povoliť ostatným hráčom aby Vás vyzvali k partii
sl: Dovolite da vas izzovejo na partijo
sq: Lejoni lojtarë të tjerë t’ju sfidojnë
sr: Допусти да те други играчи изазову
sv: Låt andra spelare utmana dig
tr: Diğer oyuncular oyun teklif edebilsin
uk: Дозволити іншим кидати вам виклик
vi: Cho phép người khác thách đấu bạn
zh: 允许其他棋手向您发起挑战
zh_tw: 允許其他玩家發起挑戰

source: Let other players invite you to study
af: Laat ander spelers toe om jou na studies te nooi
ar: اسمح للاعبين الآخرين بدعوتك لدراسة
az: Digər oyunçular səni çalışmaya dəvət edə bilsin
be: Дазволіць іншым гульцам запрасіць вас на даследаванне
bg: Позволяване на играчи да ви поканят в проучване
bn: অন্যান্য খেলোয়ারদের আপানকে আমন্ত্রন করতে দিন
bs: Dopustite da vas drugi igrači pozovu u studiju
ca: Permet que altres jugadors et convidin a un estudi
cs: Umožnit ostatním hráčům pozvat Vás ke studii
da: Lad andre spillere invitere dig til at studere
el: Επιτρέψτε σε άλλους παίκτες να σας προσκαλούν σε μελέτη
eo: Ebligi al aliaj ludantoj inviti vin al studo
es: Permitir que otros jugadores te inviten a estudios
eu: Utzi beste jokalari batzuei zu ikerketetara gonbidatzen
fa: بگذارید دیگر بازیکنان، شما را به مطالعه دعوت کنند
fi: Salli muiden pelaajien kutsua sinut tutkielmiin
gl: Permite que outros xogadores te conviden a estudos
he: אפשרו לשחקנים אחרים להזמין אתכם ללוחות למידה
hy: Թույլ տալ ուրիշ խաղացողներին ձեզ հրավիրել ստուդիա
id: Ijinkan pemain lain mengajak Anda untuk studi
it: Permetti ad altri giocatori di invitarti negli studi
kk: Ойыншылар сізді зерттеуге шақыра ала ма?
ko: 다른 플레이어들이 나를 연구에 초대할 수 있음
lt: Leisti kitiems žaidėjams pakviesti jus į studiją
lv: Ļaut citiem jūs uzaicināt uz izpēti
mk: Дозволете останатите играчи да ве повикаат во студијата
nl: Laat andere spelers je uitnodigen voor een Study
pt: Permitir que outros jogadores te convidem para estudos
ro: Lasă alți jucători să te invite într-un studiu
ru: Разрешить другим игрокам приглашать вас в студию
sk: Povoliť ostatným hráčom aby Vás pozvali k šachovej štúdii
sl: Dovoli igralcem, da te povabijo na študij
sq: Lejoni lojtarë të tjerë t’’ju ftojnë të studioni
sr: Допусти другим играчима да те позову у студију
sv: Låt andra spelare bjuda in dig till studier
tr: Diğer oyuncular sizi bir çalışmaya davet edebilsin
uk: Дозволити іншим гравцям запрошувати Вас на навчання
vi: Cho phép người khác mời bạn tham gia nghiên cứu
zh: 允许其他棋手邀请您加入研习
zh_tw: 允許其他棋手邀請你參加研討

source: Sound
af: Klank
ar: الصوت
az: Səs
be: Гук
bg: Звук
bn: শব্দ
bs: Zvuk
ca: So
cs: Zvuky
da: Lyd
el: Ήχος
eo: Sonoj
es: Sonido
eu: Soinua
fa: صدا
fi: Äänet
gl: Son
he: צלילים
hy: Ձայն
id: Suara
it: Suono
kk: Дыбыстар
ko: 소리
lt: Garsas
lv: Skaņa
mk: Звук
nl: Geluid
pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sl: Zvok
sq: Zë
sr: Звук
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh
zh: 音效
zh_tw: 音效

source: None
af: Geen
ar: بدون
az: Heç biri
be: Няма
bg: Не
bn: কিছুই না
bs: Ništa
ca: Cap
cs: Žádné
da: Ingen
el: Καθόλου
eo: Neniu
es: Ninguna
eu: Desaktibaturik
fa: هیچ کدام
fi: Ei ollenkaan
gl: Ningunha
he: ללא
hy: Ոչ մեկը
id: Tidak Ada
it: Nessuna
kk: Жоқ
ko: 없음
lt: Jokia
lv: Nekāda
mk: Никаква
nl: Geen
pt: Nenhum
ro: Nici una
ru: Нет
sk: Žiadny
sl: Brez
sq: Asnjë
sr: Ниједна
sv: Ingen
tr: Hiçbiri
uk: Немає
vi: Không có
zh: 无
zh_tw: 無
