Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# aboutSimulSettings
source: Simuls are always casual. Rematches, takebacks and adding time are disabled.
af: Simuls is altyd vriendskaplik. Heruitdagings, terug-vat en ekstra tyd is afgeskakel.
ar: التزامنيات دائما عفوية. لا يمكن استرجاع النقلات، أضافة الوقت، او حتى طلب لعبة أخرى.
az: Sinxron seanslar adətən reytinqsizdir. Revanşlar, dala qaytarmalar və əlavə vaxt qadağan edilmişdir.
be: Сеансы адначасовай гульні заўсёды таварыскія. Нельга перахадзіць ці дадаваць час.
bg: Сеансите са винаги без рейтинг. Искане на повторна игра, връщане на ход и добавяне на време са изключени.
bn: সিমুলগুলো হয় সবসময় আকস্মিক. পূনারয়খেলা, পেছনেনেওয়া এবং "অনেকসময়" বিকল হয়.
bs: Simultanke su uvijek prijateljske. Opcije za revanš, vraćanje poteza i dodavanje vremena su isključene.
ca: Les simultànies són sempre amistoses. Les opcions de revenja, desfer la jugada i donar més temps estan desactivades.
cs: Simultánka je vždy neformální. Je nemožné nabízet odvety, vracení tahu a přidávat čas.
da: Simultanspil er altid "uformelle". Revanche, omtræk og "ekstra tid" er deaktiverede.
el: Τα σιμουλτανέ είναι πάντα φιλικά. Οι επαναλήψεις, ανακλήσεις κινήσεων και προσθήκες επιπλέον χρόνου έχουν απενεργοποιηθεί.
eo: Samtempludoj ĉiam estas amikaj. Redefioj, reprenoj kaj plia tempo ne eblas.
es: Las simultáneas son siempre partidas amistosas. Las opciones de petición de revancha, deshacer jugada y agregar tiempo están deshabilitadas.
eu: Aldibereko partidetan puntuazioak ez dira sekula aldatzen. Ezin da errebantxarik, atzera-jokatzerik edo-eta denbora-gehitzerik erabili.
fa: نمایشگاه همزمان همیشه نارسمی است. بازرویارویی، برگرداندن و زمان افزاینده نافعال شده‌اند.
fi: Simultaanit ovat aina rentoja. Revanssit, siirtojen perumiset ja ajan lisääminen ovat poissa käytöstä.
gl: As simultáneas son sempre amigables. As opcións de desquite, de desfacer a xogada e de engadir tempo non están activadas.
he: המשחקים הסימולטניים הם תמיד לא מדורגים. האפשרויות של: "נסה שוב", ״החזר מהלך״ ו"הוסף זמן" מבוטלות.
hy: Միաժամանակյա խաղաշարերը չեն ենթադրում վարկանիշային պարտիաներ։ Վերախաղարկումները, քայլերի չեղարկումները և ժամանակի հավելումները արգելված են։
id: Simultan selalu sederhana, tanding ulang, langkah balik dan tambahan waktu tidak diijinkan.
it: Le simultanee sono sempre amichevoli. Rivincite, ritiri di mossa e aggiunte di tempo sono disabilitate.
kk: Қалың ойын – әрқашанда жай ойын. Қайта ойнау, жүрісті қайтару, уақыт қосу дегендер болмайды.
ko: 다면기는 항상 캐주얼전입니다. 재대결, 무르기, 시간추가를 할 수 없습니다.
lt: Simulai visada yra nevertinami. Revanšai, ėjimų atšaukimai ir „daugiau laiko“ yra negalimi.
lv: Simultānseansi nekad nav vērtēti. Revanšu, gājienu atsaukšanas un laika pievienošanas iespējas ir atspējotas.
mk: Симултаните партии се секогаш пријателски. Нема реванши, враќање потези и додавање време.
nl: Simultanen zijn altijd zonder rating. Extra partijen, extra tijd en terugzetten is niet mogelijk.
pt: As simultâneas são sempre partidas amigáveis. Desforras, voltar jogadas atrás e dar mais tempo estão desativados.
ro: Simultanele sunt tot timpul amicale. Revanșele, mutările înapoi și opțiunea "mai mult timp" sunt dezactivate.
ru: Сеансы одновременной игры не предполагают партий на рейтинг. Переигровки, отмены ходов и «добавки времени» запрещены.
sk: Simultánky sú vždy nebodované. Odvety, vrátenie ťahu a "pridávania času" sú zakázané.
sl: Simultanke so zmeraj nerangirane. Revanše, popravki potez in dodajanje časa niso možni.
sq: Simultanet janë gjithmonë të pavlerësuara. Revansh, marrje mbrapsht dhe "më shumë kohë" janë të çaktivizuara.
sr: Симултанке су увек нерангиране. Реванши, враћања потеза и додавања времена су искључени.
sv: Simultanpartier är alltid orankade. Returmatch, ångerdrag och "extratid" är inaktiverat.
tr: Eş zamanlı gösteriler daima puansızdır. Yeniden maç teklifi göndermek, hamleyi geri almak ve ek süre talep etmek devre dışıdır.
uk: Сеанси завжди нерейтингові. Опції реваншу, повернення ходу і додавання часу вимкнені.
vi: Cờ đồng loạt luôn không tính xếp hạng. Việc tái đấu, đi lại hay cho thêm thời gian đều bị vô hiệu.
zh: 车轮战始终是休闲对局。重赛、悔棋和加时功能均被禁用。
zh_tw: 車輪賽事較為非正式的賽制。重賽、悔棋、以及加時功能皆會被禁用。

source: Create
af: Skep
ar: ابدأ
az: Yarat
be: Стварыць
bg: Създай
bn: তৈরি করুন
bs: Kreiraj
ca: Crea
cs: Vytvořte
da: Opret
el: Δημιουργήστε
eo: Krei
es: Crear
eu: Sortu
fa: ساختن
fi: Luo
gl: Crear
he: צור
hy: Ստեղծել
id: Buat baru
it: Crea
kk: Құру
ko: 생성
lt: Sukurti
lv: Izveidot
mk: Создади
nl: Creëer
pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sq: Krijoje
sr: Направи
sv: Skapa
tr: Oluştur
uk: Створити
vi: Tạo
zh: 创建
zh_tw: 建立

# whenCreateSimul
source: When you create a Simul, you get to play several players at once.
af: As jy 'n Simul skep, kan jy teen 'n paar spelers gelyktydig speel.
ar: عندما تنشئ تزامنية، يمكنك اللعب مع عدة لاعبين في الوقت ذاته.
az: Bir Seans yaratdığınızda eyni anda bir neçə oyunçu ilə oynamağa başlayırsınız.
be: Калі вы створыце сеанс адначасовай гульні, вам прыйдзецца гуляць супраць некалькіх супернікаў у адначассе.
bg: Когато създадете сеанс, трябва да можете да играете с много играчи наведнъж.
bn: যখন আপনি একটি সিমুল তৈরি করেন, আপনি খেলার জন্য একাধিক খেলোয়ার পাবেন.
bs: Kada kreirate simultanku, igrate protiv više igrača istovremeno.
ca: Quan crees una exhibició de simultànies, has de jugar amb diversos jugadors alhora.
cs: Když vytvoříte simultánku, budete hrát proti více hráčům najednou.
da: Når du opretter et simultanspil, spiller du mod adskillige modstandere på én gang.
el: Όταν δημιουργείτε ένα σιμουλτανέ, πρέπει να παίξετε με αρκετούς παίκτες ταυτόχρονα.
eo: Kiam vi kreas samtempludon, vi povas ludi kontraŭ multaj ludantoj samtempe.
es: Cuando creas una simultánea, juegas contra varios jugadores a la vez.
eu: Aldiberekoa sortzean, jokalari guztien aurka batera jokatu behar duzu.
fa: وقتی یک نمایش همزمان ایجاد میکنید باید با چند نفر همزمان بازی کنید.
fi: Jos luot simultaanin, sinun täytyy pelata useita pelaajia vastaan kerralla.
gl: Cando creas unha exhibición de simultáneas, tes que enfrontarte a varios xogadores ó mesmo tempo.
he: כאשר את/ה יוצר/ת משחק סימולטני, את/ה זוכה לשחק עם שחקנים רבים בו זמנית.
hy: Եթե ստեղծեք միաժամանակյա խաղաշար, ստիպված կլինեք խաղալու միաժամանակ մի քանի խաղացողի դեմ։
id: Ketika anda membuat Simultan, anda akan bertemu banyak lawan dalam satu saat.
it: Quando crei una simultanea, giochi contro diversi avversari contemporaneamente.
kk: Сіз қалың ойын құрғанда, бір мезгілде бірнеше қарсыласпен ойнайсыз.
ko: 다면기를 생성하면 한 번에 여러 명의 플레이어와 게임하게 됩니다.
lt: Sukūrę simultaną, turite galimybę žaisti su keletu žaidėjų vienu metu.
lv: Izveidojot simultānseansu, spēlēsiet ar vairākiem pretiniekiem vienlaicīgi.
mk: Кога создаваш симултана партија, играш со повеќе противници наеднаш.
nl: Wanneer je een simultaan creëert, kun je tegen meerdere spelers tegelijk spelen.
pt: Quando crias uma simultânea, podes jogar com vários adversários ao mesmo tempo.
ro: Când creezi un simultan, vei juca cu mai mulți jucători în același timp.
ru: Если вы создадите сеанс одновременной игры, вам придётся сыграть против нескольких игроков одновременно.
sk: Po vytvorení simultánky, môžete hrať s niekoľkými hráčmi naraz.
sl: Ko ustvariš simultanko, boš igral z več nasprotniki hkrati.
sq: Kur krijon një simultane, luan kundër disa lojtarëve njëkohësisht.
sr: Када направиш Симултанку, можеш играти против неколико играча одједном.
sv: När du skapar en simultan får du spela mot flera spelare samtidigt.
tr: Eş zamanlı gösterilerde, birkaç oyuncuyla aynı anda oynarsınız.
uk: Коли Ви створите сеанс, Вам треба буде грати проти кількох суперників одночасно.
vi: Khi bạn tạo một sự kiện cờ đồng loạt, bạn sẽ chơi với nhiều người cùng một lúc.
zh: 当您创建一个车轮战时，您可以同时与多名棋手对局。
zh_tw: 當您創建車輪戰時，您要同時跟幾個棋手一起下棋。

# simulVariantsHint
source: If you select several variants, each player gets to choose which one to play.
af: As jy 'n paar variasies kies, kan elke speler kies watter een om te speel.
ar: إذا اخترت عدة أنواع, كل لاعب يمكنه اختيار النوع الذي يريد.
az: Əgər bir neçə oyun variantı seçsəniz, hər bir oyunçu oynamaq istədiyi variantı seçə biləcək.
be: Вы таксама можаце абраць некалькі варыянтаў для гульні: тады кожны гулец абярэ той з іх, у якім ён хоча гуляць з вамі.
bg: Ако изберете няколко варианта, всеки играч може да избере кой да играе.
bn: যদি আপনি বিভিন্ন অপশন নির্বাচন করেন, প্রতিটি খেলোয়াড়কে বেছে নিতে হবে যেটা সে খেলতে চায়.
bs: Ako izaberete nekoliko varijanti, svaki igrač može da odabere koju varijantu želi da igra.
ca: Si selecciones diverses variants, cada jugador podrà escollir quina es jugarà.
cs: Pokud vyberete více variant, každý ze soupeřů si může vybrat.
da: Hvis du vælger flere varianter, kan hver enkelt spiller vælge, hvilken der skal spilles.
el: Εάν επιλέξετε διάφορες εκδοχές, κάθε παίκτης μπορεί να επιλέξει ποια θα παίξει.
eo: Se vi elektas multajn variaĵojn, ĉiu ludanto povas laŭvole elekti unu el la variaĵoj.
es: Si seleccionas diferentes variantes, cada jugador escoge cuál jugar.
eu: Aldaera batzuk hautatzen badituzu, jokalari bakoitzak nahi duena aukeratuko du
fa: اگر چندین وَرتا را برگزینید، هر بازیکن می‌تواند انتخاب کند که کدام‌یک را بازی کند.
fi: Jos valitset useita variantteja, jokainen pelaaja valitsee mihin osallistuu.
gl: Se seleccionas distintas variantes, cada xogador pode escoller cal xogar.
he: אם תבחר/י מספר גרסאות, כל שחקן יריב יזכה לבחור גרסה למשחק.
hy: Եթե ընտրեք խաղի մի քանի տարբերակ, յուրաքանչյուր խաղացող կընտրի դրանցից այն մեկը, որը կցանկանա խաղալ ձեզ հետ։
id: Jika anda memilih banyak varian, setiap pemain bisa memilih yang dimainkan.
it: Se selezioni più varianti, ogni giocatore può scegliere quale giocare.
kk: Егер сіз бірнеше шахмат түрін таңдасаңыз, әр ойыншы соның арасынан біреуін таңдайды.
ko: 복수의 게임방식을 선택할 경우, 상대방 측에서 게임 방식을 선택하게 됩니다.
lt: Jei pasirinksite keletą variantų, kiekvienas žaidėjas galės nuspręsti kurį norės žaisti.
lv: Ja atlasīsiet vairākus variantus, katrs spēlētājs varēs izvēlēties kuru spēlēt.
mk: Ако одбереш повеќе видови, секој играч може да одбере како ќе игра.
nl: Als je meerdere varianten selecteert, kan iedere speler kiezen welke variant hij wil spelen.
pt: Se selecionares diversas variantes, cada jogador poderá escolher qual delas jogar.
ro: Dacă alegi mai multe variante, fiecare jucător va avea de ales ce variantă va juca.
ru: Если вы выберете несколько вариантов игры, тогда каждый игрок выберет тот из них, в который он хочет сыграть с вами.
sk: Ak vyberiete viacero variantov, každý hráč si môže vybrať, ktorý bude hrať.
sl: Če si izbral več variant, vsak igralec izbere katero varianto bo igral.
sq: Nëse përzgjidhni disa variante, çdo lojtar zgjedh vetë cilin variant të luajë.
sr: Ако одабереш неколико варијанти, сваки играч има могућност да бира коју да игра.
sv: Om du väljer flera varianter får varje spelare välja vilken de vill spela.
tr: Eğer birkaç varyant seçerseniz, her oyuncu istediği varyantı seçip oynar.
uk: Якщо Ви обираєте кілька шахових варіантів, кожен гравець буде визначатися, який із них обрати.
vi: Nếu bạn chọn nhiều biến thể, mỗi người chơi sẽ được lựa chọn chơi biến thể nào.
zh: 如果您选择了多个变体，每位棋手可以选择他们更擅长的变体。
zh_tw: 如果您選擇多個變體，每個玩家可以選擇自己所好的變體。

# simulClockHint
source: Fischer Clock setup. The more players you take on, the more time you may need.
af: Fischer Klok stelling. Hoe meer spelers wat jy aanvat, hoe meer tyd kan jy benodig.
ar: ضبط توقيت بالزيادة . كلما زاد عدد اللاعبين كلما احتجت لوقت أطول.
az: Fişer Saatını quraşdırma. Daha çox oyunçu götürsəniz, daha çox vaxta ehtiyacınız ola bilər.
be: Налады гадзінніку Фішэра. Чым больш у вас супернікаў, тым больш часу вам можа спатрэбіцца.
bg: Fischer-засичане на времето. Колкото повече играчи приемеш, толкова повече време ти е нужно.
bn: ফিশার ঘড়ি বিন্যাস. একবারে অনেক খেলোয়াড় নিলে, হয়তো আপনার অনেক সময় প্রয়োজন হবে.
bs: Fischer podešavanje sata. Što više igrača primite, više će Vam vremena trebati.
ca: Sistema de Rellotge Fischer. Com més oponents tinguis, més temps et pot caldre.
cs: Nastavení Fisherových hodin. Čím víc hráčů přijmete, tím víc času budete potřebovat.
da: Fischer Clock opsætning. Jo flere spillere du udfordrer, jo mere tid kan være nødvendig.
el: Ρολόι Φίσερ. Όσους περισσότερους παίκτες παίξετε, τόσο περισσότερο χρόνο ίσως χρειαστείτε.
eo: Ŝakhorloĝo. Ju pli da ludantoj kiujn vi defios, des pli da tempo kiun vi eble bezonos.
es: Configuración de reloj Fischer. Cuantos más oponentes, más tiempo se necesita.
eu: Fischer erloju doikuntza. Zenbat eta jokalari gehiagoren aurka jokatua, are denbora gehiago behar izango duzu
fa: تنظیم ساعت فیشر. هرچه از بازیکنان بیشتری برنده شوید، زمان بیشتری نیاز دارید
fi: Fischer-kellon asetukset. Mitä enemmän pelaajia on, sitä enemmän aikaa saatat tarvita.
gl: Modo Fischer de reloxo. Cantos máis xogadores, máis tempo necesitas.
he: התקנת שעון של פישר. ככל שתשחק/י נגד יותר שחקנים, כך תזדקק/י ליותר זמן.
hy: Ֆիշերի ժամացույցի կարգավորումներ։ Որքան շատ մրցակից ունենաք, այնքան շատ ժամանակ ձեզ պետք կգա։
id: Aturan Jam Fischer: Semakin banyak peserta yang ikut, semakin banyak waktu diperlukan.
it: Modello Fischer Clock. Più giocatori sfidi, più tempo ti potrebbe servire.
kk: Фишер Сағатын баптау. Қарсыластарыңыз көп болса, уақыт та көп қажет.
ko: 피셔 방식 제한시간 설정: 여러 명의 사람들과 둔다면 더 많은 시간이 필요할 것입니다.
lt: Fišerio laikrodžio nustatymas. Prieš kuo daugiau žaidėjų rungsitės, tuo daugiau laiko jums gali prireikti.
lv: Fišera pulksteņa uzstādīšana. Jo vairāk pretinieku, jo vairāk laika jums varētu vajadzēt.
mk: Поставување на Фишерскиот часовник. Што повеќе противници, толку повеќе време ти треба.
nl: Fischer-speeltempo. Hoe meer tegenstanders er zijn, hoe meer tijd je nodig hebt.
pt: Configuração de incrementos no relógio. Quanto mais jogadores admitires, mais tempo poderás necessitar.
ro: Configurare de ceas Fischer. Cu cât joci împotriva mai multor jucători, cu atât vei avea nevoie de mai mult timp.
ru: Настройка часов Фишера. Чем больше игроков играет против вас, тем больше времени вам может понадобится.
sk: Nastavenie (Fisherových) hodín. Čím viac súperov, tým viac času budete potrebovat.
sl: Fischerjeva nastavitev ure. Več igralcev kot sprejmeš, več časa boš morda potreboval.
sq: Ujdisje Fisher për sahatin. Sa më shumë lojtarë pranoni, aq më shumë kohë mund t’ju nevojitet.
sr: На начин Фишеровог Сата. Што више играча играш, више времена ти може бити потребно.
sv: Inställningar för fischerklocka. Ju fler spelare du tar dig an, desto mer tid kan du behöva.
tr: Fischer Saati formatı. Ne kadar fazla oyuncu ile yüzleşirseniz, o kadar fazla zamana ihtiyaç duyabilirsiniz.
uk: Налаштування годинника Фішера. Чим більше учасників, тим більше часу Вам знадобиться.
vi: Thiết lập Đồng hồ Fischer. Bạn càng chơi với nhiều người thì càng có thể cần nhiều thời gian.
zh: 菲舍尔制时钟设置。您接受的对手越多，您可能需要的时间就越多。
zh_tw: 費雪棋鐘設定。棋手越多，您所需的時間可能就越多。

# simulAddExtraTime
source: You may add extra initial time to your clock to help you cope with the simul.
af: Jy kan ekstra tyd by jou klok sit om jou te help om die simul te hanteer.
ar: يمكنك زيادة الوقت لساعتك للمساعدة في التزامنية.
az: Sinxron seansla başa çıxmaq üçün öz saatınıza əlavə vaxtlar artıra bilərsiniz.
be: Вы можаце ўзяць сабе дадатковы час на роздумы.
bg: Можеш да си прибавиш време, за да се справиш с предизвикателството.
bn: আপনি হয়তো অতিরিক্ত সময় যোগ করে আপনার ঘড়ি সিমুলের সাথে মোকাবেলা করতে পারবেন.
bs: Možete dodati više vremena na svoj sat kako bi Vam to pomoglo tokom igranja simultanke.
ca: Pots afegir temps extra al rellotge per ajudar-te amb les simultànies.
cs: Můžete si přidat více času, abyste tu simultánku lépe zvládli.
da: Du kan tilføje ekstra tid til dit ur for at hjælpe med at klare simultanspillet.
el: Μπορείτε να προσθέσετε επιπλέον χρόνο στο ρολόι σας για να βοηθηθείτε.
eo: Vi povas aldoni plian tempon al via ŝakhorloĝo por helpi vian ludadon.
es: Puedes añadir tiempo adicional a tu reloj para ayudarte en la simultánea.
eu: Aldibereko partidetan aritu ahal izateko, agian denbora gehiago gehitu beharko diozu zure erlojuari
fa: برای کمک به شما میتوانید برای خود زمان اضافی در نظر بگیرید.
fi: Voit lisätä aikaa kelloosi selviytyäksesi simultaanista.
gl: Podes engadir tempo extra ó teu reloxo para axudarte coas simultáneas.
he: באפשרותך להוסיף זמן לשעון שלך כדי לעזור לך להתמודד עם המשחק הסימולטני.
hy: Պարտիաներում մտորելու համար դուք կարող եք ստանալ լրացուցիչ ժամանակ։
id: Anda bisa menambah waktu pada jam anda untuk membantu simultan anda
it: Puoi aggiungere più tempo al tuo orologio per far fronte alla simultanea.
kk: Қалың ойынды жеңілдету үшін өзіңізге қосымша уақыт қоса аласыз.
ko: 동시대국을 위하여 당신에게만 여분의 시간을 더할 수 있습니다.
lt: Galite pridėti papildomo laiko savo laikrodžiui, kad būtų lengviau žaisti simultane.
lv: Varat pievienot papildus laiku savam pulkstenim, lai vieglāk tiktu galā ar simultānseansu.
mk: Можеш да додадеш додатно време на часовникот, за да ти помогне со симултаната партија.
nl: Je mag extra tijd aan je eigen klok toevoegen om beter met de simultaan om te kunnen gaan.
pt: Podes acrescentar tempo adicional ao teu relógio, para te ajudar a lidar com a simultânea.
ro: Poți adăuga timp în plus pe ceasul tău pentru a te ajuta să faci față simultanului.
ru: Вы можете взять себе дополнительное время на обдумывание партий.
sk: Môžete si pridať dodatočný čas k vašim hodinám pre zlepšenie behu simultánky.
sl: Uri lahko dodaš več časa v pomoč pri igranju simultanke.
sq: Ju mund të shtoni kohë shtesë për t'i bërë ballë simultanes.
sr: Можеш ставити додатно почетно време на свој сат како би ти помогло да се снађеш у симултанци.
sv: Du kan lägga till extra tid till dig för att klara av simultanspelet.
tr: Eş zamanlı gösteride süreyi idare edebilmek için kendi saatinize fazladan zaman ekleyebilirsiniz.
uk: Ви можете додати собі час, щоб упоратися з сеансом.
vi: Bạn có thể thêm thời gian ban đầu cho đồng hồ của mình để đấu cờ đồng loạt dễ hơn.
zh: 您可以为自己增加额外的初始时间，以帮助您应对车轮战。
zh_tw: 您可以給您的時鍾多加點時間以幫助您應對車輪戰。

# simulHostExtraTime
source: Host extra initial clock time
af: Gasheer ekstra kloktyd
ar: التوقيت الإضافي لساعة المضيف
az: Ev sahibinin əlavə vaxtı
be: Дадатковы час для арганізатара
bg: Допълнително време
bn: অতিরিক্ত ঘড়ির সময়ের স্বাগতিক
bs: Dodatno vrijeme domaćina
ca: Temps extra per a l'amfitrió
cs: Hostův bonusový čas
da: Ekstra tid til værtsuret
el: Παροχή επιπλέον χρόνου στο ρολόι
eo: Plia tempo por la gastiganto
es: Tiempo extra del anfitrión
eu: Denbora gehitu erlojuan
fa: زمان اضافی میزبان
fi: Isännän ylimääräinen aika
gl: Tempo inicial extra para o anfitrión
he: זמן נוסף למארח/ת
hy: Խաղաշար անցկացնողի լրացուցիչ ժամանակը
id: Penyedia waktu tambahan
it: Tempo aggiuntivo del simultaneista
kk: Бас ойыншының қосымша уақыты
ko: 호스트 연장 시간
lt: Papildomas laikas šeimininkui
lv: Papildu laiks vadītājam
mk: Додатно време за домаќинот
nl: Extra tijd voor de simultaangever
pt: Tempo adicional do anfitrião
ro: Timp suplimentar pe ceasul gazdei
ru: Дополнительное время сеансёра
sk: Dotatočný čas pre hostiteľa.
sl: Dodaten čas za gostitelja
sq: Kohë shtesë për organizatorin
sr: Додатно почетно време сата домаћина
sv: Värdens extratid
tr: Ev sahibinin fazladan süresi
uk: Додатковий час організатора
vi: Thời gian thêm ban đầu cho người chủ trì
zh: 主持人额外初始时间
zh_tw: 主持人的額外時間

# simulAddExtraTimePerPlayer
source: Add initial time to your clock for each player joining the simul.
af: Voeg begintyd by jou klok vir elke speler wat die simul aansluit.
ar: أضف وقتًا ابتدائيًا إلى ساعتك لكل لاعب ينضم إلى المحاكاة.
bg: Добавете начално време на Вашия часовник за всеки играч, който се присъедини към сеанса.
bn: সিমুলে যোগদানকারী প্রতিটি খেলোয়াড়ের জন্য আপনার ঘড়িতে ইনিশিয়াল সময় যোগ করুন.
bs: Dodajte početno vrijeme na Vaš sat za svakog igrača koji se pridruži simultanci.
ca: Afegir temps inicial al vostre rellotge per cada jugador que entri a la simultània.
cs: Přidat extra čas za každého hráče který se přidá do simultánky.
da: Læg den indledende tid til dit ur igen for hver spiller, der melder sig til simultanspillet.
el: Προσθήκη επιπλέον χρόνου στο ρολόι σας για κάθε παίκτη που συμμετέχει στο σιμουλτανέ.
eo: Aldoni komencan tempon al via horloĝo por ĉiu ludanto, kiu aliĝis al la samtempludo.
es: Tiempo inicial que se añade a tu reloj por cada oponente que se una a la simultánea.
eu: Aldibereko partidara sartzen den jokalari bakoitzagatik denbora gehitu zure erlojuan.
fa: به ازای پیوستن هر بازیکن، به زمان اولیه خود اضافه کنید.
fi: Lisää alussa kelloosi aikaa jokaista simultaaniin liittyvää pelaajaa kohden.
gl: Engadir tempo inicial ao teu reloxo por cada xogador que se una ás simultáneas.
he: הוספת זמן לשעון שלך בכל פעם שמצטרף/ת שחקן/ית למשחק הסימולטני.
hy: Ձեր ժամացույցի վրա ավելացրեք մեկնարկային ժամանակը յուրաքանչյուր խաղացողի համար, ով մուտք է գործել Ձեր միաժամանակյա խաղի նստաշրջան:
id: Tambahkan waktu awal kepada jam anda untuk setiap pemain yang bergabung ke simul.
it: Aggiungi del tempo al tuo orologio per ogni giocatore che si unisce alla simultanea.
kk: Жаңа кірген әр ойыншы үшін өзіңіздің бастапқы уақытыңызды көбейту.
ko: 다면기에 참여하는 각 플레이어에게 기본 시간을 추가합니다.
lt: Pridėti pradinio laiko prie jūsų laikrodžio už kiekvieną prie simultano prisijungiantį žaidėją.
lv: Pievienot papildu laiku jūsu pulkstenim par katru spēlētāju, kas pievienojas simultānseansam.
mk: Додајте почетно време на Вашиот часовник со приклучувањето на секој нов играч во симултанката.
nl: Voeg extra tijd toe aan de klok voor elke speler die meedoet aan de simultaan.
pt: Adicione tempo inicial ao seu relógio para cada jogador que entra na simulação.
ro: Adaugă timp inițial la ceasul tău pentru fiecare jucător care se alătură jocului simultan.
ru: Добавьте начальное время на ваших часах для каждого игрока, вошедшего в ваш сеанс одновременной игры.
sk: Za každého hráča, ktorý sa pripojí k simultánke, navýšiť čas na Vašich hodinách o počiatočný čas partie.
sl: Dodajte začetni čas svoji uri za vsakega igralca, ki se pridruži simultanki.
sq: Shtoni kohë fillestare te sahati juaj për çdo lojtar që hyn në simultane.
sr: Додај почетно време на свом сату за сваког играча који учествује у симултанци.
sv: Lägg till en starttid på klockan för varje spelare som går med i simultanmatchen.
tr: Eş zamanlı gösteriye katılan her oyuncu için saatinize başlangıç süresi ekleyin.
uk: Додавайте початковий час до вашого годинника для кожного гравця, що приєднується до сеансу.
vi: Thêm thời gian ban đầu vào đồng hồ của bạn cho mỗi người chơi tham gia sự kiện đồng loạt.
zh: 为每位加入车轮战的棋手增加您时钟的初始时间。
zh_tw: 每有一個玩家加入車輪戰，您棋鐘的初始時間都將增加。
