Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# studyAnnotatePositionTitle
source: Annotate a position
af: Annoteer 'n posisie
ar: علق علي الموقف
bs: Označi poziciju
ca: Anotar una posició
cs: Anotovat pozici
da: Annoter en stilling
el: Δημιουργία σχολίου με σύμβολα σε μία θέση
es: Anotar una posición
eu: Iruzkindu posizioa
fa: یادداشت‌گذاری روی یک وضعیت
fi: Arvioi asema symbolein
gl: Anotar unha posición
it: Scrivi una nota su una posizione
ko: 포지션에 주석달기
nl: Een stelling van commentaar voorzien
pt: Anota uma posição
ro: Adnotează o poziție
ru: Добавьте метки к позиции
sk: Anotovať pozíciu
sl: Označite položaj
sq: Vini shënim për një pozicion
sv: Annotera en position
uk: Додати примітку до позиції
vi: Chú thích một thế cờ
zh: 评注某个局面

# studyAnnotatePositionText
source: Click the !? button, or a right click on the move list on the right.<br>Annotation glyphs are shared and saved.
af: Klik die !?-knoppie, of regs-klik op die skuiflys aan die regterkant.<br>Annoteringsimbole word gedeel en gestoor.
ar: اضغط على زر ?!, أو أضغط بزر الفأرة الأيمن علي قائمة النقلات علي اليمين.<br> رموز التعليق يتم مشاركتها وحفظها.
bs: Kliknite na dugme !? ili kliknite desnim tasterom miša na listu za premeštanje sa desne strane.<br>Glifovi anotacija se dele i čuvaju.
ca: Prem el botó !?, o fes clic dret a la llista de moviments de la dreta.<br>Les icones d'anotacions es comparteixen i es guarden.
cs: Klikněte na tlačítko !?, nebo klikněte pravým tlačítkem na seznam tahů vpravo.<br>Anotační symbolyy jsou nyní sdíleny a uloženy.
da: Klik på !? knappen, eller lav et højreklik på træklisten i højre side.<br>Annoteringsglyffer deles og gemmes.
el: Κάντε κλικ στο κουμπί !? ή δεξί κλικ στη λίστα των κινήσεων δεξιά.<br>Τα σχόλια με σύμβολα κοινοποιούνται και αποθηκεύονται.
es: Haz clic en el botón !? o clic derecho en la lista de movimientos de la derecha.<br>Los comentarios serán compartidos y guardados.
eu: Egin klik !? botoian, edo jokaldi zerrendan.<br>Iruzkinen ikonoak partekatu eta gorde egiten dira.
fa: روی دکمهٔ !؟ کلیک کنید، یا روی لیست حرکات در سمت راست، راست-کلیک کنید. علائم یادداشت‌گذاری به اشتراک گذاشته و ذخیره می‌شوند.
fi: Napsauta !?-painiketta tai hiiren oikealla näppäimellä oikealla olevaa siirtolistaa.<br>Arviosymbolit tallentuvat ja tulevat näkyviin kaikille jäsenille.
gl: Preme no botón !? ou fai clic co botón dereito do rato na lista de xogadas.<br>Os símbolos na notación compártense e sálvanse.
it: Fai clic sul pulsante !? oppure fai clic col tasto destro sull'elenco delle mosse.<br>Le icone delle note sono condivise e salvate.
ko: !? 버튼을 클릭하거나, 우측의 수 목록을 우클릭하세요.<br>주석들은 공유되며 저장됩니다.
nl: Klik op de !? knop, of klik met de rechtermuisknop op de zerrenlijst aan de rechterkant.<br>Aantekeningen worden gedeeld en opgeslagen.
pt: Clica no botão !?, ou faz um clique no lado direito do rato sobre a lista de movimentos à direita.<br> Glifos de anotação são partilhados e salvos.
ro: Clic pe butonul !? sau clic dreapta pe lista de mutări din dreapta.<br> Simbolurile sunt comune și salvate.
ru: Нажмите на кнопку !?, или нажмите правой кнопкой мыши в списке ходов справа.<br>Значки аннотации открыты для участников и сохранены.
sk: Kliknite na tlačidlo !? alebo kliknite pravým tlačidlom myši na zoznam ťahov vpravo.<br>Anotačné glyfy sú zdieľané a uložené.
sl: Kliknite !? gumb ali desni klik na seznam za premikanje na desni.<br>Glifi pripisov so v skupni rabi in shranjeni.
sv: Klicka på knappen !?, eller högerklicka på drag-listan till höger.<br>Kommentarer delas och sparas.
uk: Натисніть кнопку !? або клацніть правою кнопкою миші на список ходів справа.<br>Символьні анотації зберігаються та доступні всім.
vi: Nhấp vào nút !? hoặc nhấp chuột phải vào danh sách nước đi ở bên phải.<br>Dấu chú thích được chia sẻ và lưu.
zh: 点击 !? 按钮，或者右键点击右侧的着法列表。<br>评注符号是共享并保存的。

# studyConclusionTitle
source: Thanks for your time
af: Dankie vir jou tyd
ar: شكرًا على وقتك
bs: Hvala na vašem vremenu
ca: Gràcies pel teu temps
cs: Děkujeme za váš čas
da: Tak for din tid
el: Σας ευχαριστούμε για τον χρόνο σας
eo: Dankon pro via tempo
es: Gracias por tu tiempo
eu: Eskerrik asko zure denboragatik
fa: ممنون از وقتی که گذاشتید
fi: Kiitokset tutkielmiin tutustumisesta
gl: Grazas polo teu tempo
it: Grazie del tuo tempo
ko: 시간을 내주셔셔 감사합니다
nl: Bedankt voor je tijd
pt: Obrigado pelo seu tempo
ro: Mulțumim pentru timpul tău
ru: Благодарим за уделённое время
sk: Vďaka za Váš čas
sl: Hvala za vaš čas
sq: Faleminderit për kohën që harxhoni
sv: Tack för din tid
tr: Vakit ayırdığınız için teşekkürler
uk: Дякуємо за ваш час
vi: Cảm ơn bạn đã dành thời gian
zh: 感谢您抽出宝贵的时间

# studyConclusionText
source: You can find your <a href='/study/mine/hot'>previous studies</a> from your profile page.<br>There is also a <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blog post about studies</a>.<br>Power users might want to press "?" to see keyboard shortcuts.<br>Have fun!
bs: Svoje <a href='/study/mine/hot'>prethodne studije</a> možete pronaći na stranici svog profila.<br>Postoji i <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blog objava na blogu o studijama</a>.<br>Napredni korisnici možda žele pritisnuti "?" da bi vidjeli prečice na tastaturi.<br>Zabavite se!
ca: Podeu trobar els vostres <a href='/study/mine/hot'>estudis anteriors</a> dins del vostre perfil.<br>Tambe podeu trobar <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>una entrada del blog sobre els estudis</a>.<br>Els usaris avançats poden premer la tecla "?" per veure les dreceres del teclat.<br>Disfruteu!
cs: Můžete naleznout <a href='/study/mine/hot'>předchozí studie</a> na vaší profilové stránce.<br>Také si můžete přečíst <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogový příspěvek o studdích</a>.<br>Zkušení uživatelé mohou stisknout „?“ pro zobrazení klávesových zkratek.<br>Hodně zábavy!
da: Du kan finde dine <a href='/study/mine/hot'>tidligere studier</a> fra din profilside.<br>Der er også et <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogindlæg om studier</a>.<br>Superbrugere vil måske at trykke på "?" for at se tastaturgenveje.<br>God fornøjelse!
el: Μπορείτε να βρείτε τις<a href='/study/mine/hot'>προηγούμενες μελέτες σας</a> στη σελίδα προφίλ σας.<br>Έχουμε επίσης δημοσιεύσει μια <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>ανάρτηση για τις μελέτες στο ιστολόγιό μας</a>.<br>Οι έμπειροι χρήστες μπορούν να πατήσουν το πλήκτρο «?» για να δουν τους διαθέσιμους συνδυασμούς πλήκτρων.<br>Καλή διασκέδαση!
es: Puedes encontrar tus <a href='/study/mine/hot'>estudios previos</a> en tu perfil.<br>También existe un <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>comentario de blog sobre los estudios</a>.<br>Los usuarios avanzados pueden pulsar "?" para ver los atajos de teclado.<br>¡Que te diviertas!
eu: Zure <a href='/study/mine/hot'>aurreko azterlanak</a> zure profilean ikusi ditzakezu.<br>Gainera <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>azterlanei buruzko blogeko artikulu bat</a> ere badago.<br>Erabiltzaile ahaltsuek "?" sakatu dezakete beste lasterbide batzuk ikusteko.
fa: شما می‌توانید مطالعه‌های قبلی خود را از صفحهٔ پروفایلتان پیدا کنید، همچنین یک پست وبلاگ دربارهٔ مطالعه‌ها وجود دارد. کاربران حرفه‌ای می‌توانند کلید «؟» را برای دیدن میان‌برهای صفحه‌کلید فشار دهند. خوش بگذره!
fi: <a href='/study/mine/hot'>Edelliset tutkielmasi</a> löytyvät profiilisivultasi.<br>Olemme myös kirjoittaneet tutkielmista <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogiin </a>.<br>Edistyneille käyttäjille suosittelemme tutustumista pikanäppäimin, jotka saa näkyviin painamalla "?".<br>Pidä hauskaa!
gl: Podes atopar os teus <a href='/study/mine/hot'>estudos previos</a> na túa páxina de perfil.<br>Tamén hai unha <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>publicación sobre estudos</a>.<br>Os usuarios curiosos poden premer "?" para ver os atallos de teclado.<br>Pásao ben!
it: Puoi trovare i tuoi <a href='/study/mine/hot'>studi precedenti</a> sulla pagina del tuo profilo.<br>C'è anche un <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>post sugli studi</a> sul blog.<br>Gli utenti esperti possono premere "?" per vedere le scorciatoie da tastiera.<br>Divertiti!
nl: Je kunt je <a href='/studie/mine/hot'>vorige studies</a> vinden op je profielpagina.<br>Er is ook een <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogpost over studies</a>.<br>Power users kunnen op "?" drukken om sneltoetsen te zien.<br>Veel plezier!
pt: Podes encontrar os teus <a href='/study/mine/hot'> estudos prévios</a> a partir da tua página de perfil.<br> Também há uma <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'> publicação no blog sobre estudos</a>.<br> Utilizadores avançados podem querer pressionar "?" para ver os atalhos do teclado.<br> Divirta-te!
ro: Poți găsi studiile tale <a href='/study/mine/hot'>anterioare</a> din pagina ta de profil.<br>Există, de asemenea, un blog <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>despre studii</a>.<br>Utilizatorii avansați ar putea dori să apese "?" pentru a vedea scurtături de taste.<br>Distracție plăcută!
ru: Вы можете найти ваши<a href='/study/mine/hot'> предыдущие студии</a> на странице вашего профиля.<br>Есть также<a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'> блог про студии</a><br>Опытные пользователи могут попробовать нажать «?» чтобы увидеть горячие клавиши.<br>Наслаждайтесь!
sk: Svoje <a href='/study/mine/hot'>predchádzajúce štúdie</a> nájdete na stránke svojho profilu.<br>K dispozícii je aj <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogový príspevok o štúdiách</a>.<br>Zdatní používatelia si môžu stlačiť „?“ a zobraziť klávesové skratky.<br>Príjemnú zábavu!
sl: Najdete lahko svoje <a href='/study/mine/hot'>prejšnje študije</a> na strani vašega profila.<br>Obstaja tudi <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>objava v spletnem dnevniku o študiju</a>.<br>Izkušeni uporabniki bodo morda želeli pritisniti "?" za ogled bližnjic na tipkovnici.<br>Zabavajte se!
sq: <a href='/study/mine/hot'>Ushtrimet tuaja të mëparshme</a> mund t’i gjeni te faqja e profilit tuaj.<br>Ka edhe një <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>postim blogu rreth ushtrimeve</a>.<br>Përdoruesit e sprovuar mund të duan të shtypin “?”, që të shohin shkurtore tastiere.<br>Bëfshi qejf!
sv: Du hittar dina <a href='/study/mine/hot'>tidigare studier</a> på din profilsida.<br>Det finns också ett <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>blogginlägg om studier</a>.<br>Erfarna användare kanske vill trycka på "?" för att se kortkommandon.<br>Ha så kul!
uk: Ви можете знайти свої <a href='/study/mine/hot'>попередні дослідження</a> на сторінці профілю.<br>Також радимо ознайомитися з <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>блогом про дослідження</a>.<br>Досвідчені користувачі можуть натиснути "?", щоб побачити комбінації клавіш.<br>Бажаємо успіхів!
vi: Bạn có thể tìm <a href='/study/mine/hot'>nghiên cứu trước đó</a>từ trang hồ sơ của bạn.<br>Ngoài ra còn có một <a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>bài blog về các nghiên cứu</a>.<br>Những người thành thạo có thể nhập "?" để xem các phím tắt.<br>Chúc vui vẻ!
zh: 您可以在个人资料页找到您<a href='/study/mine/hot'>之前的研习</a>。<br>还有一篇<a href='//lichess.org/blog/V0KrLSkAAMo3hsi4/study-chess-the-lichess-way'>关于研习的博客文章</a>。<br>高级用户可以按"?"键查看键盘快捷键。<br>祝您研习愉快！

# studyCreateChapterTitle
source: Let's create a study chapter
af: Kom ons skep 'n studiehoofstuk
ar: دعنا ننشئ فصل جديد
bs: Hajde da kreiramo poglavlje za učenje
ca: Creem un capítol de l'estudi
cs: Pojďme vytvořit kapitolu studie
da: Lad os oprette et studiekapitel
el: Ας δημιουργήσουμε μαζί ένα νέο κεφάλαιο
es: Vamos a crear un capítulo de estudio
eu: Azterlan kapitulu berri bat sortu dezagun
fa: بیایید یک فصل مطالعه بسازیم
fi: Tutkielman luvun luonti
gl: Imos crear un capítulo do estudo
it: Creiamo un capitolo di studio
ko: 연구 챕터를 만듭시다
nl: Laten we een studiehoofdstuk maken
pt: Vamos criar um capítulo de estudo
ro: Să creăm un capitol de studiu
ru: Давайте создадим главу студии
sk: Vytvorme kapitolu štúdie
sl: Ustvarimo študijsko poglavje
sq: Le të krijojmë një kapitull ushtrimi
sv: Låt oss skapa ett studiekapitel
tr: Bir çalışma bölümü oluşturalım
uk: Створімо студію
vi: Hãy tạo một chương nghiên cứu
zh: 让我们创建一个研习章节

# studyCreateChapterText
source: A study can have several chapters.<br>Each chapter has a distinct move tree,<br>and can be created in various ways.
af: 'n Studie kan verskeie hoofstukke hê.<br>Elke hoofstuk het 'n spesifieke skuifboom,<br>en kan op verskillende maniere geskep word.
bs: Studija može imati nekoliko poglavlja.<br>Svako poglavlje ima zasebno stablo premještanja,<br>i može se kreirati na različite načine.
ca: Un estudi pot tenir diferents capítols.<br>Cada capítol té un arbre de moviments diferent,<br>i es pot crear de formes diferents.
cs: Studie může mít několik kapitol.<br>Každá kapitola má odlišný strom tahů<br>a může být vytvořena různými způsoby.
da: Et studie kan have flere kapitler.<br>Hvert kapitel har et særskilt træktræ,<br>og kan oprettes på forskellige måder.
el: Μια μελέτη μπορεί να περιέχει παραπάνω από ένα κεφάλαια.<br>Κάθε κεφάλαιο έχει το δικό του δέντρο κινήσεων<br>και μπορεί να δημιουργηθεί με πολλούς τρόπους.
es: Un estudio puede tener varios capítulos.<br>Cada capítulo tiene un árbol de movimientos distinto,<br>y puede ser creado de varias maneras.
eu: Azterlan batek hainbat kapitulu izan ditzake.<br>Kapitulu bakoitzak bere jokaldi zuhaitza du,<br>eta hainbat eratan sortu daiteke.
fa: یک مطالعه می‌تواند چندین فصل داشته باشد. هر فصل درخت حرکات متمایزی دارد و می‌تواند به روش‌های مختلفی ایجاد شود.
fi: Tutkielmassa voi olla useita lukuja.<br>Jokaisella luvulla on oma siirtopuukaavionsa,<br>ja lukuja voidaan luoda monin eri tavoin.
gl: Un estudo pode ter varios capítulos.<br>Cada capítulo ten unha lista de xogadas de seu,<br>e pódese crear de varias maneiras.
it: Uno studio può avere diversi capitoli.<br>Ogni capitolo ha un albero mosse distinto <br>e può essere creato in vari modi.
ko: 하나의 연구는 여러 개의 챕터를 포함할 수 있습니다.<br>각 챕터는 고유한 수순 트리를 가지고 있고,<br>다양한 방법으로 만들 수 있습니다.
nl: Een studie kan verschillende hoofdstukken bevatten.<br>Elk hoofdstuk heeft een aparte zettenboom,<br>en kan op verschillende manieren worden gemaakt.
pt: Um estudo pode ter vários capítulos.<br> Cada capítulo tem uma árvore de movimentos distinta,<br> e pode ser criado de diversas formas.
ro: Un studiu poate avea mai multe capitole.<br>Fiecare capitol are un arbore de mutări distinct,<br>și poate fi creat în diferite moduri.
ru: В студии может быть несколько глав.<br>В каждой главе есть своё дерево ходов,<br>и она может быть создана разными способами.
sk: Štúdia môže mať niekoľko kapitol.<br>Každá kapitola má svoj vlastný strom ťahov,<br>a môže byť vytvorená rôznymi spôsobmi.
sl: Študija ima lahko več poglavij.<br>Vsako poglavje ima ločeno drevo premikov<br>in ga je mogoče ustvariti na različne načine.
sq: Një ushtrim mund të ketë disa kapituj.<br>Çdo kapitull ka një pemë të vetën lëvizjesh,<br>dhe mund të krijohet në rrugë të ndryshme.
sv: En studie kan ha flera kapitel.<br>Varje kapitel har ett distinkt drag-träd,<br>och kan skapas på olika sätt.
tr: Bir çalışma birkaç bölümden oluşabilir.<br>Her bölümün kendine özgü bir hareket ağacı vardır<br>ve çeşitli şekillerde oluşturulabilir.
uk: Студія може містити декілька розділів.<br>Кожен розділ містить унікальне розгалуження ходів,<br>і може бути відтворене багатьма способами.
vi: Một nghiên cứu có thể có vài chương.<br>Mỗi chương có một cây nước cờ riêng biệt,<br>và có thể được tạo ra theo nhiều cách khác nhau.
zh: 一个研习可以有多个章节。<br>每个章节都有独立的着法树，<br>并且可以通过多种方式创建。

# studyFromInitialPositionTitle
source: From initial position
af: Van die beginposisie
ar: البدء من وضع البداية
bg: От начална позиция
bs: Iz početne pozicije
ca: A partir de la posició inicial
cs: Z počáteční pozice
da: Fra indledende stilling
el: Αρχική θέση
eo: Ekde komenca pozicio
es: Desde la posición inicial
eu: Hasierako posiziotik aurrera
fa: از وضعیت اولیه
fi: Alkuasema
gl: Dende a posición inicial
it: Parti dalla posizione iniziale
ko: 초기 포지션에서
nl: Vanaf beginstelling
pt: A partir da posição inicial
ro: Din poziţia iniţială
ru: Из начальной позиции
sk: Z počiatočnej pozície
sl: Iz začetnega položaja
sq: Nga pozicioni fillestar
sv: Från ursprunglig position
tr: Başlangıç pozisyonundan
uk: З початкової позиції
vi: Từ thế cờ ban đầu
zh: 从初始局面开始

# studyFromInitialPositionText
source: Just a board setup for a new game.<br>Suited to explore openings.
af: Slegs 'n bordopstelling vir 'n nuwe spel.<br>Geskik om openinge te ondersoek.
ar: مجرد إعداد لوح للعبة جديدة.<br>مناسب لاستكشاف الافتتاحيات.
bs: Samo postavka ploče za novu igru.<br>Pogodno za istraživanje otvaranja.
ca: Un tauler per preparar una nova partida.<br>Perfecte per estudiar obertures.
cs: Jen deska pro novou hru.<br>Vhodná k prozkoumávání zahájení.
da: Bare en brætopstilling til et nyt parti.<br>Nyttigt at udforske åbninger.
el: Η αρχική διάταξη των κομματιών της σκακιέρας.<br>Ιδανική επιλογή για την εξερεύνηση και τη μελέτη ανοιγμάτων.
es: Una configuración de tablero para una partida nueva.<br>Adecuado para explorar aperturas.
eu: Partida berri baterako taularen ezarpenak.<br>Adibidez irekierak aztertzeko.
fa: فقط چیدمان مهره‌ها برای یک بازی جدید. مناسب برای بررسی شروع بازی‌ها.
fi: Lauta on alkuasemassa valmiina uuteen peliin.<br>Tämä sopii avausten tutkimiseen.
gl: É a disposición do taboleiro para unha nova partida.<br>Adecuada para explorar as aperturas.
it: Uno schema per una nuova partita.<br>Adatto per esplorare le aperture.
nl: Gewoon een bord voor een nieuwe partij.<br>Geschikt om openingen te verkennen.
pt: Apenas uma configuração de tabuleiro para um novo jogo.<br> Adequado para explorar aberturas.
ro: Doar aranjarea tablei pentru un joc nou.<br>Potrivită pentru a explora deschideri.
ru: Расстановка для новой партии.<br>Подходит для исследования дебютов.
sk: Len nastavenie šachovnice pre novú partiu.<br>Vhodné na štúdium otvorení.
sl: Postavite desko za novo igro.<br>Primerno za raziskovanje otvoritev.
sq: Thjesht një udjisje fushe për një lojë të re.<br>E përshtatshme për të eksloruar hapjet.
sv: Bara en bräduppställning för ett nytt parti.<br>Passar för att utforska öppningar.
tr: Yeni bir oyun için sadece bir tahta kurulumu.<br>Açılışları keşfetmek için uygun.
uk: Підготовка дошки до нової партії.<br>Підходить для дослідження дебютів.
vi: Chỉ là một bàn cờ được thiết lập cho một ván cờ mới.<br>Phù hợp để khám phá khai cuộc.
zh: 仅为新对局设置棋盘。<br>适合探索开局。

# studyCustomPositionTitle
source: Custom position
af: Doelgemaakte posisie
ar: موضع مخصص
bg: От позиция
bs: Prilagođena pozicija
ca: Posició personalitzada
cs: Vlastní pozice
da: Brugerdefineret stilling
el: Προσαρμοσμένη θέση
eo: Personecigita pozicio
es: Posición personalizada
eu: Posizio pertsonalizatua
fa: وضعیت سفارشی
fi: Itse määritetty asema
gl: Posición á medida
it: Posizione personalizzata
ko: 사용자 지정 포지션
nl: Aangepaste stelling
pt: Posição personalizada
ro: Poziție personalizată
ru: Пользовательская расстановка
sk: Vlastná pozícia
sl: Položaj po meri
sv: Från position
tr: Özel konum
uk: Довільна позиція
vi: Thế cờ tùy chỉnh
zh: 自定义局面

# studyCustomPositionText
source: Setup the board your way.<br>Suited to explore endgames.
af: Stel die bord op soos jy dit wil hê.<br>Geskik vir eindspelle.
bs: Postavite ploču na svoj način.<br>Pogodno za istraživanje završnica.
ca: Munta el tauler a la teva manera.<br> Preparat per estudiar finals.
cs: Nastavte si desku jak chcete.<br>Vhodná ke studiu koncovek.
da: Opstil brættet på din måde.<br>Nyttigt til at udforske slutspil.
el: Στήστε τη σκακιέρα όπως εσείς θέλετε.<br> Ιδανική επιλογή για την εξερεύνηση και τη μελέτη φινάλε.
es: Configura el tablero a tu manera.<br>Apropiado para explorar finales.
eu: Konfiguratu taula zuk nahi duzun moduan.<br>Adibidez finalak aztertzeko.
fa: صفحه را به روش خود بچینید. مناسب برای بررسی آخر بازی‌ها.
fi: Aseta nappulat laudalle haluamallasi tavalla.<br>Tämä sopii loppupelien tutkimiseen.
gl: Dispón o taboleiro ó teu xeito.<br>Adecuada pra explorar os finais.
it: Personalizza la scacchiera come preferisci.<br>Ideale per esplorare i finali.
nl: Richt het bord op jouw manier in <br>Geschikt om eindspellen te verkennen.
pt: Configura o tabuleiro à tua maneira.<br> Adequado para explorar finais de jogos.
ro: Aranjați tabla cum vreți.<br>Potrivită pentru explorarea finalurilor de joc.
ru: Расставьте фигуры по своему усмотрению. <br>Подходит для исследования эндшпилей.
sk: Nastavte si šachovnicu podľa seba.<br>Vhodné na štúdium koncoviek.
sl: Nastavite desko po svoje.<br>Primerno za raziskovanje končnic.
sq: Ujdiseni fushën si doni.<br>E përshtatshme të eksploruar funde lojërash.
sv: Ställ in brädet sim di vill ha det.<br>Passar för att utforska slutspel.
tr: Tahtayı istediğiniz gibi ayarlayın.<br>Son oyunları keşfetmek için uygun.
uk: Розставте фігури на дошці, як бажаєте.<br>Підходить для дослідження ендшпілів.
vi: Thiết lập bàn cờ theo cách của bạn.<br>phù hợp để khám phá cờ tàn, tàn cuộc.
zh: 按您的方式设置棋盘。<br>适合探索残局。

# studyLoadExistingLichessGameTitle
source: Load an existing lichess game
af: Laai 'n bestaande lichess-spel
bs: Učitaj postojeću lichess igru
ca: Carrega una partida existent de Lichess
cs: Načíst existující lichess hru
da: Indlæs et eksisterende lichess-parti
el: Φόρτωση παρτίδας από το lichess
es: Cargar una partida de Lichess existente
eu: Igo Lichess-en dagoen joko bat
fa: بازی قبلی در لیچس را بارگذاری کن
fi: Lataa Lichessissä pelattu peli
gl: Cargar unha partida existente do Lichess
it: Carica una partita lichess esistente
ko: 벌써 있는 lichess 게임 불러오기
nl: Laad een bestaande lichess-partij
pt: Carregar um jogo lichess existente
ro: Încarcă un joc existent din Lichess
ru: Загрузите существующую партию Lichess
sk: Nehrať existujúcu lichess partiu
sl: Naloži obstoječo lichess igro
sq: Ngarko një lojë shahu ekzistuese
sv: Ladda ett befintligt lichess-parti
tr: Mevcut bir lichess oyununu yükle
uk: Завантажити партію з бази Lichess
vi: Tải một ván cờ Lichess hiện có
zh: 加载已有的 Lichess 对局
