Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# stormGetReady
source: Get ready!
af: Wees gereed!
ar: استعد!
az: Hazır ol!
be: Прыгатуйцеся!
bg: Пригответе се!
bs: Spremite se!
ca: Prepara't!
cs: Připravte se!
da: Gør dig klar!
el: Ετοιμαστείτε!
eo: Preparu!
es: ¡Prepárate!
eu: Prest!
fa: آماده شوید!
fi: Ole valmiina!
gl: Prepárate!
he: התכונן!
hy: Պատրաստվե՜ք
id: Ayo mulai!
it: Preparati!
kk: Дайынсыз ба!
ko: 준비!
lt: Pasiruoškite!
lv: Sagatavojieties!
nl: Houd je gereed!
pt: Preparar!
ro: Pregătește-te!
ru: Приготовьтесь!
sk: Pripravte sa!
sl: Pripravite se!
sq: Bëhuni gati!
sv: Gör dig redo!
tr: Hazır ol!
uk: Приготуйтеся!
vi: Chuẩn bị!
zh: 准备就绪！
zh_tw: 做好準備！

# stormWaitingForMorePlayers
source: Waiting for more players to join...
af: Wag vir meer spelers om aan te sluit...
ar: ينتظر انضمام مزيد من الاعبين...
az: Daha çox oyunçunun qatılması üçün gözləmə...
be: Пачакайце пакуль больш гульцоў далучыцца...
bg: Изчакване на още играчи...
bs: Čekamo da se pridruži više igrača...
ca: Esperant que s'uneixin més jugadors...
cs: Čeká se na připojení dalších hráčů...
da: Venter på at flere spillere slutter sig til...
el: Αναμονή για περισσότερους παίκτες...
eo: Atendante pli da ludantoj...
es: Esperando a que se unan más jugadores...
eu: Jokalari gehiago sartzeko zain...
fa: در انتظارِ پیوستن بازیکنان بیشتر...
fi: Odotetaan lisää pelaajia mukaan...
gl: Agardando que se unan máis xogadores...
he: מחכים שעוד שחקנים יצטרפו...
hy: Սպասում ենք այլ խաղացողների...
id: Menunggu pemain lain untuk bergabung...
it: In attesa di altri giocatori...
kk: Көбірек ойыншылардың қосылуын күтеміз...
ko: 더 많은 플레이어를 기다리는 중...
lt: Laukiama daugiau žaidėjų...
lv: Gaida papildu spēlētāju pievienošanos...
nl: Wachten op meer deelnemers...
pt: À espera de mais jogadores...
ro: Se așteaptă mai mulți jucători...
ru: Ожидание других игроков...
sk: Čaká sa kým sa pripojí viac hráčov...
sl: Čakanje, da se pridruži več igralcev...
sq: Po pritet të vijnë më tepër lojtarë…
sv: Väntar på att fler spelare ska gå med...
tr: Diğer oyuncuların katılması bekleniyor...
uk: Очікуємо інших гравців...
vi: Đang đợi thêm người chơi tham gia...
zh: 等待更多棋手加入…
zh_tw: 等待更多玩家加入...

# stormRaceComplete
source: Race complete!
af: Wedren voltooid!
ar: انتهى السباق!
az: Yarış tamamlandı!
be: Гонка завершана!
bg: Надпреварата приключи!
bs: Utrka završena!
ca: Cursa finalitzada!
cs: Závod ukončen!
da: Race fuldført!
el: Ο αγώνας ολοκληρώθηκε!
eo: Puzvetkuro finita!
es: ¡Carrera completada!
eu: Lasterketa amaitu da!
fa: تاخت تمام شد!
fi: Kisa on päättynyt!
gl: Carreira concluída!
he: המירוץ הושלם!
hy: Մրցավազքն ավարտված է
id: Pertandingan selesai!
it: Traguardo!
kk: Бәйге аяқталды!
ko: 레이스 완료!
lt: Lenktynės baigtos!
lv: Sacīkstes beigušās!
nl: Wedstrijd afgelopen!
pt: Race concluída!
ro: Cursă terminată!
ru: Гонка завершена!
sk: Preteky ukončené!
sl: Dirka končana!
sq: Gara përfundoi!
sv: Loppet är klart!
tr: Yarış sona erdi!
uk: Гонка завершена!
vi: Cuộc đua kết thúc!
zh: 竞速结束！
zh_tw: 完賽！

# stormSpectating
source: Spectating
af: Toeskou
ar: تفرج
az: Tamaşaçı
be: Заяўзятарства
bg: Наблюдаване
bs: Posmatram
ca: Observant
cs: Sledování
da: Tilskuere
el: Παρακολούθηση
eo: Spektante
es: Observando
eu: Ikusten
fa: در حال تماشا
fi: Katsomassa
gl: Observando
he: צופה
hy: Դիտում
id: Menonton
it: Spettatore
kk: Көріп отырғандар
ko: 관전
lt: Stebima
lv: Skatās
nl: Toeschouwer
pt: A assistir
ro: Spectator
ru: Наблюдение
sk: Divák
sl: Gledanje
sq: Shikues
sv: Åskådar
tr: İzleyici modu
uk: Спостереження
vi: Đang xem
zh: 观战中
zh_tw: 觀戰中

# stormJoinTheRace
source: Join the race!
af: Neem deel aan die reisies!
ar: انضم للسباق!
az: Yarışa qatıl!
be: Далучыцца да гонкі!
bg: Влезте в надпреварата!
bs: Pridružite se utrci!
ca: Uneix-te a la cursa!
cs: Připojte se k závodu!
da: Deltag i racet!
el: Λάβετε μέρος στον αγώνα!
eo: Aliĝu al la puzvetkuro!
es: ¡Únete a la carrera!
eu: Sartu lasterketara!
fa: به تاخت بپیوندید!
fi: Liity kisaan!
gl: Entra na carreira!
he: הצטרפו למירוץ!
hy: Միանալ մրցավազքին
id: Ikuti pertandingan!
it: Unisciti alla gara!
kk: Бәйгеге қосылу!
ko: 레이스에 참가!
lt: Prisijungti prie lenktynių!
lv: Pievienoties sacīkstēm!
nl: Doe mee aan de wedstrijd!
pt: Junta-te à corrida!
ro: Intră în cursă!
ru: Присоединиться к гонке!
sk: Zapojte sa do pretekov!
sl: Pridruži se dirki!
sq: Merrni pjesë në garë!
sv: Gå med i loppet!
tr: Yarışa katıl!
uk: Приєднатися до гонки!
vi: Tham gia cuộc đua!
zh: 加入竞速！
zh_tw: 加入競賽！

# stormStartTheRace
source: Start the race
af: Begin die reisies
ar: بدء السباق
az: Yarışı başlat
be: Распачаць гонку
bg: Започни надпреварата
bs: Započni trku
ca: Comença la cursa
cs: Zahájit závod
da: Start racet
el: Εκκίνηση αγώνα
eo: Komenci la puzvetkuron
es: Iniciar la carrera
eu: Hasi lasterketa
fa: آغازِ تاخت
fi: Aloita kisa
gl: Comeza a carreira
he: התחילו את המירוץ
hy: Սկսել մրցավազքը
id: Mulai balapan
it: Avvia la gara
kk: Бәйге бастау
ko: 레이스 시작
lt: Pradėti lenktynes
lv: Sākt sacīkstes
nl: Start de race
pt: Começar a corrida
ro: Începe cursa
ru: Начать гонку
sk: Odštartovať preteky
sl: Začnite dirko
sq: Nisni garën
sv: Starta loppet
tr: Yarışı başlat
uk: Розпочати гонку
vi: Bắt đầu cuộc đua
zh: 开始竞速
zh_tw: 開始比賽

# stormYourRankX
source: Your rank: {param}
af: Jou rang: {param}
ar: رتبتك {param}
az: Sənin rank {param}
be: Ваш вынік: {param}
bg: Вашето класиране: {param}
bs: Vaš plasman: {param}
ca: La teva puntuació: {param}
cs: Pořadí v závodu: {param}
da: Din rang: {param}
el: Κατάταξη: {param}
eo: Via poentaro: {param}
es: Tu puntuación: {param}
eu: Zure sailkapena: {param}
fa: رتبه شما: {param}
fi: Sijoituksesi: {param}
gl: A túa posición: {param}
he: המיקום שלך: {param}
hy: Ձեր տեղը՝ {param}
id: Peringkat anda: {param}
it: Piazzamento finale: {param}
kk: Сіздің орныңыз: {param}
ko: 당신의 순위: {param}
lt: Jūsų reitingas: {param}
lv: Jūsu vieta: {param}
nl: Jouw plaats: {param}
pt: A tua pontuação: {param}
ro: Poziția ta: {param}
ru: Ваше место: {param}
sk: Vaše miesto: {param}
sl: Tvoj rang: {param}
sq: Renditja juaj: {param}
sv: Din placering: {param}
tr: Sıralamanız: {param}
uk: Ваше місце: {param}
vi: Thứ hạng của bạn: {param}
zh: 您的排名：{param}
zh_tw: 你的排名: {param}

# stormWaitForRematch
source: Wait for rematch
af: Wag vir herwedstryd
ar: انتظر إعادة اللعب
az: Yeni oyun üçün gözlə
be: Чакаць матчу-рэваншу
bg: Изчакайте за реванш
bs: Pričekajte revanš
ca: Espera per a la revenja
cs: Počkejte na další kolo
da: Vent på omkamp
el: Αναμονή για ρεβάνς
eo: Anendu la rematĉon
es: Espera para la revancha
eu: Itxaron berriz jokatzeko
fa: در انتظار بازرویارویی
fi: Odota revanssia
gl: Agardando polo desquite
he: המתינו למשחק חוזר
hy: Սպասում ենք ռևանշի
id: Tunggu permainan ulang
it: Attendi la nuova gara
kk: Қайта ойнауды күту
ko: 재경기를 위해 대기
lt: Laukti revanšo
lv: Gaidiet nākamo spēli
nl: Wacht op nieuwe wedstrijd
pt: Espera pela desforra
ro: Așteaptă pentru revanșă
ru: Ожидание реванша
sk: Čakať na odvetu
sl: Počakajte na revanšo
sq: Prit për revansh
sv: Vänta på returmatch
tr: Rövanş için bekle
uk: Очікування реваншу
vi: Đang đợi đấu lại
zh: 等待重赛
zh_tw: 等候重賽

# stormNextRace
source: Next race
af: Volgende reisies
ar: السباق التالي
az: Növbəti yarış
be: Наступная гонка
bg: Следваща надпревара
bs: Sljedeća utrka
ca: Cursa següent
cs: Další závod
da: Næste race
el: Επόμενος αγώνας
eo: Sekva puzvetkuro
es: Próxima carrera
eu: Hurrengo lasterketa
fa: تاختِ بعدی
fi: Seuraava kisa
gl: Próxima carreira
he: המירוץ הבא
hy: Հաջորդ մրցավազքը
id: Balapan selanjutnya
it: Prossima gara
kk: Келесі бәйге
ko: 다음 레이스
lt: Kitos lenktynės
lv: Nākamā spēle
nl: Volgende wedstrijd
pt: Próxima corrida
ro: Următoarea cursă
ru: Следующая гонка
sk: Ďalšie preteky
sl: Naslednja dirka
sq: Gara pasuese
sv: Nästa lopp
tr: Sıradaki yarış
uk: Наступна гонка
vi: Cuộc đua kế tiếp
zh: 下一场竞速
zh_tw: 下一場競賽

# stormJoinRematch
source: Join rematch
af: Sluit by herwedstryd aan
ar: انضم إلى المباراة من جديد
az: Yeni oyuna qatıl
be: Далучыцца да матчу-рэваншу
bg: Започнете реванша
bs: Pridružite se revanšu
ca: Unir-se a la revenja
cs: Připojit se k odvetě
da: Deltag i omkamp
el: Συμμετοχή στη ρεβάνς
eo: Aliĝu al rematĉon
es: Unirse a la revancha
eu: Sartu berriz jokatzera
fa: پیوستن به بازی مجدد
fi: Liity revanssiin
gl: Unirse ao desquite
he: הצטרף/י למשחק חוזר
hy: Միանալ ռևանշին
id: Gabung permainan ulang
it: Unisciti alla nuova gara
kk: Қайта ойнаға қосылу
ko: 재경기 참가
lt: Prisijungti revanšui
lv: Pievienoties revanšam
nl: Neem deel aan rematch
pt: Juntar-se à desforra
ro: Intră în cursa pentru revanșă
ru: Присоединиться к реваншу
sk: Zapojiť sa do odvety
sl: Pridružite se revanši
sq: Bashkohu revanshës
sv: Gå med i returmatch
tr: Rövanşa katıl
uk: Приєднатися до реваншу
vi: Tham gia đấu lại
zh: 加入重赛
zh_tw: 再來一局

# stormWaitingToStart
source: Waiting to start
af: Wag om te begin
ar: ينتظر البدء
az: Başlamaq üçün gözlə
be: Пачакайце пачатку
bg: Изчакване на започването
bs: Čekamo na početak
ca: Esperant que comenci
cs: Čeká se na zahájení
da: Venter på at starte
el: Αναμονή για έναρξη
eo: Atendante, ke komenci
es: Esperando a que empiece
eu: Hasteko zain
fa: در انتظار آغاز
fi: Odotetaan alkamista
gl: Esperando a que comece
he: ממתינים... נתחיל בקרוב
hy: Սպասում ենք մեկնարկին
id: Tunggu mulai
it: In attesa del via
kk: Басталуын күтеміз
ko: 시작 대기 중
lt: Laukiama pradžios
lv: Gaida sākumu
nl: Wachten op de start
pt: À espera de começar
ro: Se așteaptă startul
ru: Ожидание начала
sk: Čaká sa na štart
sl: Čakanje na začetek
sq: Po pritet të fillohet
sv: Väntar på att starta
tr: Başlamak üzere
uk: Очікування початку
vi: Đang đợi bắt đầu
zh: 等待开始
zh_tw: 等待開始

# stormCreateNewGame
source: Create a new game
af: Maak 'n nuwe spel
ar: أنشئ لعبة جديدة
az: Yeni oyun yarat
be: Стварыць новую гульню
bg: Създайте нова игра
bs: Kreirajte novu partiju
ca: Crea una nova cursa
cs: Vytvořit nový závod
da: Opret et nyt spil
el: Νέος αγώνας
eo: Kreu novan ludon
es: Crear una nueva carrera
eu: Sortu partida berria
fa: ایجاد تاختِ جدید
fi: Luo uusi peli
gl: Crea unha nova carreira
he: צרו משחק חדש
hy: Ստեղծել նոր խաղ
id: Buat permainan baru
it: Crea una nuova gara
kk: Жаңа ойын құру
ko: 새로운 게임 만들기
lt: Kurti naują žaidimą
lv: Izveidot jaunu spēli
nl: Maak een nieuwe wedstrijd
pt: Criar um novo jogo
ro: Creează o nouă partidă
ru: Создать новую игру
sk: Vytvoriť nové preteky
sl: Ustvari novo igro
sq: Krijoni lojë të re
sv: Skapa ett nytt lopp
tr: Yeni bir oyun oluştur
uk: Створити нову гру
vi: Tạo ván đấu mới
zh: 创建新对局
zh_tw: 開始新遊戲

# stormJoinPublicRace
source: Join a public race
af: Sluit aan by 'n openbare reisies
ar: انضم للسباقٍ علني
az: Təsadüfi yarışa qatıl
be: Далучыцца да публічнай гонкі
bg: Участвайте в публична надпревара
bs: Pridružite se javnoj utrci
ca: Uneix-te a una cursa pública
cs: Připojit se k veřejnému závodu
da: Deltag i et åbent race
el: Συμμετοχή σε δημόσιο αγώνα
eo: Aliĝu al publika puzvetkuro
es: Unirse a una carrera pública
eu: Sartu lasterketa publikora
fa: به یک تاختِ همگانی بپیوندید
fi: Liity avoimeen kisaan
gl: Únete a unha carreira pública
he: הצטרפו למירוץ פומבי
hy: Մասնակցել ընդհանուր մրցավազքին
id: Ikut pertandingan umum
it: Partecipa a una gara pubblica
kk: Жалпыға ашық бәйгеге қосылу
ko: 공개 레이스에 참가
lt: Prisijungti prie viešų lenktynių
lv: Pievienoties publiskām sacīkstēm
nl: Meedoen aan een openbare race
pt: Junta-te a uma corrida pública
ro: Alătură-te unei curse publice
ru: Принять участие в общей гонке
sk: Zapojiť sa do verejných pretekov
sl: Pridružite se javni tekmi
sq: Merrni pjesë në një garë publike
sv: Gå med i ett öppet lopp
tr: Herkese açık yarışa katıl
uk: Приєднатися до публічної гонки
vi: Tham gia một cuộc đua công khai
zh: 加入公开竞速
zh_tw: 加入公開比賽

# stormRaceYourFriends
source: Race your friends
af: Reisies teen jou vriende
ar: واجه أصدقائك
az: Dostlarınla yarış
be: Паганяцца з сябрамі
bg: Състезавайте се с приятели
bs: Utrkujte se s prijateljima
ca: Desafia els teus amics
cs: Závodit s přáteli
da: Race mod dine venner
el: Συμμετοχή σε αγώνα με φίλους
eo: Puzvetkuri kontraŭ viaj amikoj
es: Compite con tus amigos
eu: Jokatu zure lagunekin
fa: تاخت با دوستان‌تان
fi: Kilpaile kaveriesi kanssa
gl: Corre contra os teus amigos
he: התחרה/י עם חבריך
hy: Մրցել ընկերների հետ
id: Tanding teman Anda
it: Gareggia con i tuoi amici
kk: Достармен бәйгеге түсу
ko: 친구와 레이스
lt: Lenktyniauti su draugais
lv: Sacensties ar draugiem
nl: Racen tegen vrienden
pt: Corre contra os teus amigos
ro: Invită-ți prietenii
ru: Погоняться с друзьями
sk: Pretekajte sa s priateľmi
sl: Dirka s prijatelji
sq: Garoni kundër shokëve
sv: Utmana dina vänner
tr: Arkadaşlarınla yarış
uk: Гонка з друзями
vi: Đua với bạn bè của bạn
zh: 与好友竞速
zh_tw: 和好友比賽

# stormSkip
source: skip
af: slaan oor
ar: تخطى
az: keç
be: прапусціць
bg: пропусни
bn: এড়িয়ে যান
bs: preskočite
ca: omet
cs: přeskočit
da: spring over
el: παράλειψη
eo: preterpasi
es: omitir
eu: salto egin
fa: رد کردن
fi: ohita
gl: omitir
he: דלג/י
hy: բաց թողնել
id: lewati
it: salta
kk: бас тарту
ko: 건너뛰기
lt: praleisti
lv: izlaist
nl: sla over
pt: ignorar
ro: omite
ru: пропустить
sk: preskočiť
sl: preskoči
sq: anashkaloje
sv: skippa
tr: atla
uk: пропустити
vi: bỏ qua
zh: 跳过
zh_tw: 跳過

# stormSkipHelp
source: You can skip one move per race:
af: Jy kan een skuif per reisies oorslaan:
ar: يمكنك تخطي حركة واحدة في كل سباق:
az: Hər yarışda bir gedişi keçə bilərsən:
be: Вы можаце прапусціць адзін ход за гонку:
bg: Можете да пропуснете един ход на състезание:
bs: Možete preskočiti jedan potez po utrci:
ca: NOU! Pots ometre un moviment a cada cursa:
cs: V každém závodě můžete přeskočit jeden tah:
da: NYT! Du kan springe ét træk over pr. race:
el: Μπορείτε να παραλείψετε μία κίνηση σε κάθε αγώνα:
eo: Vi povas preterpasi unu movon po puzvetkuro:
es: Puedes omitir un movimiento por carrera:
eu: Lasterketa bakoitzean jokaldi bat saltatu dezakezu:
fa: در هر تاخت می‌توانید یک حرکت را رد کنید:
fi: Kunkin kilvan aikana voit ohittaa yhden siirron:
gl: Podes omitir un movemento por carreira:
he: את/ה יכול/ה לדלג על מסע פעם אחת בכל מרוץ:
hy: Մրցավազքի ընթացքում Դուք կարող եք բաց թողնել մեկ քայլ.
id: Anda dapat melewati satu gerakan per pertandingan:
it: Puoi saltare una mossa per gara:
kk: Сіз әр бәйгеде бір жүрістен ғана бас тарта аласыз:
ko: 레이스 당 한 번 건너뛸 수 있습니다:
lt: NAUJA! Per lenktynes galite praleisti vieną ėjimą:
lv: Varat izlaist vienu gājienu katrās sacīkstēs:
nl: Je kunt één zet per race overslaan:
pt: Pode pular um movimento por corrida:
ro: Poți sări peste o mutare pe cursă:
ru: НОВИНКА! Вы можете пропустить один ход за гонку:
sk: Počas každých pretekov môžete raz vynechať ťah:
sl: NOVO! Lahko preskočite eno potezo na dirko:
sq: Mundeni të anashkaloni një lëvizje për garë:
sv: Du kan skippa ett drag per lopp:
tr: Her yarışta bir hamleyi atlayabilirsin:
uk: Ви можете пропустити один хід за гонку:
vi: Bạn có thể bỏ qua một nước đi mỗi ván chơi:
zh: 每场竞速可跳过一次着法：
zh_tw: 每場賽可略一手棋

# stormSkipExplanation
source: Skip this move to preserve your combo! Only works once per race.
af: Slaan die skuif oor, om jou kombinasie te behou! Werk slegs een keer per reisies.
ar: تخطى هذه الحركة للحفاظ على سلسلة الانتصارات.
az: Kombonu qorumaq üçün bu gedişi keç! Hər yarışda sadəcə bir dəfə işləyir.
be: Прапусціце ход, каб захаваць серыю! Працуе адзін раз на гонку.
bg: Пропуснете този ход за да запазите комбинацията си! Можете да го направите само веднъж на състезание.
bs: Preskočite ovaj potez da sačuvate niz! Možete to samo jednom po utrci.
ca: Omet aquest moviment per preservar el teu combo! Només funciona un cop per cursa.
cs: Přeskočte tento tah pro zachování své série! Funguje pouze jednou za závod.
da: Spring dette træk over for at bevare din kombo! Virker kun én gang pr. race.
el: Παραλείψτε αυτή την κίνηση για να διατηρήσετε το combo σας! Αυτό μπορείτε να το κάνετε μόνο μία φορά σε κάθε αγώνα.
eo: Preterpasu ĉi tiun movon por ŝirmi vian sinsekvo! Nur laboras unu per kuro.
es: ¡Omite este movimiento para conservar tu racha! Sólo funciona una vez por carrera.
eu: Jokaldi hau saltatu zure bolada mantentzeko! Lasterketa bakoitzean behin bakarrik erabili dezakezu.
fa: این حرکت را برای حفظ توالی‌تان رَد کنید! در هر تاخت، فقط یک بار شدنی است.
fi: Ohita tämä siirto jatkaaksesi putkea! Toimii kunkin kilvan aikana vain kerran.
gl: Omite este movemento para conservar a túa serie. Só se pode facer unha vez por carreira.
he: דלג/י על מהלך זה כדי לשמור על הרצף שלך! ניתן לדלג רק פעם אחת בכל מירוץ.
hy: Բաց թողնել այս քայլը՝ շարքը պահպանելու համար։ Մրցավազքի ընթացքում կարելի է օգտագործել միայն մեկ անգամ։
id: Lewati gerakan ini untuk mempertahankan kombo Anda! Hanya bekerja sekali per pertandingan.
it: Salta questa mossa per mantenere la combo! È possibile farlo solo una volta per gara.
kk: Өз тізбегіңізді сақтау үшін осы жүрістен бас тарту! Әр бәйгеде бір рет.
ko: 이 수를 건너뛰고 콤보 기록을 보존하세요! 한 레이스에 한 번만 가능합니다.
lt: Praleiskite ėjimą norėdami išlaikyti seką! Veikia tik kartą per lenktynes.
lv: Izlaist gājienu, lai paturētu kombināciju! Darbojas tikai vienreiz katrās sacensībās.
nl: Sla deze zet over om je combo te behouden! Werkt maar eenmaal per race.
pt: Passa à frente esta jogada para preservares o teu combo! Só podes fazê-lo apenas uma vez por Race.
ro: Sări peste această mutare pentru a păstra combo-ul! Funcționează o singură dată pe cursă.
ru: Пропустить этот ход, чтобы сохранить комбо! Только один раз за гонку.
sk: Vynechajte tento ťah aby ste neprišli o kombo! Je možné len raz počas pretekov.
sl: Preskočite to potezo, da ohranite svojo kombinacijo! Deluje samo enkrat na dirko.
sq: Anashkalojeni këtë lëvizje që të ruani kombinimin tuaj! Mund të kryet një herë për garë.
sv: Skippa detta drag för att bevara din kombo! Detta fungerar bara en gång per lopp.
tr: Serini korumak için bu hamleyi atla! Her yarışta sadece bir atlama hakkın var.
uk: Пропустіть цей хід, щоб зберегти комбо! Можна використати лише один раз.
vi: Bỏ qua nước đi này để giữ chuỗi của bạn! Chỉ dùng được một lần mỗi cuộc đua.
zh: 跳过此着法以保持连击！每场竞速仅限一次。
zh_tw: 跳過這一步來維持您的連擊紀錄！每次遊玩只能使用一次。

# stormFailedPuzzles
source: Failed puzzles
af: Mislukte raaisels
ar: الألغاز التي فشلت في حلها
be: Нявырашыная задачы
bg: Сгрешени задачи
bs: Neuspješne zagonetke
ca: Puzzles errats
cs: Neúspěšné úlohy
da: Mislykkede taktikopgaver
el: Τακτικά που δε λύθηκαν σωστά
eo: Malsukcesaj puzloj
es: Ejercicios fallidos
eu: Huts egindako ariketak
fa: معماهای ناموفق
fi: Epäonnistuneet tehtävät
gl: Problemas errados
he: פאזלים שנכשלת בפתרונם
hy: Չլուծված խնդիրներ
id: Teka-teki yang gagal
it: Problemi non risolti
kk: Шешілмеген жұмбақтар
ko: 실패한 퍼즐
lt: Nepavykę galvosūkiai
lv: Neizdevušies uzdevumi
nl: Mislukte puzzels
pt: Desafios falhados
ro: Probleme eșuate
ru: Нерешённые задачи
sk: Neúspešne riešené úlohy
sl: Neuspele uganke
sq: Ushtrime të dështuara
sv: Ej lösta schackproblem
tr: Yanlış çözülen bulmacalar
uk: Невирішені задачі
vi: Các thế cờ đã giải sai
zh: 失败的谜题
zh_tw: 失敗的謎題

# stormSlowPuzzles
source: Slow puzzles
af: Vertraagde raaisels
ar: ألغاز بطيئة
be: Павольныя задачы
bg: Бавни задачи
bs: Spore zagonetke
ca: Problemes lents
cs: Pomalé úlohy
da: Langsomme taktikopgaver
el: Τακτικά που λύθηκαν αργά
eo: Malrapidaj puzloj
es: Ejercicios lentos
eu: Ariketa geldoak
fa: معماهای طولانی
fi: Hitaat tehtävät
gl: Problemas lentos
he: פאזלים שהתעכבת בפתרונם
hy: Երկար լուծելի խնդիրներ
id: Teka-teki yang memakan waktu
it: Problemi lenti
kk: Баяу жұмбақтар
ko: 느린 퍼즐
lt: Lėti galvosūkiai
lv: Lēni atrisinātie
nl: Trage puzzels
pt: Desafios lentos
ro: Probleme lente
ru: Долго решаемые задачи
sk: Pomaly riešené úlohy
sl: Počasne uganke
sq: Ushtrime të ngadalta
sv: Långsamma schackproblem
tr: Yavaş çözülen bulmacalar
uk: Повільні задачі
vi: Các thế cờ làm chậm
zh: 慢速谜题
zh_tw: 耗時謎題

# stormSkippedPuzzle
source: Skipped puzzle
af: Raaisel oorgeslaan
ar: الألغاز التي تخطيتها
bg: Пропусната задача
bs: Preskočeni problem
ca: Problema omès
cs: Přeskočené úlohy
da: Oversprunget taktikopgave
el: Τακτικό με κίνηση που παραλείφθηκε
eo: Preterpasita puzlo
es: Ejercicio omitido
eu: Salto egindako ariketa
fa: معما با حرکت رَدشده
fi: Ohitettu tehtävä
gl: Exercicio omitido
he: החידה שדילגת עליה
hy: Բաց թողնված խնդիր
id: Puzzle yang dilewati
it: Problema saltato
kk: Қараусыз жұмбақ
ko: 건너뛴 퍼즐
lt: Praleista užduotis
lv: Izlaista puzle
nl: Overgeslagen puzzel
pt: Desafios saltados
ro: Probleme sărite
ru: Пропущенная задача
sk: Preskočené úlohy
sl: Preskočena uganka
sq: Ushtrimi i kapërcyer
sv: Skippat pussel
tr: Atlanan bulmaca
uk: Пропущена задача
vi: Câu đố đã bỏ qua
zh: 跳过的谜题
zh_tw: 已跳過的謎題

# stormThisWeek
source: This week
af: Hierdie week
ar: هذا الأسبوع
be: На гэтым тыдні
bg: Тази седмица
bs: Ove sedmice
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
el: Αυτήν την εβδομάδα
eo: Ĉi semajno
es: Esta semana
eu: Aste honetan
fa: این هفته
fi: Tällä viikolla
gl: Esta semana
he: השבוע
hy: Այս շաբաթ
id: Minggu ini
it: Questa settimana
kk: Осы апта
ko: 이번 주
lt: Šią savaitę
lv: Šonedēļ
nl: Deze week
pt: Esta semana
ro: Săptămâna aceasta
ru: На этой неделе
sk: Tento týždeň
sl: Te teden
sq: Këtë javë
sv: Denna vecka
tr: Bu hafta
uk: Цього тижня
vi: Tuần này
zh: 本周
zh_tw: 本星期

# stormThisMonth
source: This month
af: Hierdie maand
ar: هذا الشهر
be: У гэтым месяцы
bg: Този месец
bn: এই মাসে
bs: Ovog mjeseca
ca: Aquest mes
cs: Tento měsíc
da: Denne måned
el: Aυτόν τον μήνα
eo: Ĉi monato
es: Este mes
eu: Hilabete honetan
fa: این ماه
fi: Tässä kuussa
gl: Este mes
he: החודש
hy: Այս ամիս
id: Bulan ini
it: Questo mese
kk: Осы ай
ko: 이번 달
lt: Šį mėnesį
lv: Šomēnes
nl: Deze maand
pt: Este mês
ro: Luna aceasta
ru: В этом месяце
sk: Tento mesiac
sl: Ta mesec
sq: Këtë muaj
sv: Denna månad
tr: Bu ay
uk: Цього місяця
vi: Tháng này
zh: 本月
zh_tw: 本月

# stormAllTime
source: All-time
af: Van alle tye
ar: كل الأوقات
be: За ўвесь час
bg: За всички времена
bs: Sve-vremeno
ca: Tot
cs: Za celou dobu
da: Alle tiders
el: Όλων των εποχών
eo: Ĉiam
es: Todos
eu: Hasieratik
fa: از ابتدا تا کنون
fi: Paras koskaan
gl: Global
he: אי פעם
hy: Ամբողջ ընթացքում
id: Sepanjang waktu
it: Sempre
kk: Жалпы
ko: 모든 기간
lt: Visų laikų
lv: Visa laika
nl: Record
pt: Desde sempre
ro: De la început
ru: За всё время
sk: Celkovo
sl: Ves čas
sq: Për krejt kohën
sv: Genom alla tider
tr: Rekor
uk: За весь час
vi: Trước tới nay
zh: 历史所有
zh_tw: 總計

# stormClickToReload
source: Click to reload
af: Druk om te herlaai
ar: اضغط لإعادة التحميل
be: Націсніце, каб перазагрузіць
bg: Натиснете за да презаредите
bn: পুনঃলোড করতে ক্লিক করুন
bs: Kliknite da ponovno učitate
ca: Clicar per recarregar
cs: Kliknutím obnovte
da: Klik for at genindlæse
el: Επαναφόρτωση σελίδας
eo: Klaku por reŝargo
es: Haz clic para recargar
eu: Egin klik berriz kargatzeko
fa: برای بارگذاری مجدد، بزنید
fi: Lataa uudelleen
gl: Preme para recargar
he: לחץ/י כדי לטעון מחדש
hy: Հպեք՝ վերագործարկելու համար
id: Klik untuk memuat ulang
it: Clicca per ricaricare
kk: Қайта бастау
ko: 눌러서 새로고침
lt: Spauskite norėdami perkrauti
lv: Klikšķiniet, lai pārlādētu
nl: Klik om te herladen
pt: Clique para recarregar
ro: Click pentru a reîncărca
ru: Нажмите, чтобы перезагрузить
sk: Kliknite pre opätovné načítanie
sl: Klikni za ponovno nalaganje
sq: Klikoni të ringarkohet
sv: Klicka för att ladda om
tr: Tekrar yüklemek için tıkla
uk: Натисніть для перезавантаження
vi: Nhấn để tải lại
zh: 点击重新加载
zh_tw: 點擊以重新加載
