Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleThemeEqualityDescription
source: Come back from a losing position, and secure a draw or a balanced position. (eval ≤ 200cp)
af: Kom terug uit 'n verloorposisie en verseker 'n gelykopuitslag of 'n gebalanseerde posisie. (eval ≤ 200cp)
ar: النجاة من وضع خاسر: اذهب نحو التعادل أو احصل على مساواة في الوضع. (التقييم 200 ≤ سنتي بيدق)
az: İtirilmiş bir pozisiyadan çıxın, heç-heçə və ya balanslı bir mövqe əldə edin. (200sp və daha az)
be: Адыграйцеся з прайгранай пазіцыі і забяспечце нічыйную або збалансаваную пазіцыю. (ацэнка пазіціі ≤ 200сп)
bg: Обрат от губеща позиция и постигане на равенство или равностойна позиция. (eval ≤ 200cp)
bn: একটা হেরে যাওয়া অবস্থান থেকে ফিরে আসা, এবং ড্র অথবা একটা ভারসাম্যযুক্ত অবস্থানে নিয়ে আসা। (eval ≤ 200cp)
bs: Vratite se iz izgubljene pozicije i osigurajte remi ili izjednačenu poziciju (≤ 200 cp)
ca: Remunta des d'una posició perduda i assegura unes taules o una posició balancejada. (eval ≤ 200cp)
cs: Zremízování či zisk vyrovnané pozice z dříve prohrané pozice. (eval ≤ 200cp)
da: Vend en tabende stilling til en remis eller en lige stilling. (eval ≤ 200cb)
el: Ανακάμψτε από μια χαμένη θέση και εξασφαλίστε ισοπαλία ή μια ισορροπημένη θέση. (eval ≤ 200cp)
eo: Reiru el malvenkanta pozicio, kaj sekurigi egalvenkon aŭ egalan pozicion. (takso ≤ 200cp)
es: Recupérate de una posición perdedora y asegura las tablas o una posición de igualdad. (eval ≤ 200cp)
eu: Partida galduta izatetik, berdinketa edo posizio berdintsua lortzera itzuli. (ebaluazioa ≤ 200cp)
fa: از وضعیت باخت در‌آیید و به وضعیت تساوی یا تعادل برسید. (ارزیابی ≤ ۲۰۰ ص‌پ)
fi: Nouse häviöasemasta takaisin peliin ja saavuta tasapeli tai tasapainoinen asema. (eval ≤ 200cp)
gl: Recupérate dunha posición perdedora e asegura un empate ou unha posición equilibrada. (eval ≤ 200cp)
he: חזרו למשחק מעמדת הפסד, והבטיחו תיקו או עמדה מאוזנת. (הערכת יתרון קטנה מ־2.0)
hy: Պարտված դիրքից հավասարեցրեք խաղը. պարտիան ավարտեք ոչ-ոքի կամ ստացեք նյութական հավասարություն (200 սանտիզինվորից պակաս)
id: Kembali dari posisi kalah dan amankan seri atau posisi seimbang. (eval ≤ 200cp)
it: Recupera una posizione persa e assicurati la patta o una posizione pari. (valutazione ≤ 200cp)
kk: Жаман күйден шығып, ойынды тепе-теңдікке не тең күйге жеткізіңіз. (≤ 200 сп)
ko: 불리한 상황에서 벗어나 무승부 또는 균형잡힌 포지션으로 만드세요. (eval ≤ 200cp)
lt: Grįžkite iš pralaiminčios pozicijos ir užsitikrinkite lygiąsias arba balansuotą poziciją. (eval ≤ 200cp)
lv: Atgriezieties no zaudējošas pozīcijas, un iegūstiet neizšķirtu vai vienlīdzīgu pozīciju. (vērtējums ≤ 200cp)
nl: Terugkomen uit een verloren stelling en een remise veiligstellen of een gelijkwaardige stelling bereiken. (eval ≤ 200cp)
pt: Recupera de uma posição perdedora e garante um empate ou uma posição de equilíbrio. (avaliação ≤ 200cp)
ro: Întoarce-te dintr-o poziție de pierdere și asigură o remiză sau o poziție echilibrată. (eval ≤ 200cp)
ru: Отыграйтесь из проигранной позиции: сведите партию на ничью или получите позиционное равенство. (менее 200 сантипешек)
sk: Dostaňte sa z prehratej pozície, a zaistite remízu alebo vyrovnanú pozíciu. (eval ≤ 200cp)
sl: Vrnite se iz izgubljenega položaja in si zagotovite neodločen ali uravnotežen položaj. (vrednotenje ≤ 200 sk)
sq: Kthehuni nga një pozicion humbës dhe siguroni një barazim ose një pozicion të ekuilibruar. (vlera ≤ 200cp)
sr: Вратите се из губитне позиције и осигурајте реми или изједначену позицију. (евалуација ≤ 200cp)
sv: Kom tillbaka från en förlorad position och säkra en remi eller en utjämnad position. (eval ≤ 200cp)
tr: Kaybeden bir durumdan paçayı kurtararak beraberlik veya dengeli bir pozisyon elde et. (analiz ≤ 200sp)
uk: Повернення з програшної позиції, забезпечення нічиєї або отримання збалансованої позиції. (eval ≤ 200cp)
vi: Lật kèo từ một thế cờ thua và giành được một thế trận hòa hoặc cân bằng. (đánh giá ≤ 200cp)
zh: 从劣势局面回到和棋或平衡局面（评估 ≤ 200 厘兵）
zh_tw: 從劣勢中反敗為和。（分析值 ≤ 200厘兵）

# puzzleThemeKingsideAttack
source: Kingside attack
af: Kingside aanval
ar: هجوم علي جناح الملك
az: Şah cinahında hücum
be: Атака на каралеўскім флангу
bg: Атака на царския фланг
bn: রাজার দিকে আক্রমণ
bs: Napad na kraljevom krilu
ca: Atac pel flanc de rei
cs: Útok na královském křídle
da: Angreb på kongesiden
el: Επίθεση στην πλευρά του βασιλιά
eo: Atako al la reĝa flanko
es: Ataque en el flanco de rey
eu: Erregearen aldeko erasoa
fa: حمله به جناح شاه
fi: Hyökkäys kuningassivustalla
gl: Ataque no flanco de rei
he: תקיפת צד המלך
hy: Գրոհ արքայական թևում
id: Serangan raja
it: Attacco sull'ala di re
kk: Патша жақты шабуыл
ko: 킹사이드 공격
lt: Karaliaus pusės ataka
lv: Karaļa puses uzbrukums
nl: Koningsaanval
pt: Ataque no lado do rei
ro: Atac pe partea regelui
ru: Атака на королевском фланге
sk: Útok na kráľovskom krídle
sl: Napad po kraljevi strani
sq: Sulmi nga ana e mbretit
sr: Напад на краљевој страни
sv: Kungsflygelattack
tr: Şah tarafına saldırı
uk: Атака на королівський фланг
vi: Tấn công cánh vua
zh: 王翼进攻
zh_tw: 王翼攻擊

# puzzleThemeKingsideAttackDescription
source: An attack of the opponent's king, after they castled on the king side.
af: 'N Aanval van die koning van die teenstander, nadat hulle aan die koningskant gegooi het.
ar: الهجوم على ملك الخَصْم بعد أن يجري التبييت على جناح الملك.
az: Qısa qalaqurma edən rəqib şahına hücum.
be: Атака на караля суперніка, пасля ягонай кароткай ракіроўкі.
bg: Атака над противниковия цар след малка рокада.
bn: প্রতিপক্ষের রাজার নিজের পাশে ক্যাসলিং করার পর, তাকে আক্রমণ করা।
bs: Napad na protivničkog kralja nakon što se on rokirao na kraljevo krilo.
ca: Un atac al rei de l'oponent, després de que hagi enrocat en curt.
cs: Útok na soupeřova krále poté, co udělal malou rošádu.
da: Et angreb på modstanderens konge efter der er rokeret kort.
el: Επίθεση στον αντίπαλο βασιλιά, μετά από μικρό ροκέ.
eo: Atako al la kontraŭula reĝo, post kiam li arokis reĝflanke.
es: Un ataque contra el enroque corto.
eu: Aurkariaren erregearen aurkako erasoa, hau motzean endrokatu ostean.
fa: حمله به شاه حریف، پس از آنکه آنها قلعه کوچک رفتند.
fi: Hyökkää vastustajan kuninkaan kimppuun tämän linnoituttua kuningassivustalle.
gl: Ataque ao rei do opoñente, despois que este enrocase en curto.
he: תקיפת המלך של היריב, לאחר שהצריח לצד המלך.
hy: Գրոհ մրցակցի՝ կարճ կողմում փոխատեղում կատարած արքայի վրա։
id: Serangan raja lawan, setelah mereka berada di sisi raja.
it: Un attacco al re avversario, dopo che ha arroccato corto.
kk: Қарсыластың патшасы өз жағына бекінгеннен кейін оған жасалатын шабуыл.
ko: 상대 킹이 킹사이드 캐슬링을 한 뒤의 공격.
lt: Ataka į priešininko karalių po to, kai jis rokiravosi karaliaus pusėje.
lv: Uzbrukums pretinieka karalim pēc rokādes karaļa pusē.
nl: Een aanval op de vijandelijke koning na een korte rokade.
pt: Um ataque ao rei do adversário, após este ter feito roque menor (para o lado do rei).
ro: Un atac al regelui adversarului, după ce a făcut rocada pe partea regelui.
ru: Атака на рокированного в короткую сторону короля противника.
sk: Útok na súperovho kráľa po tom ako súper zahral malú rošádu.
sl: Napad nasprotnikovega kralja, potem ko je rokiral na kraljevo stran.
sq: Një sulm në anë të mbretit, pasi bëri rrokade në anë te mbretit.
sr: Напад на противничког краља, након што су се рокадирали на краљевој страни.
sv: En attack mot motståndarens kung, efter att de rockerat på kungsflygeln.
tr: Kısa rok atan rahip şaha saldırı.
uk: Атака короля суперника, після його короткого рокірування.
vi: Tấn công vua đối phương sau khi họ nhập thành cánh vua.
zh: 在对手进行短易位后，对其王展开的进攻。
zh_tw: 在對方於王翼易位後的攻擊。

# puzzleThemeClearance
source: Clearance
af: Opruiming
ar: إفساح
az: Xətt açmaq
be: Расчыстка поля
bg: Освобождаване на поле
bn: পরিষ্কারকরণ
bs: Raščišćavanje
ca: Alliberament
cs: Uvolnění
da: Rydning
el: Απελευθέρωση
eo: Senigo
es: Despeje
eu: Garbiketa
fa: آزادسازی
fi: Vapautus
gl: Despexe
he: פינוי
hy: Գծի կամ դաշտի ազատում
id: Pembersihan
it: Sgombero
kk: Тазарту
ko: 정리
lt: Išvalymas
lv: Atbrīvošana
nl: Breekzet
pt: Limpeza
ro: Îndepărtare
ru: Освобождение линии или поля
sk: Uvoľnenie
sl: Potrditev
sq: Largim
sr: Рашчишћавање
sv: Rensning
tr: Boşaltma
uk: Очищення
vi: Dọn đường
zh: 腾挪
zh_tw: 騰挪

# puzzleThemeClearanceDescription
source: A move, often with tempo, that clears a square, file or diagonal for a follow-up tactical idea.
af: 'N Beweging, dikwels met tempo, wat 'n vierkant, lêer of skuins skoonmaak vir 'n opvolg taktiese idee.
ar: حركة، غالباً ما تتطلب ردة فعل، لتُفسح المجال في عمود أو قطر أو مربع لتنفيذ خِطة تكتيكية.
az: Bir xananı və ya bir xətti qarşıdan gələn bir taktika üçün açan, əksər hallarda tempo qazandıran gedişlər.
be: Ход, часта з тэмпам, які расчышчае поле, лінію або дыяганал для паследуючай тактыкі.
bg: Ход, често с темпо, който освобождава поле, вертикал или диагонал за последваща тактическа идея.
bn: প্রায়শই একটি টেম্পোসহ, একটা চাল যা একটা ঘর, ফাইল অথবা আড়া-আড়ি লাইন পরিষ্কার করে পরে যার দ্বারা ট্যাকটিক প্রয়োগ করা যায়।
bs: Potez, često s tempom, koji raščišćava polje, liniju ili dijagonalu za izvođenje taktičke ideje.
ca: Una jugada, sovint amb un temps, que allibera una casella, fila o diagonal seguit d'una idea tàctica.
cs: Tah, často s tempem, který uvolní pole, sloupec nebo diagonálu pro následný taktický úder.
da: Et træk, ofte med tempo, som rydder et felt, en linje eller diagonal til en opfølgende taktisk idé.
el: Μία κίνηση, συνήθως με tempo, που ελευθερώνει ένα τετράγωνο, μια στήλη ή μια διαγώνιο για την ολοκλήρωση ενός τακτικού.
eo: Movo, ofte kun tempo, kiu malplenigas ĉelon, kolumnon, aŭ diagonalon por sekva taktika ideo.
es: Un movimiento, a menudo con ganancia de tiempo, que limpia una casilla, una fila o una diagonal para una idea táctica de seguimiento.
eu: Lauki, errenkada edo diagonala garbitzen duen jokaldia, ondoren beste ideia taktiko bat erabiltzeko.
fa: حرکتی، اغلب با زمان، که خانه، عرض، ستون یا قطری را برای پیشبُرد اندیشه‌ای راهکنشی، آزاد می‌کند.
fi: Usein tempolla tehtävä siirto, joka vapauttaa ruudun, linjan tai diagonaalin seuraavaa taktista ideaa varten.
gl: Un movemento, a miúdo con ganancia de tempo, que libra unha casa, fila ou diagonal seguido dunha idea táctica.
he: מסע, בדרך כלל עם טמפו, שמפנה משבצת, שורה או עמודה לביצוע טקטיקת המשך.
hy: Որպես կանոն, տեմպով կատարվող քայլ, որն ազատում է դաշտը, գիծը կամ անկյունագիծը՝ մարտավարական մտահղացումն իրագործելու նպատակով։
id: Sebuah gerakan, seringkali dengan tempo, file atau diagonal untuk ide taktis lanjutan.
it: Una mossa, spesso con tempo, che libera una casa, una colonna, una traversa o una diagonale per una successiva idea tattica.
kk: Тактиканы асыру мақсатында шаршыны, тік не диагоналды жолды босату үшін әдетте қарқынмен жасалынатын жүріс.
ko: 이어지는 전술적 아이디어를 위해 칸, 파일 또는 대각선을 비우는 수입니다.
lt: Ėjimas, dažnai su tempu, kuris išvalo langelį, eilutę ar įstrižainę kitai taktinei idėjai.
lv: Gājiens, kas atbrīvo lauciņu, rindu vai diagonāli un bieži iegūst tempu, ļaujot turpināt taktisko ideju.
nl: Een zet, vaak met tempo, die een veld, lijn of diagonaal vrijmaakt voor een tactisch vervolg.
pt: Uma jogada, com tempo, que limpa uma casa, fila, coluna ou diagonal para uma ideia tática subsequente.
ro: O mutare, adeseori cu tempo, care eliberează un pătrat, o coloană sau o diagonală pentru o idee tactică ulterioară.
ru: Ход, обычно с темпом, освобождающий поле, линию или диагональ с целью реализации тактической идеи.
sk: Ťah, častokrát s tempom, ktorý uvoľňuje pole, stĺpec alebo diagonálu na nasledujúcu taktickú ideu.
sl: Poteza, pogosto s tempom, ki počisti polje, kolono ali diagonalo za nadaljnjo taktično idejo.
sq: Një lëvizje, shpesh me tempo, që pastron një katror, kolonë ose diagonale për një ide taktike vijuese.
sr: Потез, често са темпом, који рашчишћава поље, колону или дијагоналу за пратећу тактичку идеју.
sv: Ett drag, ofta med tempo, som rensar en ruta, linje eller diagonal för en uppföljande taktisk idé.
tr: Bir kareyi veya bir hattı arkasından gelecek taktiğe hazırlayan, genellikle oynayan tarafa tempo kazandıran hamleler.
uk: Хід, зазвичай з темпом, що звільнює поле, вертикаль чи діагональ з подальшою тактичною ідеєю.
vi: Một nước đi, thường đi kèm nhịp độ dùng để dọn đường một ô, cột hay đường chéo cho một đòn chiến thuật sắp tới.
zh: 通常带有先手的着法，为一个后续战术构想腾出棋格、直线或斜线。
zh_tw: 為了施展戰術而清除我方攻擊格上的障礙物。

# puzzleThemeDefensiveMove
source: Defensive move
af: Verdedigende skuif
ar: نقلة دفاعية
az: Müdafiə gedişi
be: Абарончы ход
bg: Защитен ход
bn: রক্ষণাত্বক চাল
bs: Odbrambeni potez
ca: Jugada defensiva
cs: Obranný tah
da: Defensivt træk
el: Αμυντική κίνηση
eo: Defenda movo
es: Movimiento defensivo
eu: Defentsa-jokaldia
fa: حرکت تدافعی
fi: Puolustussiirto
gl: Movemento defensivo
he: מסע הגנתי
hy: Պաշտպանական քայլ
id: Gerakan bertahan
it: Mossa difensiva
kk: Қорғану жүрісі
ko: 방어적인 수
lt: Apsisaugantis ėjimas
lv: Aizsargājošs gājiens
nl: Verdedigende zet
pt: Movimento defensivo
ro: Mutare defensivă
ru: Защитный ход
sk: Obranný ťah
sl: Obrambna poteza
sq: Lëvizje mbrojtëse
sr: Одбрамбени потез
sv: Defensivt drag
tr: Savunma hamlesi
uk: Захисний хід
vi: Nước cờ phòng thủ
zh: 防守着法
zh_tw: 加強防守

# puzzleThemeDefensiveMoveDescription
source: A precise move or sequence of moves that is needed to avoid losing material or another advantage.
af: 'N Presiese skuif of volgorde van bewegings wat benodig word om materiaal of 'n ander voordeel te verloor.
ar: نقلة أو سلسلة من النقلات الدقيقة الضرورية لتجنب خسارة قطع أو خسارة الأفضلية.
az: Material və ya başqa bir üstünlüyü itirməmək üçün lazım olan dəqiq bir gediş və ya gedişlər ardıcıllığı.
be: Дакладны ход або паслядоўнасць хадоў, неабходная каб пазбегнуць страты матэрыялу або іншай перавагі.
bg: Точен ход или поредица от ходове, за да се избегне загуба на материал или друго предимство за опонента.
bn: একটা নিখুঁত চাল অথবা চালের ধারা যার দ্বারা ম্যাটেরিয়াল হারানো অথবা অন্য ধরণের ক্ষতির হাত থেকে বাঁচা যায়।
bs: Precizan potez ili niz poteza potreban da se izbjegne gubitak materijala ili neke druge prednosti.
ca: Una jugada precisa o seqüència de jugades necessàries per evitar perdre material o un altre avantatge.
cs: Přesný tah nebo pořadí tahů, které jsou potřebné k tomu, aby nedošlo ke ztrátě materiálu nebo jiné výhody.
da: Et nøjagtigt træk eller trækserie, der er nødvendig for at undgå at miste materiale eller en anden fordel.
el: Μια κίνηση ή μια ακολουθία κινήσεων που απαιτείται για να αποφευχθεί η απώλεια υλικού και γενικά οποιουδήποτε πλεονεκτήματος.
eo: Preciza movo aŭ vico de movoj, kiu estas bezona por eviti perdon de materialo aŭ alia avantaĝo.
es: Un movimiento o una secuencia de movimientos necesarios para evitar la pérdida de material u otra ventaja.
eu: Materiala edo beste edozein abantaila galtzea ekiditeko jokaldi edo jokaldi-multzoa.
fa: حرکت یا دنباله ای از حرکات که برای جلوگیری از دست دادن مهره یا مزیت لازم است.
fi: Tarkka siirto tai siirtosarja, joka tarvitaan materiaali- tai muun edun menetyksen välttämiseksi.
gl: Un movemento ou secuencia de movementos precisos que son necesarios para evitar a perda de material ou outra vantaxe.
he: מסע מדויק או סדרת מסעים מדויקת הנחוצה למניעת איבוד חומר או יתרון אחר.
hy: Ճշգրիտ քայլ կամ քայլերի հաջորդականություն, որոնք անհրաժեշտ են նյութական կամ առավելության կորստից խուսափելու համար։
id: Sebuah gerakan presisi atau urutan gerakan yang dibutuhkan untuk menghindari kerugian material atau keunggulan lain.
it: Una mossa precisa o una sequenza di mosse necessarie ad evitare perdite di materiale o di altri vantaggi.
kk: Тастарды не артықшылықты жоғалтпау мақсатында жасалатын жүріс не жүрістер тізбегі.
ko: 기물을 잃거나 다른 손실을 피하기 위해 필요한 정확한 수입니다.
lt: Tikslus ėjimas ar ėjimų seka kuri skirta išvengti figūrų praradimo ar kito priešininko pranašumo.
lv: Precīzs gājiens vai gājienu virkne, kas nepieciešama, lai nezaudētu materiālu vai citu priekšrocību.
nl: Een nauwkeurige zet of reeks zetten die nodig zijn om verlies van materiaal of een ander voordeel te voorkomen.
pt: Um movimento ou sequência de movimentos precisos, necessários para evitar uma desvantagem, como por exemplo perda de material.
ro: O mutare precisă sau o secvență de mutări care e necesară pentru a evita pierderea pieselor sau a unui alt avantaj.
ru: Точный ход или последовательность ходов, которые необходимы во избежание потери материала или другого преимущества.
sk: Presný ťah alebo sekvencia ťahov, ktorá je potrebná na odvrátenie straty materiálu alebo inej výhody.
sl: Natančna poteza ali zaporedje potez, ki je potrebno, da se izognete izgubi materiala ali drugi prednosti.
sq: Një lëvizje apo varg lëvizjesh të sakta që janë të nevojshme për të shmangur humbje materiali, apo për avantazh tjetër.
sr: Прецизан потез или низ потеза који је потребан да се избегне губитак материјала или нека друга предност.
sv: Ett exakt drag eller sekvens av drag som är nödvändiga för att undvika att förlora material eller annan fördel.
tr: Taş veya avantaj kaybını önlemek için yapılması gereken bir hamle ya da hamleler dizisi.
uk: Точний хід або послідовність ходів, що необхідні для уникнення втрати матеріалу чи іншої переваги.
vi: Một nước đi hoặc chuỗi nước đi chính xác cần để tránh mất quân hoặc một lợi thế khác.
zh: 为避免失子或失去其他优势所必需的精确着法或着法序列。
zh_tw: 一種為了避免遺失棋子或優勢而採取的必要行動。

# puzzleThemeDeflection
source: Deflection
af: Buiging
ar: إبعاد
az: Yayındırma
be: Адцягненне
bg: Отвличане
bn: বিচ্যুতি
bs: Odvlačenje
ca: Desviació
cs: Zavlečení
da: Afledning
el: Αντιπερισπασμός
eo: Devio
es: Desviación
eu: Desbideraketa
fa: منحرف کردن
fi: Harhautus
gl: Desviación
he: הרחקה
hy: Շեղում
id: Defleksi
it: Deviazione
kk: Назарын бұру
ko: 굴절
lt: Atmušimas
lv: Novirze
nl: Weglokken
pt: Desvio
ro: Deviere
ru: Отвлечение
sk: Odlákanie
sl: Odklon
sq: Shmangie
sr: Одвлачење
sv: Avledande drag
tr: Saptırma
uk: Відволікання
vi: Đánh lạc hướng
zh: 引离
zh_tw: 引離

# puzzleThemeDeflectionDescription
source: A move that distracts an opponent piece from another duty that it performs, such as guarding a key square. Sometimes also called "overloading".
af: 'N Skuif wat 'n teenstander se aandag aftrek van 'n ander plig wat dit uitvoer, soos die beskerming van 'n sleutelvierkant.
ar: نقلة تُبعد قطعة الخَصْم عن مهمة أخرى تؤديها، كالدفاع عن مربع مهم. أحيانًا يُطلق علي هذا التكتيك أيضًا "التحميل الزائد".
az: Rəqib fiqurunu, yerinə yetirdiyi başqa bir vəzifədən, məsələn, vacib bir xananı qorumaqdan yayındıran bir gediş. Bəzən "həddindən artıq yükləmə" də deyilir.
be: Ход, які адцягвае фігуру суперніка ад выканання іншага абавязку, напрыклад, аховы ключавога поля. Часам таксама называецца "перагрузка".
bg: Ход, с който се отвлича фигура от задължението ѝ - например да пази друга фигура. Също познато като "претоварване".
bn: একটা চাল যা প্রতিপক্ষের গুটিকে নিজের কাজ (যেমন একটা গুরুত্বপূর্ণ ঘর পাহারা দেয়া) থেকে বিরত রাখে। কখনো কখনো এটাকে ওভারলোডিং ও বলা হয়।
bs: Potez koji odvlači protivničku figuru od obavljanja njene trenutne dužnosti, kao što je čuvanje ključnog polja.
ca: Un moviment que distrau una peça de l'oponent per realitzar una altra tasca, com protegir una casella. A vegades també anomenat "sobrecàrrega".
cs: Tah, který odvádí soupeřovu figuru od jejích jiných povinností, jako například bránění klíčového pole. Občas nazýváno také jako "přetížení".
da: Et træk der distraherer en modstanders brik fra at udføre en anden funktion, såsom bevogtning af et vigtigt felt.
el: Μία κίνηση που απομακρύνει ένα αντίπαλο κομμάτι από κάποιο άλλο του καθήκον, όπως η φύλαξη ενός σημαντικού τετραγώνου. Ονομάζεται ενίοτε και "υπερφόρτωση".
eo: Movo, kiu distras kontraŭan ŝakpecon de alia devo, kio ĝi faras, kiel gardo de grava ĉelo. Kelkfoje ankaŭ nomiĝas "troŝargo".
es: Un movimiento que distrae una pieza del oponente de alguna de las tareas que desempeña, como la protección de una casilla clave. También conocido como "sobrecarga".
eu: Aurkariaren pieza berezkoa duen betebehar batetik desbideratzea, adibidez lauki bat babestetik. Batzuetan "gainkarga" ere deitzen zaio.
fa: حرکتی که حواس مهره حریف را از وظیفه ای که دارد پرت کند (مانند نگهبانی از یک خانه). گاهی اوقات "بارگذاری بیش از حد" نیز نامیده می شود.
fi: Siirto, jolla harhautetaan vastustajan nappula pois suorittamasta jotain toista tehtävää, kuten vartioimasta tärkeää ruutua.
gl: Un movemento que distrae unha peza rival dunha tarefa que desempeña, como a protección dunha casa chave. Ás veces denomínase "sobrecarga".
he: מסע שמסיח כלי יריב ממטלה אחרת שעליו לבצע, כמו למשל הגנה על משבצת מפתח. לעיתים נקרא גם "העמסה".
hy: Քայլ, որը մրցակցի խաղաքարը շեղում է կարևոր խնդրից, օրինակ, հանգուցային դաշտի պաշտպանությունից։
id: Gerakan yang mengalihkan perhatian bidak lawan dari tugas lain yang dilakukan, seperti menjaga kotak kunci. Kadang juga disebut "overloading".
it: Una mossa che rimuove un pezzo avversario da un compito, come ad esempio difendere una casa chiave.
kk: Қарсылас тасын өз міндетінен (мысалы, бір маңызды шаршыны қорғаудан) үзу үшін жасалынатын алдамшы жүріс.
ko: 중요한 칸을 수비하는 등 다른 역할을 수행하는 상대 기물의 주의를 분산시키는 수입니다. "과부하"라고도 불립니다.
lt: Ėjimas, kuris nukreipia priešininko figūros dėmesį nuo kitos svarbios jos rolės, pavyzdžiui: langelio šalia karaliaus saugojimo.
lv: Gājiens, kas novērš pretinieka figūras uzmanību no kāda lauciņa sargāšanas vai cita uzdevuma.
nl: Een zet die een vijandelijk stuk afleidt van een andere taak die het uitoefent, zoals het bewaken van een belangrijk veld.
pt: Uma jogada que distrai uma peça do adversário de outra função, como por exemplo, proteger uma casa chave. Às vezes também é chamado de sobrecarga.
ro: O mutare care distrage o piesă adversară de la o altă funcție pe care o îndeplinește, cum ar fi apărarea unui pătrat esențial.
ru: Ход, отвлекающий фигуру противника от важной задачи, например, от защиты ключевого поля.
sk: Ťah, ktorý odvádza súperovu figúry od jej iných povinností, ako napríklad bránenie kľúčového poľa. Občas nazývané aj "preťaženie".
sl: Poteza, ki nasprotnikovo figuro odvrne od druge dolžnosti, ki jo opravlja, na primer varovanja ključnega polja. Včasih se imenuje tudi "preobremenitev".
sq: Një lëvizje që tërheq vëmendjen e një figure të kundërshtarit nga një detyrë tjetër që ajo kryen, siç është ruajtja e një sheshi kryesor. Ndonjëherë quhet edhe "mbingarkesë".
sr: Потез који одвлачи противничку фигуру од обављања друге дужности, као што је чување кључног поља. Некада се такође зове "преоптерећење".
sv: Ett drag som avleder en motståndarpjäs från en annan uppgift, såsom att bevaka en viktig ruta. Kallas Ibland också "överbelastning".
tr: Rakip taşı önemli bir kareyi korumak gibi mühim bir görevden alıkoyan hamleler.
uk: Хід, що відволікає фігуру суперника від іншої виконуваної задачі, наприклад, захисту ключового поля. Деколи ще звуть "перевантаженням".
vi: Một nước đi đánh lạc hướng một quân đối phương khỏi một nhiệm vụ nó đang làm, chẳng hạn như bảo vệ một ô trọng điểm. Còn được gọi là "quá tải".
zh: 将对方棋子从其承担的某项职责（例如守卫关键格）上引开的着法。有时也称为“过载”。
zh_tw: 為了分散敵人專注力所採取的戰術，容易搗亂敵人原本的計畫。

# puzzleThemeDiscoveredAttack
source: Discovered attack
af: Ontdek aanval
ar: هجوم مكشوف
az: Açaraq hücum
be: Ўскрыты напад
bg: Открита атака
bn: আবিষ্কৃত আক্রমণ
bs: Otkriveni napad
ca: Atac a la descoberta
cs: Odtažný útok
da: Afdækkertræk
el: Αποκάλυψη
eo: Malkovrita atako
es: Ataque a la descubierta
eu: Ageriko erasoa
fa: حمله برخاست
fi: Paljastushyökkäys
gl: Ataque descuberto
he: התקפה נגלית
hy: Բացված հարձակում
id: Menemukan serangan
it: Attacco di scoperta
kk: Ашылған шабуыл
ko: 디스커버드 어택
lt: Atidengimo ataka
lv: Atklāts uzbrukums
nl: Aftrekaanval
pt: Ataque descoberto
ro: Atac prin descoperire
ru: Вскрытое нападение
sk: Odťažené napadnutie
sl: Odkrit napad
sq: Sulm me zbulim
sr: Откривени напад
sv: Avdragsattack
tr: Açarak saldırı
uk: Відкритий напад
vi: Tấn công mở
zh: 闪击
zh_tw: 閃擊
