Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# settingsCancelKeepAccount
source: Cancel and keep my account
af: Kanselleer en hou my rekening
ar: إلغاء واحتفظ بحسابي
bg: Откажи и запази акаунта
bs: Otkaži i zadrži moj račun
ca: Cancel·la i manté el meu compte
cs: Zrušit a zachovat můj účet
da: Annuller og behold min konto
el: Ακύρωση και διατήρηση του λογαριασμού μου
es: Cancelar y mantener mi cuenta
eu: Utzi eta mantendu nire kontua
fa: لغو و نگهداری حساب کاربری
fi: Peruuta ja säilytä tunnukseni
gl: Cancelar e manter a miña conta
it: Annulla e mantieni il mio account
ko: 취소하고 계정 지키기
lt: Atsisakyti ir palikti mano paskyrą
nl: Annuleer en behoud mijn account
pt: Cancelar e manter a minha conta
ro: Anulează și păstrează contul
ru: Отменить и оставить мою учётную запись
sk: Zrušiť a ponechať si účet
sl: Prekliči in obdrži moj račun
sq: Anuloje dhe mbaje llogarinë time
sv: Avbryt och behåll mitt konto
tr: Vazgeç ve hesabımı koru
uk: Скасувати і зберегти мій обліковий запис
vi: Hủy và giữ lại tài khoản của tôi
zh: 取消并保留我的账户
zh_tw: 取消併保留我的帳號

# settingsCloseAccountAreYouSure
source: Are you sure you want to close your account?
af: Is jy seker jy wil jou rekening sluit?
ar: هل تريد بالتأكيد إغلاق حسابك؟
bg: Сигурни ли сте, че искате да затворите акаунта си?
bs: Jeste li sigurni da želite zatvoriti svoj račun?
ca: Estàs segur que vols tancar el teu compte?
cs: Opravdu chcete uzavřít svůj účet?
da: Er du sikker på, at du vil lukke din konto?
el: Θέλετε σίγουρα να κλείσετε τον λογαριασμό σας;
es: ¿Estás seguro de que quieres cerrar tu cuenta?
eu: Ziur zure kontua ezabatu nahi duzula?
fa: آیا از بستن حساب کابری خود مطمئن هستید؟
fi: Oletko varma, että haluat sulkea käyttäjätunnuksesi?
gl: Estás seguro de que queres eliminar a túa conta?
it: Vuoi veramente chiudere il tuo account?
ko: 계정을 정말로 폐쇄하시겠습니까?
lt: Ar tikrai norite uždaryti savo paskyrą?
nl: Weet je zeker dat je je account wilt verwijderen?
pt: Tens certeza que desejas encerrar a tua conta?
ro: Ești sigur că vrei să închizi contul?
ru: Вы уверены, что хотите удалить свою учётную запись?
sk: Ste si istí, že chcete zrušiť svoj účet?
sl: Ali ste prepričani, da želite zapreti ta račun?
sq: Jeni i sigurt se doni të mbyllet llogarina juaj?
sv: Är du säker på att du vill stänga ditt konto?
tr: Hesabınızı kapatmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете закрити свій обліковий запис?
vi: Bạn chắc chắn là bạn muốn đóng tài khoản của mình không?
zh: 您确定要关闭此账户吗？
zh_tw: 確定要關閉您的帳戶嗎？

# settingsThisAccountIsClosed
source: This account is closed.
af: Hierdie rekening is gesluit.
ar: هذا الحساب مغلق.
az: Hesab bağlanıldı.
be: Гэты ўліковы запіс зачынены.
bg: Тази регистрация е закрита.
bn: এই একাউন্টটি বন্ধ করা হয়েছে
bs: Ovaj račun je zatvoren.
ca: S'ha tancat aquest compte.
cs: Tento účet je zrušen.
da: Denne konto er lukket.
el: Αυτός ο λογαριασμός έχει κλείσει.
eo: Tiu ĉi konto estas fermita.
es: Esta cuenta fue cerrada.
eu: Kontu hau itxita dago.
fa: این حساب بسته شده است
fi: Tämä tunnus on suljettu.
gl: Esta conta foi pechada.
he: החשבון הזה סגור.
hy: Այս հաշիվը փակված է:
id: Akun ini telah ditutup.
it: Questo account è stato eliminato.
kk: Бұл тіркелгі жабылды.
ko: 계정이 폐쇄되었습니다.
lt: Ši paskyra uždaryta.
lv: Šis konts ir slēgts.
mk: Овој профил е затворен.
nl: Dit account is gesloten.
pt: Esta conta foi encerrada.
ro: Contul este închis.
ru: Этот аккаунт закрыт.
sk: Účet zrušený.
sl: Račun je zaprt.
sq: Kjo llogari është e mbyllur
sr: Овај налог је затворен.
sv: Det här kontot är avslutat
tr: Hesap kapatılmıştır.
uk: Цей обліковий запис видалено.
vi: Tài khoản này đã bị đóng
zh: 此账户已被关闭。
zh_tw: 此帳號已被關閉。

source: Game setup
ca: Configuració de la partida
el: Ρύθμιση παρτίδας
eo: Agordoj de ludo
es: Configuración de la partida
fi: Pelin luonti
it: Impostazioni partita
ko: 게임 설정
nl: Spelinstellingen
ro: Configurație joc
ru: Параметры игры
sk: Nastavenie partie
uk: Налаштування гри
vi: Thiết lập ván đấu
zh: 对局设置

source: Challenge a friend
ca: Repta un amic
el: Νέα πρόκληση
eo: Defii geamikon
es: Desafía a un amigo
fi: Haasta kaveri
it: Lancia una sfida
ko: 친구에게 도전
nl: Daag een vriend uit
ro: Provoacă un prieten
ru: Бросить вызов другу
sk: Vyzvať priateľa
uk: Кинути виклик другові
vi: Thách đấu một người bạn
zh: 双人对弈

source: Play against computer
bn: কম্পিউটারের বিপরীতে খেলুন
ca: Juga contra l'ordinador
el: Νέα παρτίδα εναντίον μηχανής
eo: Ludi kontraŭ komputilo
es: Jugar contra el ordenador
fi: Pelaa tietokonetta vastaan
it: Gioca contro il computer
nl: Speel tegen de computer
ro: Joacă împotriva calculatorului
ru: Сыграть с компьютером
sk: Hrať proti počítaču
uk: Зіграти проти комп'ютера
vi: Chơi với máy
zh: 人机对弈

source: Game mode
ca: Tipus de partida
el: Τύπος παιχνιδιού
eo: Tipo de ludo
es: Tipo de partida
fi: Pelityyppi
it: Modalità di gioco
ko: 게임 모드
nl: Spelmodus
ro: Mod joc
ru: Режим игры
sk: Herný režim
uk: Режим гри
vi: Chế độ chơi
zh: 对局模式

source: Create lobby game
ca: Crea una sala de joc
el: Νέα παρτίδα
eo: Krei ludon en atendejo
es: Crear partida en la sala de espera
fi: Luo peli
it: Crea una partita nella lobby
ko: 로비 게임 만들기
nl: Maak een lobby spel aan
ro: Creează un joc nou
ru: Создать запрос на игру
sk: Vytvoriť výzvu
uk: Створити запит на гру
vi: Tạo ván đấu tại sảnh
zh: 创建对局

source: To invite someone to play, give this URL
af: Nooi iemand vir 'n spel, gebruik hierdie URL
ar: لدعوة شخص ما للعب، أرسل له هذا الرابط
az: Kimisə oyuna dəvət etmək üçün, bu URL-i göndərin
be: Выкарыстайце гэтую спасылку каб запрасіць кагосьці да гульні
bg: За да поканите някого на игра, дайте му този адрес
bn: কাউকে খেলার জন্য আমন্ত্রণ জানাতে চাইলে এই URL টি দিন
bs: Da bi ste pozvali nekoga na partiju, pošaljite ovaj link
ca: Per convidar algú a jugar, envia-li aquest enllaç
cs: Pro pozvání někoho ke hře využijte tento odkaz
da: Invitér nogen til at spille ved at give dem denne URL
el: Για να προσκαλέσετε κάποιον σε ένα παιχνίδι, στείλτε του αυτήν τη διεύθυνση
eo: Por inviti iun al ludo, donu ĉi tiun ligilon
es: Para invitar a alguien a jugar, comparte este enlace
eu: Norbait jokatzera gonbidatzeko, URL hau bidali iezaiozu
fa: برای دعوت یک نفر به بازی، این آدرس را به او بدهید
fi: Lähetä tämä linkki kaverillesi, jonka haluat kutsua pelaamaan
gl: Para invitar a alguén a xogar, dálle este URL
he: כדי להזמין מישהו לשחק, שתפו את הכתובת הזאת
hy: Որևէ մեկին խաղի հրավիրելու համար ուղարկեք ստորև տրված հղումը
id: Undang yang lain dengan memberikan URL berikut
it: Per invitare qualcuno a giocare, dagli questo URL
kk: Ойынға біреуді шақыру үшін бұл сілтемені жіберіңіз
ko: 이 URL로 친구를 초대하세요
lt: Norėdami pakviesti varžovą, pasidalinkite šiuo adresu
lv: Lai uzaicinātu kādu spēlēt, iedod šo saiti
mk: Да поканиш некој да игра, прати му го овој линк
nl: Deel deze link als u iemand wil uitnodigen om met u te spelen
pt: Para convidares alguém para jogar, envia este URL
ro: Pentru a invita pe cineva să joace, folosiți acest URL
ru: Чтобы пригласить друга, отправьте ему эту ссылку
sk: Zdieľaním tejto adresy môžete niekoho pozvať k partii
sl: Kopiraj URL in povabi prijatelja k igri
sq: Për të ftuar dikë të luajë, jepni këtë URL
sr: Да позовеш некога да игра, проследи овaј линк
sv: För att bjuda in någon att spela, ge dem den här länken
tr: Oyuna davet etmek için, bu linki gönderin
uk: Щоб запросити когось до гри, дайте це посилання
vi: Để mời ai đó chơi, hãy gửi đường dẫn này
zh: 请分享此链接以邀请好友对弈：
zh_tw: 請分享此網址以邀人下棋

source: Game Over
af: Spel Verby
ar: انتهت المباراة
az: Oyun Bitdi
be: Гульня скончана
bg: Край на партията
bn: খেলা সমাপ্ত
bs: Partija je gotova
ca: Partida finalitzada
cs: Konec hry
da: Spillet er slut
el: Τέλος παρτίδας
eo: Ludo finiĝis
es: Fin de la partida
eu: Partida amaitu da
fa: پایان بازی
fi: Peli ohi
gl: Partida rematada
he: המשחק הסתיים
hy: Խաղն ավարտված է
id: Permainan Berakhir
it: Partita terminata
kk: Ойын аяқталды
ko: 대국 종료
lt: Partija baigta
lv: Spēle galā
mk: Крај на играта
nl: Partij afgelopen
pt: Fim da partida
ro: Partidă încheiată
ru: Партия окончена
sk: Koniec partie
sl: Konec igre
sq: Loja mbaroi
sr: Партија Завршена
sv: Partiet är slut
tr: Oyun bitti
uk: Гру завершено
vi: Ván cờ kết thúc
zh: 对局结束
zh_tw: 遊戲結束

source: Waiting for opponent
af: Wag vir uitdager
ar: في إنتظار الخصم
az: Rəqib gözlənilir
be: Чакаем апанента
bg: Изчакване на противник
bn: প্রতিপক্ষের জন্য অপেক্ষারত
bs: Čekanje na protivnika
ca: Esperant a l'oponent
cs: Čekání na soupeře
da: Venter på modstander
el: Αναμονή για αντίπαλο
eo: Atendante kontraŭulon
es: Esperando al oponente
eu: Aurkariaren zain
fa: انتطار برای حریف
fi: Odotetaan vastustajaa
gl: Agardando polo rival
he: ממתין ליריב
hy: Սպասում եմ հակառակորդին
id: Menunggu lawan
it: In attesa dell'avversario
kk: Қарсыласты тосып тұрмыз
ko: 상대를 기다리는 중
lt: Laukiama varžovo
lv: Gaidām pretinieku
mk: Се чека противникот
nl: Wachten op een tegenstander
pt: Aguardando oponente
ro: Se așteaptă adversarul
ru: Ожидание соперника
sk: Čaká sa na súpera
sl: Čakam nasprotnika
sq: Në pritje të kundërshtarit
sr: Чека се противник
sv: Väntar på motståndare
tr: Rakip bekleniyor
uk: Очікування на суперника
vi: Đang chờ đối thủ
zh: 正在等待对手
zh_tw: 正在等待對手

# orLetYourOpponentScanQrCode
source: Or let your opponent scan this QR code
af: Of laat jou opponent hierdie QR-kode skandeer
ar: أو أجعل خصمك يمسح رمز QR هذا
be: Або дазвольце апаненту адсканаваць гэты QR-код
bg: Или дайте на противника си да сканира този QR код
bn: অথবা আপনার প্রতিপক্ষকে এই কিউআর কোডটি স্ক্যান করতে দিন
bs: Ili neka vaš protivnik skenira ovaj QR kod
ca: O deixeu que el vostre oponent escanegi aquest codi QR
cs: Nebo nechte soupeře naskenovat tento QR kód
da: Eller lad din modstander scanne denne QR-kode
el: Ή ζητήστε από τον αντίπαλό σας να σαρώσει αυτόν τον κωδικό QR
eo: Aŭ lasi vian kontraŭulon skani ĉi tiun QR-kodon per la app
es: O dile a tu oponente que escanee este código QR
eu: Edo utzi zure aurkariari QR kode hau eskaneatzen
fa: یا از حریفتان بخواهید این کد QR را اسکن کندl
fi: Tai anna vastustajasi skannata tämä QR-koodi
gl: Ou deixa que o teu rival escanee este código QR
he: אפשר גם לתת ליריבך לסרוק את קוד ה־QR הזה
hy: Կամ թույլ տվեք Ձեր մրցակցին սկանավորել այս QR-կոդը
id: Atau silakan lawan anda untuk melakukan scan pada kode QR ini
it: O fai scansionare questo codice QR al tuo avversario
kk: Не болмаса, қарсылас осы QR кодты скандаушы болсын
ko: 상대방에게 이 QR 코드를 스캔하라고 하셔도 됩니다.
lt: Arba leiskite priešininkui nuskenuoti šį QR kodą
lv: Vai arī piedāvā pretiniekam skenēt šo QR kodu
nl: Of laat je tegenstander deze QR-code scannen
pt: Ou deixa o teu oponente ler este código QR
ro: Sau lăsați adversarul să scaneze acest cod QR
ru: Или позвольте вашему сопернику отсканировать этот QR-код
sk: Alebo nech Váš súper naskenuje tento QR kód
sl: Ali pa naj vaš nasprotnik skenira to QR kodo
sq: Ose lëreni kundërshtarin tuaj të skanojë këtë kod QR
sr: Или допусти свом противнику да копира овај QR код
sv: Eller låt din motståndare skanna denna QR-kod
tr: Veya rakibiniz bu QR kodunu tarasın
uk: Або дайте вашому супернику просканувати цей QR-код
vi: Hoặc để đối thủ của bạn quét mã QR này
zh: 或让对方扫描此二维码
zh_tw: 或是讓對手掃描這個 QR code

source: Waiting
af: Wagtend
ar: قيد الانتظار
az: Gözlənilir
be: Чакаем
bg: Изчакване
bn: অপেক্ষা করুন
bs: Čekanje
ca: Esperant
cs: Čeká se
da: Venter
el: Αναμονή
eo: Atendante
es: Esperando
eu: Zain
fa: در حال انتظار
fi: Odotetaan
gl: Agardando
he: ממתין
hy: Սպասում եմ
id: Menunggu
it: In attesa
kk: Тосып тұрмыз
ko: 기다리는 중
lt: Laukiama
lv: Gaida
mk: Почекај
nl: Even geduld a.u.b.
pt: A aguardar
ro: Se așteaptă
ru: Ожидание
sk: Čaká sa
sl: Čakam
sq: Në pritje
sr: Чека се
sv: Väntar
tr: Bekleniyor
uk: Очікування
vi: Đang chờ
zh: 等待中
zh_tw: 等待對手確認中

source: Your turn
af: Jou beurt
ar: دورك
az: Sizin növbənizdir
be: Ваша чарга
bg: Вашият ход
bn: আপনার চাল
bs: Vi ste na potezu
ca: El teu torn
cs: Jste na tahu
da: Din tur
el: Η σειρά σας
eo: Via vico
es: Tu turno
eu: Zure txanda
fa: نوبت شماست
fi: Sinun vuorosi
gl: A túa quenda
he: תורך
hy: Ձեր հերթն է
id: Giliran Anda
it: Tocca a te
kk: Сіз жүресіз
ko: 내 차례
lt: Jūsų ėjimas
lv: Jūsu gājiens
mk: Ти си на ред
nl: U bent aan zet
pt: É a tua vez
ro: Rândul tău
ru: Ваш ход
sk: Ste na ťahu
sl: Ti si na potezi
sq: Radha juaj
sr: Твој потез
sv: Din tur
tr: Sıra sizde
uk: Ваш хід
vi: Đến lượt bạn
zh: 轮到您走棋
zh_tw: 該您走

# aiNameLevelAiLevel
source: {param1} level {param2}
af: {param1} vlak {param2}
ar: {param1} مستوى {param2}
az: {param1} səviyyə {param2}
be: {param1} узровень {param2}
bg: {param1} ниво {param2}
bn: {param1} এর লেভেল {param2}
bs: {param1} nivo {param2}
ca: {param1} nivell {param2}
cs: AI {param1} úrovně {param2}
da: {param1} niveau {param2}
el: {param1} επιπέδου {param2}
eo: {param1} nivelo {param2}
es: {param1} nivel {param2}
eu: {param1}, {param2}. maila
fa: {param1} سطح {param2}
fi: {param1} taso {param2}
gl: {param1} nivel {param2}
he: {param1} רמה {param2}
hy: {param1}, մակարդակ՝ {param2}
it: {param1} livello {param2}
kk: {param1} деңгейі: {param2}
ko: {param1} 레벨 {param2}
lt: {param1} lygis Nr. {param2}
lv: {param1} {param2}. līmenis
mk: {param1} ниво {param2}
nl: {param1} niveau {param2}
pt: {param1} nível {param2}
ro: {param1} nivelul {param2}
ru: {param1} уровня {param2}
sk: {param1} úrovne {param2}
sl: {param1}, stopnja: {param2}
sq: {param1} niveli {param2}
sr: {param1} ниво {param2}
sv: {param1} nivå {param2}
tr: {param1} seviye {param2}
uk: {param1}, рівень {param2}
vi: {param1} cấp độ {param2}
zh: {param1} 级别 {param2}
zh_tw: {param1}等級 {param2}

source: Level
af: Vlak
ar: مستوى
az: Səviyyə
be: Узровень
bg: Ниво
bn: লেভেল
bs: Nivo
ca: Nivell
cs: Úroveň
da: Niveau
el: Επίπεδο
eo: Nivelo
es: Nivel
eu: Maila
fa: سطح
fi: Taso
gl: Nivel
he: רמה
hy: Մակարդակ
it: Livello
kk: Деңгей
ko: 레벨
lt: Lygis
lv: Līmenis
mk: Ниво
nl: Niveau
pt: Nível
ro: Nivel
ru: Уровень
sk: Úroveň
sl: Stopnja
sq: Niveli
sr: Ниво
sv: Nivå
tr: Seviye
uk: Рівень
vi: Cấp độ
zh: 级别
zh_tw: 難度

source: Strength
af: Krag
ar: القوة
az: Güc
be: Сіла
bg: Сила
bn: শক্তি
bs: Jačina
ca: Força
cs: Obtížnost
da: Styrke
el: Ισχύς
eo: Forto
es: Nivel
eu: Indarra
fa: قدرت
fi: Vahvuus
gl: Forza
he: רמת קושי
hy: Ուժ
id: Kekuatan
it: Forza
kk: Күші
ko: 난이도
lt: Pasipriešinimo stiprumas
lv: Stiprums
mk: Јачина
nl: Speelsterkte
pt: Nível
ro: Putere
ru: Сложность
sk: Sila
sl: Moč
sq: Vështirësia
sr: Јачина
sv: Styrka
tr: Kuvvet
uk: Сила
vi: Độ mạnh
zh: 强度
zh_tw: 強度

source: Toggle the chat
af: Wissel klets
ar: تعطيل/تشغيل الدردشة
az: Söhbəti aç/bağla
be: Уключыць/выключыць чат
bg: Превключи чата
bn: আড্ডা চালু/বন্ধ
bs: Uključite/isključite dopisivanje
ca: Activa/Desactiva el xat
cs: Zapnout/vypnout chat
da: Skjul/Vis chat
el: Εναλλαγή προβολής της συνομιλίας
eo: Baskuligi la babilejon
es: Mostrar/Ocultar chat
eu: Erakutsi/ezkutatu txata
fa: گپ روشن/خاموش
fi: Keskustelu päälle / pois
gl: (Des)activar a sala de conversa
he: הפעלת/כיבוי הצ'אט
hy: Թաքցնել/ցուցադրել զրուցարանը
id: Ganti tampilan obrolan
it: Attiva/disattiva la chat
kk: Чат батырмасы
ko: 채팅 끄기/켜기
lt: Įjungti / išjungti pokalbį
lv: Ieslēgt/izslēgt sarunu
mk: Вклучи/исклучи го разговорот
nl: Chat aan-/uitzetten
pt: Ativar/Desativar o chat
ro: Comută conversația
ru: Показывать окно чата
sk: Prepínač okna rozhovoru
sl: Preklopi klepet
sq: Shfaqni/Fshihni bisedën
sr: Укључи/искључи ћаскање
sv: Dölj/visa chatten
tr: Sohbeti aç/kapat
uk: Вимк./увімк. чат
vi: Bật/Tắt trò chuyện
zh: 聊天开关
zh_tw: 聊天開關

source: Chat
af: Klets
ar: دردشة
az: Mesaj göndər
be: Чат
bg: Чат
bn: আড্ডা
bs: Dopisivanje
ca: Xat
el: Συνομιλία
eo: Babilejo
eu: Txata
fa: گپ
fi: Keskustelu
he: שלח/י הודעה
hy: Զրուցարան
id: Obrolan
kk: Чат
ko: 채팅
lt: Pokalbis
lv: Saruna
mk: Разговор
ro: Discuție
ru: Отправить сообщение
sk: Rozhovor
sl: Klepet
sq: Bisedo
sr: Ћаскај
sv: Chatta
tr: Sohbet
uk: Чат
vi: Tán gẫu
zh: 聊天
zh_tw: 聊天

source: Resign
af: Gee oor
ar: استسلم
az: Tərk et
be: Здацца
bg: Предавам се
bn: হার স্বীকার করুন
bs: Predaj partiju
ca: Rendir-se
cs: Vzdát se
da: Giv op
el: Παραίτηση
eo: Rezigni
es: Abandonar
eu: Amore eman
fa: تسلیم شدن
fi: Luovuta
gl: Abandonar
he: כניעה
hy: Հանձնվել
id: Menyerah
it: Abbandona
kk: Берілу
ko: 기권하기
lt: Pasiduoti
lv: Padoties
mk: Откажи се
nl: Geef op
pt: Desistir
ro: Renunță
ru: Сдаться
sk: Vzdať sa
sl: Predaj
sq: Dorëzohu
sr: Предај
sv: Ge upp
tr: Oyundan Çekil
uk: Здатися
vi: Đầu hàng
zh: 认输
zh_tw: 認輸

source: Checkmate
af: Skaakmat
ar: كش مات
az: Mat
be: Мат
bg: Шах и мат
bn: কিস্তিমাত
bs: Šah mat
ca: Escac i mat
cs: Šach mat
da: Skakmat
el: Ματ
eo: Ŝakmato
es: Jaque mate
eu: Xake mate
fa: کیش و مات
fi: Shakkimatti
gl: Xaque mate
he: מט
hy: Շախ և մատ
id: Skakmat
it: Scacco matto
kk: Мат
ko: 체크메이트
lt: Šachas ir matas
lv: Šahs un mats
mk: Шах-мат
nl: Schaakmat
pt: Xeque-mate
ro: Șah mat
ru: Мат
sk: Mat
sl: Mat
sq: Shah mat
sr: Шах-мат
sv: Schackmatt
tr: Şah Mat
uk: Мат
vi: Chiếu hết
zh: 将杀
zh_tw: 將死

source: Stalemate
af: Dooiepunt
ar: الملك مخنوق
az: Pat
be: Пат
bg: Пат
bn: চালমাত - সমান
bs: Pat
ca: Ofegat
cs: Pat
da: Pat
el: Πατ
eo: Pato
es: Ahogado
eu: Itoa
fa: پات
fi: Patti
gl: Rei afogado
he: פט
hy: Պատ
id: Langkah buntu
it: Stallo
kk: Пат
ko: 스테일메이트
lt: Patas
lv: Pats
mk: Пат
nl: Pat
pt: Rei afogado
ro: Pat
ru: Пат
sk: Pat
sl: Pat
sq: Pat
sr: Пат
sv: Patt
tr: Pat
uk: Пат
vi: Hết nước đi hợp lệ
zh: 逼和
zh_tw: 逼和

source: White
af: Wit
ar: الأبيض
az: Ağ
be: Белыя
bg: Бели
bn: সাদা
bs: Bijeli
ca: Blanques
cs: Bílý
da: Hvid
el: Λευκά
eo: Blanka
es: Blancas
eu: Zuria
fa: سفید
fi: Valkea
gl: Brancas
he: לבן
hy: Սպիտակներ
id: Putih
it: Bianco
kk: Ақ
ko: 백
lt: Baltieji
lv: Baltie
mk: Бели
nl: Wit
pt: Brancas
ro: Alb
ru: Белые
sk: Biely
sl: Beli
sq: I bardhi
sr: Бели
sv: Vit
tr: Beyaz
uk: Білі
vi: Quân Trắng
zh: 白方
zh_tw: 執白

source: Black
af: Swart
ar: أسود
az: Qara
be: Чорныя
bg: Черни
bn: কালো
bs: Crni
ca: Negres
cs: Černý
da: Sort
el: Μαύρα
eo: Nigro
es: Negras
eu: Beltza
fa: سیاه
fi: Musta
gl: Negras
he: שחור
hy: Սևեր
id: Hitam
it: Nero
kk: Қара
ko: 흑
lt: Juodieji
lv: Melnie
mk: Црни
nl: Zwart
pt: Pretas
ro: Negru
ru: Чёрные
sk: Čierny
sl: Črni
sq: I ziu
sr: Црни
sv: Svart
tr: Siyah
uk: Чорні
vi: Quân Đen
zh: 黑方
zh_tw: 執黑

source: as white
af: as wit
ar: بالأبيض
az: ağ olaraq
be: за белых
bg: с белите
bn: সাদা হয়ে
bs: kao bijeli
ca: amb blanques
cs: jako bílá
da: som hvid
el: ως λευκός
eo: kiel blanko
es: con blancas
eu: zuriekin
fa: به عنوان سفید
fi: valkeilla
gl: con brancas
he: בתור לבן
hy: սպիտակների կողմից
id: sebagai Putih
it: come bianco
kk: ақпен
ko: 백일때
lt: už baltuosius
lv: ar baltajiem
mk: како бели
nl: met wit
pt: com as brancas
ro: cu albele
ru: за белых
sk: ako biely
sl: kot beli
sq: me gurë të bardhë
sr: као бели
sv: som vit
tr: beyazda
uk: за бiлих
vi: khi chơi quân trắng
zh: 执白
zh_tw: 作為白方

source: as black
af: as swart
ar: الأسود
az: qara olaraq
be: за чорных
bg: с черните
bn: কালো হয়ে
bs: kao crni
ca: amb negres
cs: jako černá
da: som sort
el: ως μαύρος
eo: kiel nigro
es: con negras
eu: beltzekin
fa: به عنوان سیاه
fi: mustilla
gl: con negras
he: בתור שחור
hy: սևերի կողմից
id: sebagai Hitam
it: come nero
kk: қарамен
ko: 흑일때
lt: už juoduosius
lv: ar melnajiem
mk: како црни
nl: met zwart
pt: com as pretas
ro: cu negrele
ru: за чёрных
sk: ako čierny
sl: kot črni
sq: me gurë të zinj
sr: као црни
sv: som svart
tr: siyahlarda
uk: за чорних
vi: khi chơi quân đen
zh: 执黑
zh_tw: 作為黑方

# randomColor
source: Random side
af: Lukrake kant
ar: لون عشوائي
az: Təsadüfi rəng
be: Выпадковая старана
bg: Произволна страна
bn: যে কোন রঙ
bs: Slučajna boja
ca: Bàndol aleatori
cs: Náhodná barva
da: Tilfældig farve
el: Τυχαίο χρώμα
eo: Hazarda koloro
es: Color aleatorio
eu: Ausazko kolorea
fa: رنگ تصادفی
fi: Satunnainen
gl: Cor aleatoria
he: צבע אקראי
hy: Կամայական գույն
id: Warna acak
it: Colore casuale
kk: Кез-келген түс
ko: 무작위
lt: Atsitiktinė spalva
lv: Nejauša krāsa
mk: Случајна боја
nl: Willekeurige kleur
pt: Cor aleatória
ro: Culoare aleatorie
ru: Случайный цвет
sk: Náhodná farba figúr
sl: Naključna stran
sq: Ngjyrë e rastësishme
sr: Насумична боја
sv: Slumpvis färg
tr: Rastgele renk
uk: Випадковий колір
vi: Chọn màu quân ngẫu nhiên
zh: 随机
zh_tw: 隨機選色

source: Create a game
af: Skep 'n spel
ar: إنشاء مباراة
az: Bir oyun yarat
be: Стварыць гульню
bg: Създай игра
bn: খেলা তৈরি করুন
bs: Kreiraj partiju
ca: Crea una partida
cs: Vytvořit hru
da: Opret et parti
el: Δημιουργήστε παιχνίδι
eo: Krei ludon
es: Crear una partida
eu: Partida bat sortu
fa: ایجاد بازی
fi: Luo uusi peli
gl: Crear unha partida
he: יצירת משחק
hy: Ստեղծել նոր խաղ
id: Mulai permainan baru
it: Crea una partita
kk: Ойын бастау
ko: 새로운 대국 만들기
lt: Kurti žaidimą
lv: Izveidot spēli
mk: Создади игра
nl: Start een nieuwe partij
pt: Criar uma partida
ro: Creează un joc
ru: Создать игру
sk: Vytvoriť partiu
sl: Nova igra
sq: Krijo një lojë
sr: Започни нову партију
sv: Skapa ett parti
tr: Yeni bir oyun kur
uk: Створити гру
vi: Tạo một ván cờ
zh: 创建对局
zh_tw: 開始對局

source: Create the game
ar: أنشئ المباراة
az: Oyun yaradın
bg: Създай играта
bn: খেলা শুরু করুন
bs: Kreiraj igru
ca: Crea la partida
cs: Vytvořit hru
da: Opret partiet
el: Νέα παρτίδα
eo: Krei ludon
es: Crea la partida
eu: Sortu partida
fa: ایجاد بازی
fi: Luo peli
gl: Crear a partida
it: Inizia la partita
ko: 대국 만들기
nl: Start een partij
pt: Criar partida
ro: Creează jocul
ru: Создать игру
sk: Vytvoriť partiu
sl: Ustvari igro
sq: Krijoni lojën
sr: Започни партију
sv: Skapa ett parti
tr: Oyunu oluştur
uk: Створити гру
vi: Khởi tạo ván cờ
zh: 创建对局

source: White is victorious
af: Wit het gewen
ar: الأبيض فاز
az: Ağlar qalib gəldi
be: Белыя перамаглі
bg: Белите победиха
bn: সাদা বিজয়ী
bs: Bijeli je pobjednik
ca: Guanyen les blanques
cs: Vyhrál bílý
da: Hvid har vundet
el: Τα λευκά νίκησαν
eo: Blanko venkis
es: Las blancas ganan
eu: Zuria irabazle
fa: سفید برنده شد
fi: Valkea voittaa
gl: As brancas gañan
he: הלבן ניצח
hy: Սպիտակները հաղթեցին
id: Putih menang
it: Vince il Bianco
kk: Ақ жеңді
ko: 백 승리
lt: Baltieji laimėjo
lv: Baltie ir uzvarējuši
mk: Белите победија
nl: Wit heeft gewonnen
pt: Brancas vencem
ro: Albul a câștigat
ru: Победа белых
sk: Biely zvíťazil
sl: Beli je zmagal
sq: I bardhi është fitues
sr: Бели је поебдио
sv: Vit har vunnit
tr: Zafer Beyazın
uk: Білі перемогли
vi: Bên Trắng thắng
zh: 白方胜局
zh_tw: 白方勝

source: Black is victorious
af: Swart het gewen
ar: الأسود فاز
az: Qaralar qalib gəldi
be: Чорныя перамаглі
bg: Черните победиха
bn: কালো বিজয়ী
bs: Crni je pobjednik
ca: Guanyen les negres
cs: Vyhrál černý
da: Sort har vundet
el: Τα μαύρα νίκησαν
eo: Nigro venkis
es: Las negras ganan
eu: Beltza irabazle
fa: سیاه برنده شد
fi: Musta voittaa
gl: As negras gañan
he: השחור ניצח
hy: Սևերը հաղթեցին
id: Hitam menang
it: Vince il Nero
kk: Қара жеңді
ko: 흑 승리
lt: Juodieji laimėjo
lv: Melnie ir uzvarējuši
mk: Црните победија
nl: Zwart heeft gewonnen
pt: Pretas vencem
ro: Negrul a câștigat
ru: Победа чёрных
sk: Čierny zvíťazil
sl: Črni je zmagal
sq: I ziu është fitues
sr: Црни је победио
sv: Svart har vunnit
tr: Zafer Siyahın
uk: Чорні перемогли
vi: Bên Đen thắng
zh: 黑方胜局
zh_tw: 黑方勝
