Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Tournament entry code
af: Toernooi ingangskode
ar: رمز دخول البطولة
az: Turnirə giriş kodu
be: Код далучэння да турніру
bg: Код за участие в турнира
bn: টুর্নামেন্টে প্রবেশের কোড
bs: Lozinka za ulaz u turnir
ca: Codi per entrar el tornament
cs: Kód pro vstup do turnaje
da: Turneringadgangskode
el: Κωδικός εισόδου τουρνουά
eo: Turnira enirkodo
es: Código de acceso al torneo
eu: Txapelketara sartzeko kodea
fa: کد ورودی مسابقه
fi: Turnauksen sisäänpääsykoodi
gl: Código de participación no torneo
he: קוד כניסה לטורניר
hy: Մրցաշարին մասնակցելու կոդ
id: Kode masuk turnamen
it: Codice di accesso al torneo
kk: Жарысқа кіру құпиясөзі
ko: 토너먼트 입장 코드
lt: Įėjimo į turnyrą kodas
lv: Turnīra pievienošanās kods
mk: Лозинка за влез на турнир
nl: Toernooi toegangscode
pt: Código de entrada do torneio
ro: Cod de intrare în turneu
ru: Код для участия в турнире
sk: Vstupný kód do turnaja
sl: Koda za vstop na turnir
sq: Kod hyrjeje në turne
sr: Код за приступ турниру
sv: Inträdeskod till turnering
tr: Turnuva giriş kodu
uk: Код входу до турніру
vi: Mã tham gia giải đấu
zh: 锦标赛入场码
zh_tw: 錦標賽參賽碼

source: Hang on!
af: Hou vas!
ar: انتظر!
be: Пачакайце!
bg: Внимание!
bn: সাবধান!
bs: Stani malo!
ca: Un moment!
cs: Počkejte!
da: Vent lidt!
el: Περιμένετε!
eo: Atendu!
es: ¡Espera!
eu: Itxaron!
fa: صبر کن!
fi: Hetkinen!
gl: Agarda!
he: רגע!
hy: Սպասե՛ք
id: Tunggu sebentar!
it: Aspetta!
kk: Тоқтаңыз!
ko: 잠깐만요!
lt: Ei!
lv: Uzmanību!
mk: Чекај!
nl: Wacht even!
pt: Aguarde!
ro: Așteaptă!
ru: Подождите!
sk: Počkaj!
sl: Počakaj!
sq: Pritni!
sr: Сачекај!
sv: Var god vänta!
tr: Dur bir dakika!
uk: Зачекайте!
vi: Từ đã!
zh: 请稍等！
zh_tw: 等一下！

# gameInProgress
source: You have a game in progress with {param}.
af: Jou het 'n spel met {param} aan die gang.
ar: لديك مباراة جارية مع {param}.
be: Вы зараз гуляеце з {param}.
bg: Имате текуща игра с {param}.
bn: {param} এর সাথে এখনো আপনার খেলা চলছে।
bs: Još igrate u trenu sa {param}.
ca: Tens una partida començada amb {param}.
cs: Již probíhá hra s {param}.
da: Du har et parti i gang med {param}.
el: Η παρτίδα σας με τον χρήστη {param} είναι ακόμα σε εξέλιξη.
eo: Vi havas ludon en progreso kun {param}.
es: Estás jugando una partida con {param}.
eu: {param} erabiltzailearekin partida bat jokatzen ari zara.
fa: شما یک بازی جاری با {param} دارید.
fi: Sinulla on peli meneillään pelaajan {param} kanssa.
gl: Estás xogando unha partida con {param}.
he: את/ה באמצע משחק עם {param}.
hy: Դուք խաղի մեջ եք {param}-ի հետ։
id: Permainan anda dengan {param} masih sedang berlangsung.
it: Hai una partita in corso con {param}.
kk: {param} сізді қазір ойында күтіп тұр.
ko: {param}와(과) 진행중인 대국이 있습니다.
lt: Jūs jau turite vykstančią partiją su {param}.
lv: Jums ir nepageigta spēle ar {param}.
mk: Имате игра во прогрес {param}.
nl: Je speelt nog een partij tegen {param}.
pt: Tem um jogo em curso com {param}.
ro: Ai un joc în desfășurare cu {param}.
ru: У вас идёт игра с {param}.
sk: Máte rozohranú partiu s {param}.
sl: V teku je igra z {param}.
sq: Keni një lojë në ecuri e sipër me {param}.
sr: Твоја партија са {param} је у току.
sv: Du har ett pågående parti med {param}.
tr: Şu anda {param} ile olan maçınız devam ediyor.
uk: У вас є активна гра з {param}.
vi: Bạn đang có ván đấu với {param}.
zh: 您正在与 {param} 进行对局。
zh_tw: 您正在與 {param} 進行對局。

source: Abort the game
af: Staak die spel
ar: الغي المباراة
be: Скасаваць гульню
bg: Прекъсване на играта
bn: খেলা ত্যাগ(abort) করুন
bs: Prekinite igru
ca: Avortar el joc
cs: Zrušit hru
da: Afbryd partiet
el: Ματαίωση παρτίδας
eo: Ĉesigu ludon
es: Cancelar la partida
eu: Partida bertan behera utzi
fa: انصراف از بازی
fi: Keskeytä peli
gl: Abortar a partida
he: בטל/י את המשחק
hy: Ընդհատել խաղը
id: Batalkan permainan
it: Annulla la partita
kk: Ойынды үзу
ko: 대국 중단
lt: Atšaukti partiją
lv: Atcelt spēli
mk: Прекини ја играта
nl: Partij afbreken
pt: Cancelar o jogo
ro: Abandonează jocul
ru: Прервать игру
sk: Zrušiť partiu
sl: Prekinite igro
sq: Ndërpriteni lojën
sr: Прекину партију
sv: Avbryt partiet
tr: Maçı iptal et
uk: Скасувати гру
vi: Hủy ván đấu
zh: 终止此对局
zh_tw: 中止本局

source: Resign the game
af: Bedank die spel
ar: انسحاب طوعي
be: Здацца
bg: Предаване
bn: খেলা সমর্পণ(resign) করুন
bs: Odustanite od igre
ca: Rendir-se
cs: Vzdát hru
da: Giv op i partiet
el: Παραίτηση
eo: Rezignu la ludo
es: Abandonar la partida
eu: Partida utzi
fa: تسلیم
fi: Luovuta peli
gl: Renderse
he: כניעה
hy: Հանձնվել
id: Menyerah dari permainan
it: Rinuncia alla partita
kk: Берілу
ko: 대국 기권
lt: Pasiduoti
lv: Padoties
mk: Предади ја играта
nl: Partij opgeven
pt: Abandonar o jogo
ro: Cedează jocul
ru: Сдаться
sk: Vzdať partiu
sl: Predaj igro
sq: Dorëzohuni
sr: Предај партију
sv: Ge upp partiet
tr: Maçı terk et
uk: Здатися
vi: Chịu thua
zh: 认输
zh_tw: 認輸

# youCantStartNewGame
source: You can't start a new game until this one is finished.
af: Jy kan nie 'n nuwe spel begin nie, tot hierdie spel klaar is.
ar: لا يمكن أن تبدأ مباراة قبل الانتهاء من المباراة الحالية.
be: Вы не можаце пачаць новую гульню, пакуль гэта няскончана.
bg: Не можете да започнете нова игра преди тази да е приключила.
bn: আপনি এই খেলা শেষ না করে নতুন খেলা শুরু করতে পারবেন না।
bs: Ne možete započeti novu igru dok se ova ne završi.
ca: No pots començar un joc nou fins que aquest acabi.
cs: Nemůžete začít novou hru, dokud nebude tato dokončena.
da: Du kan ikke starte et nyt parti, før dette er afsluttet.
el: Δεν μπορείτε να ξεκινήσετε μια καινούργια παρτίδα εάν δεν ολοκληρώσετε προηγουμένως αυτήν.
eo: Vi ne povas komenci novan ludon ĝis ĉi tiu finiĝos.
es: No puedes empezar otra partida hasta que termines ésta.
eu: Ezin duzu beste partidarik hasi hau bukatu arte.
fa: تا وقتی که این بازی تمام نشده، نمی‌توانید بازی جدیدی را بیاغازید.
fi: Et voi aloittaa uutta peliä ennen kuin tämä peli on päättynyt.
gl: Non podes comezar unha nova partida ata que esta remate.
he: לא תוכל/י להתחיל משחק חדש עד גמר הנוכחי.
hy: Դուք չեք կարող սկսել նոր խաղ, քանի դեռ չի ավարտվել ընթացիկը։
id: Anda tidak dapat memulai permainan baru sampai permainan ini selesai.
it: Non puoi avviare una nuova partita finché questa non è terminata.
kk: Бұл ойын аяқталмағанша, сіз жаңа ойын бастай алмайсыз.
ko: 이 대국이 끝나기 전까지 새 대국을 시작할 수 없습니다.
lt: Jūs negalite pradėti naujos partijos kol nepabaigta ši.
lv: Kamēr neesat pabeidzis šo spēli, nevarat sākt jaunu partiju.
mk: Не можете да започнете нова игра додека моменталната не заврши.
nl: Je kunt geen nieuwe partij beginnen voordat deze is afgelopen.
pt: Não pode iniciar um novo jogo antes de este estar terminado.
ro: Nu poți începe un joc nou până când acesta nu se termină.
ru: Вы не можете начать новую игру, пока не завершена текущая.
sk: Kým neukončíte túto partiu, nemôžete začať novú.
sl: Ne morete začeti nove igre, dokler se ta ne konča.
sq: S’mund të filloni një lojë të re pa mbaruar këtë lojë.
sr: Не можеш започети нову партију све док ову не завршиш.
sv: Du kan inte starta ett nytt parti förräm detta är klart.
tr: Mevcut oyun bitene kadar yeni bir oyuna başlayamazsın.
uk: Ви не можете розпочати нову гру поки не закінчите активну гру.
vi: Bạn không thể chơi ván mới cho đến khi xong ván này.
zh: 在此对局结束前，您无法开始新对局。
zh_tw: 直到當下這局下完之前，你無法開始新的棋局

source: Since
af: Sedert
ar: منذ
be: З
bg: От
bn: Since/শুরু
bs: Od
ca: Des de
cs: Od
da: Siden
el: Από
eo: Ekde
es: Desde
eu: Noiztik
fa: از وقتی که
fi: Alkaen
gl: Desde
he: מאז
hy: Սկսած
id: Sejak
it: Da
kk: Бастап
ko: 부터
lt: Nuo
lv: Kopš
mk: Од
nl: Vanaf
pt: Desde
ro: De la
ru: С
sk: Od
sl: Od
sq: Që nga
sr: Од
sv: Sedan
tr: Seçili tarihten beri
uk: Від
vi: Từ
zh: 自
zh_tw: 自

source: Until
af: Tot
ar: حتى
be: Да
bg: До
bn: Until/পর্যন্ত
bs: Do
ca: Fins
cs: Do
da: Indtil
el: Έως
eo: Ĝis
es: Hasta
eu: Noiz arte
fa: تا وقتی که
fi: Saakka
gl: Ata
he: עד
hy: Մինչև
id: Hingga
it: Fino al
kk: Дейін
ko: 까지
lt: Iki
lv: Līdz
mk: До
nl: Tot
pt: Até
ro: Până la
ru: До
sk: Do
sl: Do
sq: Deri më
sr: До
sv: Tills
tr: Seçili tarihe kadar
uk: До
vi: Cho tới
zh: 至
zh_tw: 直到

# lichessDbExplanation
source: Rated games played on Lichess
af: Gegradeerde spelle gekies uit alle Lichess-spelers
ar: عينة من الألعاب المقيمة من جميع لاعبي Lichess
be: Рэйтынгавыя партыі ўсіх гульцоў на Lichess
bg: Игри с рейтинг измежду всички Lichess играчи
bn: লিচেস এর সকল খেলোয়াড়দের রেটেড খেলা থেকে সংগ্রহকৃত
bs: Odabrane bodovane partije svih igrača na Lichessu
ca: Mostra de partides puntuades de tots els jugadors de Lichess
cs: Hodnocené hry od všech Lichess hráčů
da: Ratede partier indsamlet fra alle Lichess-spillere
el: Βαθμολογημένες παρτίδες στο Lichess
eo: Rangaj ludoj luditaj per Lichess
es: Partidas por puntos de todos los jugadores de Lichess
eu: Lichesseko jokalari guztien artetik aukeratutako partidetatik aterata
fa: بازی‌های رسمی برگزاریده در لیچس
fi: Lichessin kaikkien pelaajien pisteytetyt pelit
gl: Partidas puntuadas xogadas en Lichess
he: משחקים מדורגים אשר נדגמו מכלל שחקני Lichess
hy: Lichess-ի բոլոր խաղացողների վարկանիշային խաղեր
id: Partai diambil dari semua pemain rated Lichess
it: Partite classificate di tutti i giocatori di Lichess
kk: Личес-тегі бағалы ойындар
ko: 모든 Lichess 플레이어의 레이팅 대국 샘플
lt: Reitinguoti žaidimai paimti iš visų Lichess žaidėjų
lv: Vērtērtu spēļu paraugi no visiem Lichess spēlētājiem
mk: Одбрани рангирани игри од сите Lichess играчи
nl: Partijen met rating gespeeld op Lichess
pt: Jogos avaliados por amostragem de todos os jogadores Lichess
ro: Partide evaluate obținute de la toți jucătorii Lichess
ru: Рейтинговые игры по всем игрокам Lichess
sk: Hodnotené partie vybraté spomedzi všetkých Lichess hráčov
sl: Rangirane igre, vzorčene od vseh igralcev Lichess
sq: Lojëra me vlerësim, marrë nga krejt lojëtarët e Lichess-it
sr: Бодоване партије одигране на Lichess
sv: Rankade spel från alla Lichess spelare
tr: Tüm Lichess oyuncularının puanlı oyunlarından alınan örnekler
uk: Рейтингові партії всіх гравців Lichess
vi: Các ván đấu có xếp hạng được lấy từ tất cả các kỳ thủ trên Lichess
zh: 来自 Lichess 的排位对局
zh_tw: 來自 Lichess 用戶的所有評分遊戲

source: Switch sides
af: Ruil kante
ar: تبديل جهة اللعب
be: Змяніць бок
bg: Смени страната
bn: পক্ষ পরিবর্তন করুন
bs: Zamijenite strane
ca: Canviar de bandòl
cs: Prohodit strany
da: Skift side
el: Εναλλαγή πλευρών
eo: Ŝanĝi flankojn
es: Cambiar color
eu: Aldatu kolorea
fa: تعویض سمت
fi: Vaihda puolta
gl: Cambiar de cor
he: הפוך צד
hy: Փոխել կողմը
id: Tukar Sisi
it: Cambia colore
kk: Түсті ауыстыру
ko: 색 바꾸기
lt: Pakeisti puses
lv: Mainīties ar pusēm
mk: Променете страна
nl: Van kleur wisselen
pt: Trocar de lado
ro: Întoarce tabla
ru: Сменить сторону
sk: Vymeniť strany
sl: Zamenjaj strani
sq: Ndërroni palët
sr: Промени страну
sv: Växla sida
tr: Renk değiştir
uk: Змінити сторону
vi: Đổi bên
zh: 更换所持颜色
zh_tw: 更換所持顏色

# closingAccountWithdrawAppeal
source: Closing your account will withdraw your appeal
af: Sluiting van jou rekening beteken terugtrekking van jou appèl
ar: إغلاق حسابك سوف تخسر تقدمك
be: Закрыцце вашага ўліковага запісу адкліча вашу апеляцыю
bg: Закриването на регистрацията Ви ще оттегли Вашето обжалване
bn: একাউন্ট বন্ধ করলে আপনার আপিল প্রত্যাহার হয়ে যাবে
bs: Zatvaranje Vašeg računa povući će Vašu žalbu
ca: El tancament del vostre compte eliminarà la vostra queixa
cs: Uzavřením vašeho účtu stáhnete vaše odvolání
da: Hvis du lukker din konto, vil din appel blive trukket tilbage
el: Σε περίπτωση που κλείσετε τον λογαριασμό σας, τυχόν ενστάσεις που έχετε υποβάλει απορρίπτονται αυτόματα
eo: Fermata de via konto estos eltiri vian apelacion
es: Cerrar tu cuenta retirará tu apelación
eu: Kontua ixten baduzu, zure kexa bertan behera geldituko da
fa: با بستن حساب خود درخواست تجدید نظر خود را پس خواهید گرفت
fi: Jos suljet tunnuksesi, valituksesi raukeaa
gl: Se pechas a túa conta, retirarás a túa apelación
he: סגירת החשבון תבטל את פנייתך
hy: Ձեր մասնակցային հաշվի փակումը կչեղարկի Ձեր դիմումը
id: Menutup akun anda akan menarik permohonan banding
it: Se cancelli il tuo account il tuo appello sarà ritirato
kk: Тіркелгі жабылса, қарсы шағымдарыңыз жойылады
ko: 계정을 폐쇄하면 이의 제기는 자동으로 취소됩니다
lt: paskyras
lv: Konta slēgšana atsauks jūsu iesniegumu
mk: Затворањето на Вашиот профил ќе ја повлече жалбата
nl: Met het sluiten van je account wordt je beroep ingetrokken
pt: Encerrar a tua conta anula o teu apelo
ro: Închiderea contului dvs. vă va retrage apelul
ru: Закрытие вашей учётной записи отменит ваше обращение
sk: Zrušením Vášho účtu bude Vaše odvolanie stiahnuté
sl: Z zaprtjem računa bo vaša pritožba umaknjena
sq: Mbyllja e llogarisë tuaj do të sjellë tërheqjen e apelimit tuaj
sr: Ако затвриш налог, твоја жалба ће бити поништена
sv: Att avsluta ditt konto kommer att dra tillbaka ditt överklagande
tr: Hesabınızı kapatırsanız başvurunuz geri çekilecektir
uk: Закриття облікового запису призведе до скасування вашої апеляції
vi: Việc đóng tài khoản sẽ rút lại kháng cáo của bạn
zh: 关闭您的账户将撤销您的申诉
zh_tw: 關閉帳戶將會收回你的上訴

# ourEventTips
source: Our tips for organising events
af: Ons wenke om gebeurtenisse te organiseer
ar: نصائحنا لتنظيم الأحداث
be: Нашы парады па арганізацыі падзей
bg: Нашите съвети за организиране на събития
bn: ইভেন্ট আয়োজনের জন্য আমাদের টিপস
bs: Naši savjeti za organiziranje događajâ
ca: Els nostres consells per organitzar esdeveniments
cs: Naše tipy pro organizování akcí
da: Tips til organisering af begivenheder
el: Οι συμβουλές μας για τη διοργάνωση εκδηλώσεων
eo: Niaj konsiletoj por organizi eventojn
es: Nuestros consejos para organizar eventos
eu: Txapelketak antolatzeko gure aholkuak
fa: پیشنهادهای ما برای برگزاری رویدادها
fi: Meidän vinkkimme tapahtumien järjestämiseen
gl: Os nosos consellos para organizar eventos
he: הטיפים שלנו לארגון אירועים
hy: Մեր խորհուրդները միջոցառումներ կազմակերպելու հարցում
id: Tips dari kami terkait penyelenggaraan acara
it: I nostri consigli per organizzare eventi
kk: Шара ұйымдастыру туралы ақыл-кеңес
ko: 이벤트 준비를 위한 팁
lt: Mūsų patarimai organizuojant renginius
lv: Pasākumu organizēšanas ieteikumi
mk: Наши совети за организирање настани
nl: Onze tips voor het organiseren van evenementen
pt: Os nossos conselhos para organizar eventos
ro: Sfaturile noastre pentru organizarea evenimentelor
ru: Наши советы по организации мероприятий
sk: Naše tipy ohľadom organizovania podujatí
sl: Naši nasveti za organizacijo dogodkov
sq: Këshillat tona për organizim veprimtarish
sr: Наши савети за организовање догађаја
sv: Våra tips för anordnande av evenemang
tr: Etkinlik düzenlemek için ipuçlarımız
uk: Наші поради щодо організації подій
vi: Lời khuyên của chúng tôi để tổ chức các sự kiện
zh: 举办赛事的小建议
zh_tw: 舉辦賽事的小建議

source: Instructions
af: Instruksies
ar: التعليمات
bg: Инструкции
bn: নির্দেশাবলী
bs: Upute
ca: Instruccions
cs: Pokyny
da: Instruktioner
el: Οδηγίες
eo: Instrukcio
es: Instrucciones
eu: Jarraibideak
fa: راهنما
fi: Ohjeet
gl: Instrucións
he: הוראות
id: Instruksi
it: Istruzioni
kk: Нұсқаулық
ko: 설명
lt: Instrukcijos
lv: Instrukcijas
nl: Instructies
pt: Instruções
ro: Instrucțiuni
ru: Руководство
sk: Inštrukcie
sl: Navodila
sq: Udhëzime
sr: Инструкције
sv: Instruktioner
tr: Talimatlar
uk: Інструкція
vi: Hướng dẫn
zh: 说明
zh_tw: 說明

source: Show me everything
af: Wys vir my alles
ar: اظهر لي كل شيء
bg: Покажи ми всичко
bn: সবকিছু দেখানো হোক
bs: Pokaži mi sve
ca: Mostrar tot
cs: Ukaž mi všechno
da: Vis mig alt
el: Εμφάνιση όλων
eo: Ĉion montru al mi
es: Mostrarme todo
eu: Erakutsi guztia
fa: همه چیز را به من نشان بده
fi: Näytä kaikki
gl: Amósamo todo
he: הראו לי הכל
id: Tunjukkan semuanya
it: Mostra tutto
kk: Бәрін көрсету
ko: 모두 보기
lt: Rodyti viską
lv: Rādīt visu
nl: Alles tonen
pt: Mostra-me tudo
ro: Afișează-mi tot
ru: Показать всё
sk: Ukázať všetko
sl: Prikaži vse
sq: Shfaqmë gjithçka
sr: Прикажи све
sv: Visa mig allt
tr: Bana her şeyi göster
uk: Показати все
vi: Cho tôi xem mọi thứ nào
zh: 显示全部内容
zh_tw: 全部顯示

# lichessPatronInfo
source: Lichess is a charity and entirely free/libre open source software. All operating costs, development, and content are funded solely by user donations.
af: Lichess is 'n liefdadigheidsorganisasie en heeltemal gratis/libre oopbron sagteware. Alle bestuurskostes, ontwikkeling en inhoud word heeltemal gefinansier deur lede bydraes.
ar: Lichess هو موقع خيري و مجاني بشكل كامل ومفتوح المصدر. كافة التكاليف التشغيلية و التطويرية و المحتوى يتم الحصول عليه من قبل تبرعات المستخدمين.
be: Lichess - гэта дабрачынная і цалкам бясплатная праграма з адкрытым зыходным кодам. Усе аперацыйныя выдаткі, распрацоўка і шахматны кантэнт фінансуюцца выключна за кошт ахвяраванняў карыстальнікаў.
bg: Lichess е благотворителна организация и работи с напълно безплатен софтуер и отворен код. Всички разходи за опериране, разработка и съдържание са финансирани единствено от дарения от потребителите ни.
bn: লিচেস একটি অলাভজনক এবং সম্পূর্ণ বিনামূল্য/লিব্রা ওপেন সোর্স সফটওয়্যার। সকল পরিচালনা খরচ, উন্নয়ন, এবং বিষয়বস্তু ব্যবহারকারীদের দানের মাধ্যমে সংগৃহীত হয়।
bs: Lichess je dobrotvorni i potpuno besplatan softver otvorenog koda. Svi operativni troškovi, razvoj i sadržaj finansiraju se isključivo od donacija korisnikâ.
ca: Lichess és una entitat sense ànim de lucre i un programari totalment lliure i de codi obert. Les despeses de funcionament, desenvolupament i continguts es financen exclusivament amb donacions d'usuaris.
cs: Lichess je bezplatný a zcela svobodný/nezávislý softvér s otevřeným zdrojovým kódem. Veškeré provozní náklady, vývoj a obsah jsou financovány výhradně z příspěvků uživatelů.
da: Lichess er en velgørenhedsorganisation og helt gratis/libre open source-software. Alle driftsomkostninger, udvikling og indhold finansieres udelukkende af brugerdonationer.
el: Το Lichess είναι ένα φιλανθρωπικό και εντελώς ελεύθερο λογισμικό ανοιχτού κώδικα. Όλα τα έξοδα λειτουργίας, ανάπτυξης και περιεχομένου καλύπτονται αποκλειστικά από δωρεές χρηστών.
eo: Lichess estas almoza kaj tute libera malfermitkoda programaro. Ĉiu funkciada elspezo, ellaborado, kaj enhavo estas financita sole de uzantajn donacojn.
es: Lichess es una organización benéfica y un software totalmente libre y de código abierto. Todos los gastos de funcionamiento, desarrollo y contenidos se financian exclusivamente mediante las donaciones de sus usuarios.
eu: Lichess software librea da. Garapen eta mantentze-kostu guztiak erabiltzaileen dohaintzekin ordaintzen dira.
fa: لایچس یک خیریه و کاملا رایگان و نرم افزاری متن باز است. تمام هزینه های اجرا، توسعه و محتوا تنها بر پایه هدایای کاربران بنا شده است.
fi: Lichess on hyväntekeväisyysjärjestö ja täysin ilmainen avoimen lähdekoodin ohjelmisto. Kaikki toimintakustannukset, kehitystyö ja sisältö rahoitetaan yksinomaan käyttäjien lahjoituksilla.
gl: Lichess é unha organización benéfica e un programa totalmente libre e de código aberto. Todos os custos de funcionamento, desenvolvemento e contidos fináncianse unicamente mediante as doazóns dos usuarios.
he: ליצ'ס הוא ארגון לטובת הכלל ותוכנת קוד פתוח חינמית. כל עלויות התפעול, הפיתוח והתוכן ממומנות אך ורק על ידי תרומות משתמשים.
hy: Lichess-ը բարեգործական կազմակերպություն է, որը տրամադրում է բաց նախնական կոդով ազատ և անվճար ծրագրային ապահովում։ Օպերացիոն բոլոր ծախսերը, մշակումները և կոնտենտը ֆինանսավորվում են բացառապես օգտատերերի նվիրաբերությունների հաշվին։
id: Lichess adalah sebuah amal dan semuanya merupakan perangkat lunak sumber terbuka yang gratis/bebas. Semua biaya operasi, pengembangan, dan konten didanai sepenuhnya oleh donasi pengguna.
it: Lichess è un software open source completamente gratuito e libero Tutti i costi operativi, lo sviluppo e i contenuti sono finanziati esclusivamente dalle donazioni degli utenti.
kk: Личес – толығымен тегін/еркін, қайырымдылық негізінде жасалған програм. Бүкіл жұмыс шығыны, әзірлеу, мазмұны пайдаланушылардың ақшалай демеуінен өтеледі.
ko: Lichess는 비영리 기구이며 완전한 무료/자유 오픈소스 소프트웨어입니다. 모든 운영 비용, 개발, 컨텐츠 조달은 전적으로 사용자들의 기부로 이루어집니다.
lt: Lichess yra labdara ir pilnai atviro kodo/libre projektas. Visos veikimo išlaidos, programavimas ir turinys yra padengti išskirtinai tik vartotojų parama.
lv: Lichess ir labdarības organizācija un pilnībā bezmaksas/brīva atvērtā koda programmatūra. Visas izmaksas, izstrādāšanu un saturu finansē vienīgi lietotāju ziedojumi.
mk: Lichess е добротворна организација и целосно бесплатен/слободен софтвер со отворен код. Сите оперативни трошоци, развој и содржина се финансираат исклучиво од донации на корисници.
nl: Lichess is een organisatie zonder winstoogmerk en is volledig open en gratis (libre). Alle exploitatiekosten, ontwikkeling en inhoud worden enkel gefinancierd door donaties van gebruikers.
pt: Lichess é uma instituição de caridade e software de código aberto totalmente livre. Todos os custos operacionais, de desenvolvimento e conteúdo são financiados exclusivamente por doações de usuários.
ro: Lichess este o asociație non-profit și un software gratuit și open-source. Toate costurile de operare și de dezvoltare sunt finanțate doar din donațiile utilizatorilor.
ru: Lichess - это благотворительное и полностью бесплатное программное обеспечение с открытым исходным кодом. Все эксплуатационные расходы, разработка и контент финансируются исключительно за счет пожертвований пользователей.
sk: Lichess je bezplatný a úplne slobodný/nezávislý softvér s otvoreným zdrojovým kódom. Všetky prevádzkové náklady, vývoj a obsah sú financované výlučne z darov používateľov.
sl: Lichess je dobrodelna in popolnoma brezplačna odprtokodna programska oprema. Vsi operativni stroški, razvoj in vsebina se financirajo izključno iz donacij uporabnikov.
sq: Lichess është një program bamirësie dhe krejtësisht falas/libre, me burim të hapët. Krejt kostot operative, zhvillimi dhe lënda financohen vetëm me dhurime nga përdoruesit.
sv: Lichess är en välgörenhet och helt gratis/fri programvara med öppen källkod. Alla driftskostnader, utveckling och innehåll finansieras enbart av användardonationer.
tr: Lichess bir yardım kuruluşudur ve tamamen özgür/açık kaynak kodlu bir yazılımdır. Tüm işletme maliyetleri, geliştirmeler ve içerikler yalnızca kullanıcı bağışları ile finanse edilmektedir.
uk: Lichess — це благодійне й абсолютно безкоштовне програмне забезпечення з відкритим кодом. Усі витрати на обслуговування, розробку й контент фінансуються виключно пожертвуваннями користувачів.
vi: Lichess là một tổ chức phi lợi nhuận và là phần mềm hoàn toàn miễn phí/mã nguồn mở. Mọi chi phí vận hành, phát triển, và nội dung được tài trợ bởi những đóng góp của người dùng.
zh: Lichess 是一家非营利机构，其软件是完全免费的自由开源软件。 该网站的所有运营成本、开发工作以及内容产出，都完全依赖于用户的赞助。
zh_tw: Lichess是個慈善、完全免費且開源的軟體。 一切營運成本、開發和內容皆來自用戶之捐贈。

# nothingToSeeHere
source: Nothing to see here at the moment.
ar: لا يوجد شيء يمكن رؤيته هنا في الوقت الحالي.
bn: এই মুহূর্তে এখানে দেখার কিছু নেই.
bs: Trenutno nema ništa za vidjeti ovdje.
ca: Res a veure per aquí de moment.
cs: Momentálně zde není nic k vidění.
da: Intet at se her i øjeblikket.
el: Δεν υπάρχει τίποτα εδώ αυτή τη στιγμή.
eo: Nenio videbla ĉi tie nuntempe.
es: Nada que ver aquí por ahora.
eu: Hemen ez dago ezer zuretzat.
fa: فعلا هیچی اینجا نیست.
fi: Täällä ei ole tällä hetkellä mitään nähtävää.
gl: Nada que ver aquí polo de agora.
he: אין כלום להצגה כאן, בינתיים.
id: Tidak ada yang bisa dilihat untuk saat ini.
it: Niente da vedere qui al momento.
kk: Әзірге ештеңе жоқ.
ko: 지금은 여기에 볼 것이 없습니다.
lt: Nieko naujo.
lv: Šobrīd te nav, ko parādīt.
nl: Hier is momenteel niets te zien.
pt: Nada para ver aqui no momento.
ro: Nimic de văzut aici momentan.
ru: Здесь ничего нет пока.
sk: Momentálne tu nie je nič k zobrazeniu.
sl: Tukaj trenutno ni ničesar za videti.
sq: S’ka ç’shihet këtu tani.
sv: Här finns ingenting att se för tillfället.
tr: Şu anda görülebilecek bir şey yok.
uk: Поки тут нічого немає.
vi: Không có gì để xem ở đây vào lúc này.
zh: 目前这里什么都没有。
zh_tw: 目前這裡沒有什麼好看的。
