Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# activityHostedNbSimuls
source: {count, plural, =1{Hosted {count} simultaneous exhibition} other{Hosted {count} simultaneous exhibitions}}
af: {count, plural, =1{Het {count} simul(gelyktydige ekshibisie) gereël} other{Het {count} simuls(gelyktydige ekshibisies) gereël}}
ar: {count, plural, =0{استضافة {count} مباراة استعراضية في نفس الوقت} =1{استضافة {count} مباراة استعراضية في نفس الوقت} =2{استضافة {count} مباراة استعراضية في نفس الوقت} few{استضافة {count} مباراة استعراضية في نفس الوقت} many{استضافة {count} مباراة استعراضية في نفس الوقت} other{استضافة {count} مباراة استعراضية في نفس الوقت}}
az: {count, plural, =1{{count} sinxron seansa ev sahibliyi etdi} other{{count} sinxron seansa ev sahibliyi etdi}}
be: {count, plural, =1{Правёў {count} сеанс адначасовай гульні} few{Правёў {count} сеансы адначасовай гульні} many{Правёў {count} сеансаў адначасовай гульні} other{Правёў {count} сеансаў адначасовай гульні}}
bg: {count, plural, =1{Бе домакин на {count} шахматен сеанс} other{Домакин на {count} шахматни сеанса}}
bn: {count, plural, =1{হোস্টেড {count} সমকালীন প্রদর্শনী} other{হোস্টেড {count} সমকালীন প্রদর্শনী}}
bs: {count, plural, =1{Bio/la domaćin {count} simultanke} few{Bio/la domaćin {count} simultanke} other{Bio/la domaćin {count} simultanki}}
ca: {count, plural, =1{Has ofert {count} exhibició simultània} other{Has ofert {count} exhibicions simultànies}}
cs: {count, plural, =1{Hostili jste {count} simultánku} few{Hostili jste {count} simultánky} many{Hostili jste {count} simultánek} other{Hostili jste {count} simultánek}}
da: {count, plural, =1{Var vært for {count} simultanskakarrangement} other{Var vært for {count} simultanskakarrangementer}}
el: {count, plural, =1{Φιλοξένησε {count} σιμουλτανέ} other{Φιλοξένησε {count} σιμουλτανέ}}
eo: {count, plural, =1{Gastigis {count} samtempan ekspozicion} other{Gastigis {count} samtempajn ekspoziciojn}}
es: {count, plural, =1{Ha ofrecido {count} exhibición simultánea} other{Ha ofrecido {count} exhibiciones simultáneas}}
eu: {count, plural, =1{Aldibereko partiden saio {count} antolatu du} other{Aldibereko partiden {count} saio antolatu ditu}}
fa: {count, plural, =1{{count} مسابقه هم‌زمان برگزار کرد} other{{count} مسابقه هم‌زمان برگزار کرد}}
fi: {count, plural, =1{Piti {count} simultaanin} other{Piti {count} simultaania}}
gl: {count, plural, =1{Ofreceu {count} exhibición simultánea} other{Ofreceu {count} exhibicións simultáneas}}
he: {count, plural, =1{אירח/ה משחק סימולטני {count}} =2{אירח/ה {count} משחקים סימולטניים} many{אירח/ה {count} משחקים סימולטניים} other{אירח/ה {count} משחקים סימולטניים}}
id: {count, plural, other{Diselenggarakan {count} pameran simultan}}
it: {count, plural, =1{Ha ospitato {count} esibizione simultanea} other{Ha ospitato {count} esibizioni simultanee}}
kk: {count, plural, =1{{count} қалың ойын бастады} other{{count} қалың ойын бастады}}
ko: {count, plural, other{{count} 번의 동시대국을 주최함}}
lt: {count, plural, =1{Organizavo {count} simulą} few{Organizavo {count} simulus} many{Organizavo {count} simulų} other{Organizavo {count} simulų}}
lv: {count, plural, =0{Sarīkoja {count} simultānseansus} =1{Sarīkoja {count} simultānseansu} other{Sarīkoja {count} simultānseansus}}
mk: {count, plural, =1{Организираше {count} симултана партија} other{Организираше {count} симултани партии}}
nl: {count, plural, =1{Gaf {count} simultaan} other{Gaf {count} simultanen}}
pt: {count, plural, =1{Criou {count} exibição simultânea} other{Criou {count} exibições simultâneas}}
ro: {count, plural, =1{A găzduit {count} simultană de șah} few{A găzduit {count} simultane de șah} other{A găzduit {count} simultane de șah}}
ru: {count, plural, =1{Проведён {count} сеанс одновременной игры} few{Проведены {count} сеанса одновременной игры} many{Проведены {count} сеансов одновременной игры} other{Проведены {count} сеансов одновременной игры}}
sk: {count, plural, =1{Usporiadanie a odohranie {count} simultánky} few{Usporiadanie a odohranie {count} simultánok} many{Usporiadanie a odohranie {count} simultánok} other{Usporiadanie a odohranie {count} simultánok}}
sl: {count, plural, =1{Gostil {count} simultanko} =2{Gostil {count} simultanki} few{Gostil {count} simultanke} other{Gostil {count} simultank}}
sq: {count, plural, =1{Zhvilloi {count} lojëra të njëkohësishme} other{Zhvilloi {count} lojëra të njëkohësishme}}
sr: {count, plural, =1{Организовао/ла {count} симултанку} few{Организовао/ла {count} симултанке} other{Организовао/ла {count} симултанки}}
sv: {count, plural, =1{Var värd för {count} simultanmatch} other{Var värd för {count} simultanmatcher}}
tr: {count, plural, =1{{count} simultaneye ev sahipliği yaptı} other{{count} eş zamanlı gösteriye ev sahipliği yaptı}}
uk: {count, plural, =1{Провів {count} сеанс одночасної гри} few{Провів {count} сеанси одночасної гри} many{Провів {count} сеансів одночасної гри} other{Провів {count} сеансів одночасної гри}}
vi: {count, plural, other{Đã chủ trì {count} sự kiện cờ đồng loạt}}
zh: {count, plural, other{主持了 {count} 场车轮战}}
zh_tw: {count, plural, other{主持了{count}場車輪戰}}

# activityJoinedNbSimuls
source: {count, plural, =1{Participated in {count} simultaneous exhibition} other{Participated in {count} simultaneous exhibitions}}
af: {count, plural, =1{Het in {count} simul(gelyktydige ekshibisie) gespeel} other{Het {count} simuls(gelyktydige ekshibisies) gespeel}}
ar: {count, plural, =0{المشاركة في {count} مباراة استعراضية في نفس الوقت} =1{المشاركة في {count} مباراة استعراضية في نفس الوقت} =2{المشاركة في {count} مباراة استعراضية في نفس الوقت} few{المشاركة في {count} مباراة استعراضية في نفس الوقت} many{المشاركة في {count} مباراة استعراضية في نفس الوقت} other{المشاركة في {count} مباراة استعراضية في نفس الوقت}}
az: {count, plural, =1{{count} sinxron seansda iştirak etdi} other{{count} sinxron seansda iştirak etdi}}
be: {count, plural, =1{Браў удзел у {count} сеансе адначасовай гульні} few{Браў удзел у {count} сеансах адначасовай гульні} many{Браў удзел у {count} сеансах адначасовай гульні} other{Браў удзел у {count} сеансах адначасовай гульні}}
bg: {count, plural, =1{Участва в {count} шахматен сеанс} other{Участва в {count} шахматни сеанса}}
bn: {count, plural, =1{অংশগ্রহণ করী {count} সমকালীন প্রদর্শনী} other{অংশগ্রহণ করী {count} সমকালীন প্রদর্শনী}}
bs: {count, plural, =1{Učestvovao/la u {count} simultanki} few{Učestvovao/la u {count} simultanke} other{Učestvovao/la u {count} simultanki}}
ca: {count, plural, =1{Has participat en {count} exhibició simultània} other{Has participat en {count} exhibicions simultànies}}
cs: {count, plural, =1{Zúčastnili jste se {count} simultánky} few{Zúčastnili jste se {count} simultánek} many{Zúčastnili jste se {count} simultánek} other{Zúčastnili jste se {count} simultánek}}
da: {count, plural, =1{Deltog i {count} simultanskakarrangement} other{Deltog i {count} simultanskakarrangementer}}
el: {count, plural, =1{Συμμετείχε σε {count} σιμουλτανέ} other{Συμμετείχε σε {count} σιμουλτανέ}}
eo: {count, plural, =1{Partoprenita en {count} samtempa ekspozicio} other{Partoprenita en {count} samtempaj ekspozicioj}}
es: {count, plural, =1{Ha participado en {count} exhibición simultánea} other{Ha participado en {count} exhibiciones simultáneas}}
eu: {count, plural, =1{Aldibireko saio {count}ean hartu du parte} other{Aldibireko {count} saiotan hartu du parte}}
fa: {count, plural, =1{در {count} مسابقه هم‌زمان شرکت کرد} other{در {count} مسابقه هم‌زمان شرکت کرد}}
fi: {count, plural, =1{Osallistui {count} simultaaniin} other{Osallistui {count} simultaaniin}}
gl: {count, plural, =1{Participou en {count} exhibición simultánea} other{Participou en {count} exhibicións simultáneas}}
he: {count, plural, =1{השתתף/ה במשחק סימולטני {count}} =2{השתתף/ה ב־{count} משחקים סימולטניים} many{השתתף/ה ב־{count} משחקים סימולטניים} other{השתתף/ה ב־{count} משחקים סימולטניים}}
id: {count, plural, other{Berpartisipasi dalam {count} pameran simultan}}
it: {count, plural, =1{Ha partecipato ad {count} esibizione simultanea} other{Ha partecipato a {count} esibizioni simultanee}}
kk: {count, plural, =1{{count} қалың ойынға қатысты} other{{count} қалың ойынға қатысты}}
ko: {count, plural, other{{count} 번의 동시대국에 참가함}}
lt: {count, plural, =1{Dalyvavo {count}-me simule} few{Dalyvavo {count}-se simuluose} many{Dalyvavo {count}-yje simulų} other{Dalyvavo {count}-yje simulų}}
lv: {count, plural, =0{Piedalījās {count} simultānseansos} =1{Piedalījās {count} simultānseansā} other{Piedalījās {count} simultānseansos}}
mk: {count, plural, =1{Учествуваше во {count} симултана партија} other{Учествуваше во {count} симултани партији}}
nl: {count, plural, =1{Nam deel in {count} simultaan} other{Nam deel in {count} simultanen}}
pt: {count, plural, =1{Participou em {count} exibição simultânea} other{Participou em {count} exibições simultâneas}}
ro: {count, plural, =1{A participat în {count} simultan de șah} few{A participat în {count} simultane de șah} other{A participat în {count} simultane de șah}}
ru: {count, plural, =1{Участие в {count} сеансе одновременной игры} few{Участие в {count} сеансах одновременной игры} many{Участие в {count} сеансах одновременной игры} other{Участие в {count} сеансах одновременной игры}}
sk: {count, plural, =1{Zúčastnenie sa v {count} simultánke} few{Zúčastnil sa v {count} simultánkach} many{Zúčastnil sa v {count} simultánkach} other{Zúčastnil sa v {count} simultánkach}}
sl: {count, plural, =1{Sodeloval pri {count} simultanki} =2{Sodeloval pri {count} simultankah} few{Sodeloval pri {count} simultankah} other{Sodeloval pri {count} simultankah}}
sq: {count, plural, =1{Mori pjesë në {count} ndeshje të njëkohësishme} other{Mori pjesë në {count} ndeshje të njëkohësishme}}
sr: {count, plural, =1{Учествовао/ла у {count} симултанки} few{Учествовао/ла у {count} симултанке} other{Учествовао/ла у {count} симултанки}}
sv: {count, plural, =1{Deltog i {count} simultanmatch} other{Deltog i {count} simultanmatcher}}
tr: {count, plural, =1{{count} eş zamanlı gösteriye katıldı} other{{count} eş zamanlı gösteriye katıldı}}
uk: {count, plural, =1{Брав участь у {count} сеансі одночасної гри} few{Брав участь в {count} сеансах одночасної гри} many{Брав участь в {count} сеансах одночасної гри} other{Брав участь в {count} сеансів одночасної гри}}
vi: {count, plural, other{Đã tham gia {count} sự kiện cờ đồng loạt}}
zh: {count, plural, other{参与了 {count} 场车轮战}}
zh_tw: {count, plural, other{加入了{count}場車輪戰}}

# activityCreatedNbStudies
source: {count, plural, =1{Created {count} new study} other{Created {count} new studies}}
af: {count, plural, =1{Het {count} nuwe studie geskep} other{Het {count} nuwe studies geskep}}
ar: {count, plural, =0{تم إنشاء {count} دراسة جديدة} =1{تم إنشاء {count} دراسة جديدة} =2{تم إنشاء {count} دراسة جديدة} few{تم إنشاء {count} دراسة جديدة} many{تم إنشاء {count} دراسة جديدة} other{تم إنشاء {count} دراسة جديدة}}
az: {count, plural, =1{{count} yeni çalışma yaratdı} other{{count} yeni çalışma yaratdı}}
be: {count, plural, =1{Стварыў {count} новае даследаванне} few{Стварыў {count} новыя даследаванні} many{Стварыў {count} новых даследаванняў} other{Стварыў {count} новых даследаванняў}}
bg: {count, plural, =1{Създаде {count} ново проучване} other{Създаде {count} нови проучвания}}
bn: {count, plural, =1{তৈরি হয়েছে {count} নতুন গবেষণা} other{তৈরি হয়েছে {count} নতুন গবেষণা}}
bs: {count, plural, =1{Kreirao/la {count} novu studiju} few{Kreirao/la {count} nove studije} other{Kreirao/la {count} novih studija}}
ca: {count, plural, =1{Has creat {count} estudi} other{Has creat {count} estudis}}
cs: {count, plural, =1{Vytvořena {count} studie} few{Vytvořeny {count} studie} many{Vytvořeno {count} studií} other{Vytvořeno {count} studií}}
da: {count, plural, =1{Oprettede {count} nyt studie} other{Oprettede {count} nye studier}}
el: {count, plural, =1{Δημιούργησε {count} νέα μελέτη} other{Δημιούργησε {count} νέες μελέτες}}
eo: {count, plural, =1{Kreis {count} novan studon} other{Kreis {count} novajn studojn}}
es: {count, plural, =1{Ha creado {count} estudio} other{Ha creado {count} estudios}}
eu: {count, plural, =1{Azterlan berri {count} sortu du} other{{count} azterlan berri sortu ditu}}
fa: {count, plural, =1{{count} درس جدید ساخت} other{{count} درس جدید ساخت}}
fi: {count, plural, =1{Teki {count} uuden tutkielman} other{Teki {count} uutta tutkielmaa}}
gl: {count, plural, =1{Creou {count} novo estudo} other{Creou {count} novos estudos}}
he: {count, plural, =1{יצר/ה לוח למידה {count} חדש} =2{יצר/ה {count} לוחות למידה חדשים} many{יצר/ה {count} לוחות למידה חדשים} other{יצר/ה {count} לוחות למידה חדשים}}
hy: {count, plural, =1{Ստեղծվել է {count} նոր ստուդիա} other{Ստեղծվել են {count} նոր ստուդիաներ}}
id: {count, plural, other{Membuat {count} studi baru}}
it: {count, plural, =1{Ha creato {count} nuovo studio} other{Ha creato {count} nuovi studi}}
kk: {count, plural, =1{{count} жаңа зерттеу құрды} other{{count} жаңа зерттеу құрды}}
ko: {count, plural, other{새 연구 {count}개 작성함}}
lt: {count, plural, =1{Sukūrė {count} naują studiją} few{Sukūrė {count} naujas studijas} many{Sukūrė {count} naujų studijų} other{Sukūrė {count} naujų studijų}}
lv: {count, plural, =0{Izveidoja {count} jaunas izpētes} =1{Izveidoja {count} jaunu izpēti} other{Izveidoja {count} jaunas izpētes}}
mk: {count, plural, =1{Создаде {count} нова студија} other{Создаде {count} нови студии}}
nl: {count, plural, =1{{count} nieuwe studie aangemaakt} other{{count} nieuwe studies aangemaakt}}
pt: {count, plural, =1{Criou {count} novo estudo} other{Criou {count} novos estudos}}
ro: {count, plural, =1{A creat {count} studiu nou} few{A creat {count} studii noi} other{A creat {count} studii noi}}
ru: {count, plural, =1{Создана {count} новая студия} few{Созданы {count} новые студии} many{Созданы {count} новых студий} other{Созданы {count} новых студий}}
sk: {count, plural, =1{Vytvorenie {count} novej štúdie} few{Vytvorenie {count} nových štúdií} many{Vytvorenie {count} nových štúdií} other{Vytvorenie {count} nových štúdií}}
sl: {count, plural, =1{Ustvaril {count} nov študij} =2{Ustvaril {count} novi študiji} few{Ustvaril {count} nove študije} other{Ustvaril {count} novih študijev}}
sq: {count, plural, =1{Krijoi {count} studim të ri} other{Krijoi {count} mësime të reja}}
sr: {count, plural, =1{Направио/ла {count} нову студију} few{Направио/ла {count} нове студије} other{Направио/ла {count} нових студија}}
sv: {count, plural, =1{Skapade {count} ny studie} other{Skapade {count} nya studier}}
tr: {count, plural, =1{{count} yeni çalışma oluşturdu} other{{count} yeni çalışma oluşturdu}}
uk: {count, plural, =1{Створено {count} нове дослідження} few{Створено {count} нові дослідження} many{Створено {count} нових досліджень} other{Створено {count} нових досліджень}}
vi: {count, plural, other{Đã tạo {count} nghiên cứu mới}}
zh: {count, plural, other{创建了 {count} 个新研习}}
zh_tw: {count, plural, other{創造了{count}個新的研究}}

# activityCompetedInNbTournaments
source: {count, plural, =1{Competed in {count} Arena tournament} other{Competed in {count} Arena tournaments}}
af: {count, plural, =1{Het aan {count} toernooi deelgeneem} other{Het aan {count} toernooie deelgeneem}}
ar: {count, plural, =0{تنافس في {count} بطولة} =1{تنافس في {count} بطولة} =2{تنافس في {count} بطولة} few{تنافس في {count} بطولة} many{تنافس في {count} بطولة} other{تنافس في {count} بطولة}}
az: {count, plural, =1{{count} turnirə qatıldı} other{{count} taktiki tapmaca həll etdi}}
be: {count, plural, =1{Паўдзельнічаў у {count} турніры} few{Паўдзельнічаў у {count} турнірах} many{Паўдзельнічаў у {count} турнірах} other{Паўдзельнічаў у {count} турнірах}}
bg: {count, plural, =1{Участва в {count} турнир} other{Участва в {count} турнира}}
bn: {count, plural, =1{প্রতিযোগিতায় {count} সর্ম্পূন হয়েছে} other{প্রতিযোগিতায় {count} সর্ম্পূন হয়েছে}}
bs: {count, plural, =1{Natjecao/la se u {count} turniru} few{Natjecao/la se u {count} turnira} other{Natjecao/la se u {count} turnira}}
ca: {count, plural, =1{Has competit en {count} torneig} other{Has competit en {count} tornejos}}
cs: {count, plural, =1{Účast v {count} turnaji} few{Účast ve {count} turnajích} many{Účast v {count} turnajích} other{Účast v {count} turnajích}}
da: {count, plural, =1{Deltog i {count} turnering} other{Deltog i {count} turneringer}}
el: {count, plural, =1{Αγωνίστηκε σε {count} τουρνουά} other{Αγωνίστηκε σε {count} τουρνουά}}
eo: {count, plural, =1{Konkurencis en {count} turniro} other{Konkurencis en {count} turniroj}}
es: {count, plural, =1{Ha competido en {count} torneo} other{Ha competido en {count} torneos}}
eu: {count, plural, =1{Txapelketa {count}ean parte hartu du} other{{count} txapelketetan parte hartu du}}
fa: {count, plural, =1{در {count} مسابقهٔ راوان رقابت کرد} other{در {count} مسابقهٔ راوان رقابت کرد}}
fi: {count, plural, =1{Kilpaili {count} turnauksessa} other{Kilpaili {count} turnauksessa}}
gl: {count, plural, =1{Competiu en {count} torneo Arena} other{Competiu en {count} torneos Arena}}
he: {count, plural, =1{השתתף/ה בטורניר זירה {count}} =2{השתתף/ה ב־{count} טורנירי זירה} many{השתתף/ה ב־{count} טורנירי זירה} other{השתתף/ה ב־{count} טורנירי זירה}}
hy: {count, plural, =1{Ավարտված է {count} «Արենա» մրցաշարը} other{Ավարտված են {count} «Արենա» մրցաշարերը}}
id: {count, plural, other{Sudah mengikuti {count} turnamen}}
it: {count, plural, =1{Ha gareggiato in {count} torneo} other{Ha gareggiato in {count} tornei}}
kk: {count, plural, =1{{count} жарысқа қатысты} other{{count} жарысқа қатысты}}
ko: {count, plural, other{{count} 번 토너먼트에 참가함}}
lt: {count, plural, =1{Varžėsi {count}-ame turnyre} few{Varžėsi {count}-uose turnyruose} many{Varžėsi {count}-yje turnyrų} other{Varžėsi {count}-yje turnyrų}}
lv: {count, plural, =0{Sacentās {count} turnīros} =1{Sacentās {count} turnīrā} other{Sacentās {count} turnīros}}
mk: {count, plural, =1{Учествуваше во {count} турнир} other{Учествуваше во {count} турнири}}
nl: {count, plural, =1{Nam deel in {count} toernooi} other{Nam deel in {count} toernooien}}
pt: {count, plural, =1{Competiu em {count} torneio} other{Competiu em {count} torneios}}
ro: {count, plural, =1{A concurat în {count} competiție} few{A concurat în {count} competiții} other{A concurat în {count} competiții}}
ru: {count, plural, =1{Завершён {count} турнир} few{Завершены {count} турнира} many{Завершены {count} турниров} other{Завершены {count} турниров}}
sk: {count, plural, =1{Zúčastnil sa v {count} turnaji} few{Zúčastnil sa v {count} turnajoch} many{Zúčastnil sa v {count} turnajoch} other{Zúčastnil sa v {count} turnajoch}}
sl: {count, plural, =1{Končal {count} turnir} =2{Končal {count} turnirja} few{Končal {count} turnirje} other{Končal {count} turnirjev}}
sq: {count, plural, =1{Konkuroi në turneun {count} Arena} other{Ndeshur në {count} turne Arenë}}
sr: {count, plural, =1{Такмичио/ла се у {count} Арена турниру} few{Такмичио/ла се у {count} Арена турнира} other{Такмичио/ла се у {count} Арена турнира}}
sv: {count, plural, =1{Tävlade i {count} turnering} other{Tävlade i {count} turneringar}}
tr: {count, plural, =1{{count} turnuvaya katıldı} other{{count} turnuvaya katıldı}}
uk: {count, plural, =1{Змагався в {count} турнірі} few{Змагався в {count} турнірах} many{Змагався в {count} турнірах} other{Змагався в {count} турнірів}}
vi: {count, plural, other{Đã hoàn thành {count} giải đấu Đấu trường}}
zh: {count, plural, other{参加了 {count} 场竞技场锦标赛}}
zh_tw: {count, plural, other{完成了{count}場錦標賽}}
