Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzlePuzzleComplete
source: Puzzle complete!
af: Raaisel voltooid!
ar: تم حل اللغز!
az: Tapmaca tamamlandı!
be: Задача вырашана!
bg: Задачата е решена!
bn: পাজল সম্পন্ন!
bs: Problem završen!
ca: Problema fet!
cs: Úloha dokončena!
da: Taktikopgave løst!
el: Το τακτικό ολοκληρώθηκε!
eo: Puzlo kompletigita!
es: ¡Ejercicio terminado!
eu: Ariketa osatuta!
fa: معما تکمیل شد!
fi: Tehtävä ratkaistu!
gl: Crebacabezas terminado!
he: החידה הושלמה!
hy: Խնդիրը լուծված է
id: Teka-teki terselesaikan!
it: Problema completato!
kk: Жұмбақ шешілді!
ko: 퍼즐 완료!
lt: Užduotis išspręsta!
lv: Uzdevums atrisināts!
mk: Загатката е решена!
nl: Puzzel voltooid!
pt: Problema resolvido!
ro: Puzzle complet!
ru: Задача решена!
sk: Úloha splnená!
sl: Uganka rešena!
sq: Ushtrimi u plotësua!
sr: Готов проблем!
sv: Problemet klart!
tr: Bulmaca tamamlandı!
uk: Задачу вирішено!
vi: Hoàn thành câu đố!
zh: 解题完成！
zh_tw: 解題完成!

# puzzleByOpenings
source: By openings
af: Vir openinge
ar: من الافتتاحات
bg: По дебюти
bn: ওপেনিং অনুযায়ী
bs: Po otvorima
ca: Per obertura
cs: Podle zahájení
da: Efter åbninger
el: Ανά άνοιγμα
eo: Laŭ malfermoj
es: Por aperturas
eu: Hasieraka
fa: بر اساس گشایش‌ها
fi: Avausryhmitys
gl: Por aperturas
he: לפי פתיחות
hy: Ըստ դեբյուտների
it: Per apertura
kk: Бастамасына қарай
ko: 오프닝별
lt: Pagal debiutus
lv: Pa atklātnēm
nl: Per opening
pt: Por abertura
ro: După deschideri
ru: По дебютам
sk: Podľa otvorení
sl: Po otvoritvah
sq: Sipas hapjesh
sv: Efter öppningar
tr: Açılışlardan
uk: За дебютами
vi: Theo khai cuộc
zh: 按开局分类
zh_tw: 以開局區分

# puzzlePuzzlesByOpenings
source: Puzzles by openings
af: Raaisels vir openinge
ar: ألغاز من الافتتاحات
be: Задачы за дэбютамі
bg: Задачи по дебюти
bn: ওপেনিং অনুযায়ী ধাঁধা
bs: Zagonetke po otvorima
ca: Problemes per obertura
cs: Úlohy podle zahájení
da: Taktikopgaver efter åbninger
el: Τακτικά ανά άνοιγμα
eo: Puzloj laŭ malfermoj
es: Ejercicios por aperturas
eu: Hasierakako ariketak
fa: معماها بر اساس گشایش‌ها
fi: Tehtäviä avausten mukaan ryhmitettyinä
gl: Exercicios por aperturas
he: חידות לפי פתיחות
hy: Դեբյուտային խնդիրներ
it: Problemi ordinati per apertura
kk: Жұмбақтың бастамасы
ko: 오프닝별 퍼즐
lt: Galvosūkiai pagal debiutus
lv: Puzles pa atklātnēm
nl: Puzzels per opening
pt: Problemas por abertura
ro: Puzzle-uri după deschidere
ru: Задачи по дебютам
sk: Šachové úlohy podľa otvorení
sl: Uganke po otvoritvah
sv: Schackproblem efter öppningar
tr: Açılışlardan bulmacalar
uk: Задачі за дебютами
vi: Câu đố theo khai cuộc
zh: 按开局分类的谜题
zh_tw: 以開局區分謎題

# puzzleOpeningsYouPlayedTheMost
source: Openings you played the most in rated games
af: Openinge wat jy die meeste in gradeerde spelle speel
ar: الافتتاحات التي استخدمتها في معظم المبارايات المقيمة
bg: Дебюти, които сте играли най-много в игри с рейтинг
bn: রেটেড খেলায় আপনি যে ওপেনিংগুলো সবথেকে বেশি খেলেছেন
bs: Otvaranja koja ste najviše igrali u ocenjenim igrama
ca: Obertures que heu jugat més en partides puntuades
cs: Zahájení, které jste hráli nejvíce v hodnocených hrách
da: Åbninger du har spillet mest i ratede partier
el: Ανοίγματα που παίξατε πιο συχνά σε βαθμολογημένες παρτίδες
eo: Malfermoj kiujn vi plej ludis en rangaj ludoj
es: Aperturas que más has jugado en partidas por puntos
eu: Gehien jokatu dituzun hasierak
fa: گشایش‌هایی که بیش از همه در بازی‌های امتیازی کرده‌اید
fi: Pisteytetyissä peleissä eniten pelaamasi avaukset
gl: As aperturas que máis xogaches en partidas puntuadas
he: הפתיחות הנפוצות שלך במשחקים מדורגים
hy: Դեբյուտներ, որոնք դուք խաղացել եք վարկանիշային կուսակցությունների մեծ մասում
it: Aperture che hai giocato di più nelle partite classificate
kk: Сіздің бағалы ойындарыңызда ең жиі келетін бастама
ko: 레이팅 게임에서 가장 많이 플레이한 오프닝
lt: Debiutai, kuriuos žaidėte paskutinėse reitinguotose partijose
lv: Visvairāk spēlētās atklātnes spēlēs ar reitingu
nl: Openingen die je het meest hebt gespeeld in partijen met rating
pt: Aberturas que jogou mais vezes em partidas com rating
ro: Deschideri pe care le-ai jucat cel mai mult în meciurile evaluate
ru: Дебюты, которые вы играли в большинстве рейтинговых партий
sk: Otvorenia, ktoré ste najviac hrali v hodnotených partiách
sl: Otvoritve, ki ste jih največ igrali v rangiranih igrah
sq: Hapje që bëtë në lojërat më të vlerësuara
sv: Öppningar som du spelade mest i rankade partier
tr: Dereceli oyunlarda en çok oynadığınız açılışlar
uk: Дебюти, які ви грали найбільше в рейтингових іграх
vi: Những khai cuộc bạn thường chơi trong các ván đấu có xếp hạng
zh: 您在排位对局中最常使用的开局
zh_tw: 您最常使用的開局

# puzzleUseFindInPage
source: Use "Find in page" in the browser menu to find your favourite opening!
af: Gebruik die "Find in page" in die blaaier se gids om jou gunsteling opening te vind!
ar: استخدم خاصية "البحث في الصفحة" في المتصفح للعثور على افتتاحك المفضل!
bg: Използвайте "Намери на страницата" в менюто на браузера за да намерите любимия си дебют!
bn: আপনার প্রিয় ওপেনিংগুলি খুঁজতে ব্রাউসার মেনুতে "ফাইন্ড ইন পেজ" ব্যবহার করুন!
bs: Koristite "Pronađi na stranici" u meniju pretraživača da pronađete svoje omiljeno otvaranje!
ca: Utilitzeu la "Cerca en la pàgina" del menú del vostre navegador per trobar la vostra obertura preferida!
cs: Použijte „Hledání na stránce“ v menu prohlížeče a najděte svoje oblíbené zahájení!
da: Brug "Find på side" i browsermenuen til at finde din foretrukne åbning!
el: Πατήστε «Εύρεση στη σελίδα» στο μενού του προγράμματος περιήγησης, για να βρείτε το αγαπημένο σας άνοιγμα!
eo: Uzu "Serĉi ĉi tiun paĝon" de la retumila menuo por trovi vian plej favora malfermo!
es: ¡Usa "Encontrar en la página" en el menú del navegador para encontrar tu apertura favorita!
eu: Erabili zure nabigatzaileko "Bilatu orrian" funtzioa zure hasiera gogokoena bilatzeko!
fa: از گزینه «جستجو در صفحه» مرورگر استفاده کنید تا گشایش دلخواه‌تان را بیابید!
fi: Löydä lempiavauksesi valitsemalla selaimen valikosta "Etsi sivulta"!
gl: Usa "Encontrar na páxina" no menú do navegador para atopar a túa apertura favorita!
he: השתמשו ב״חיפוש בעמוד״ בדפדפן כדי למצוא את הפתיחה המועדפת עליכם!
hy: Օգտագործեք "Գտել էջում " զննարկչի ընտրացանկում՝ ձեր նախընտրած դեբյուտը գտնելու՛ համար:
it: Usa "Trova nella pagina" nel menu del browser per trovare la tua apertura preferita!
kk: Браузер мәзірінде "Осы бетте іздеуді" қолдана қалаулы бастаманы тауып алыңыз!
ko: 브라우저의 "페이지에서 찾기" 메뉴를 이용해 가장 좋아하는 오프닝을 찾으세요!
lt: Naudokite "Rasti puslapyje" savo naršyklės meniu norėdami rasti savo mėgiamiausią debiutą!
lv: Lieto "Find in page" no pārlūka izvēlnes lai atrastu savu mīļāko atklātni!
nl: Gebruik "In pagina zoeken" in het browsermenu om je favoriete opening te vinden!
pt: Usar "Localizar na página" no menu do navegador para encontrar a sua abertura favorita!
ro: Folosește "Găsește în pagină" în meniul browser-ului pentru a găsi deschiderea ta preferată!
ru: Используйте «Найти на странице» в меню браузера, чтобы найти ваш любимый дебют!
sk: K nájdeniu Vášho obľúbeného otvorenia použite "Nájsť na stránke" v menu prehliadača!
sl: Uporabite "Poišči na strani" v meniju brskalnika, da poiščete svoje najljubšo otvoritev!
sq: Që të gjeni hapen tuaj të parapëlqyer, përdorni “Gjej në faqe” te menuja e shfletuesit!
sv: Använd "Hitta på sida" i webbläsarmenyn för att hitta din favoritöppning!
tr: Favori açılışlarınızı bulmak için tarayıcı menüsündeki " Sayfa içinde bul" seçeneğini kullanın!
uk: Використайте "Знайти на сторінці" в меню браузера, щоб знайти свій улюблений дебют!
vi: Dùng "Tìm kiếm trong trang" trong mục lục trình duyệt để tìm khai cuộc yêu thích của bạn!
zh: 使用浏览器菜单中的“在页面中查找”功能来定位您喜欢的开局！
zh_tw: 在瀏覽器中使用「在頁面中尋找」以尋找你最喜歡的開局！

# puzzleUseCtrlF
source: Use Ctrl+f to find your favourite opening!
af: Gebruik Ctrl+f om jou gensteling opening te vind!
ar: أضغط Ctrl و f لتبحث عن افتتاحك المفضل!
bg: Използвайте Ctrl+f за да намерите любимия си дебют!
bn: আপনার প্রিয় ওপেনিং খুঁজতে Ctrl + F ব্যবহার করুন!
bs: Koristite Ctrl+f da pronađete svoj omiljeni otvor!
ca: Utilitzeu Ctrl+f per trobar la vostra obertura preferida!
cs: Použijte Ctrl+F pro vyhledání vašeho oblíbeného zahájení!
da: Brug Ctrl+f til at finde din foretrukne åbning!
el: Πατήστε Ctrl+f για να βρείτε το αγαπημένο σας άνοιγμα!
eo: Uzu Ctrl+f por trovi vian plej ŝatatan malfermon!
es: ¡Usa Ctrl+f para encontrar tu apertura favorita!
eu: Erabili Ctrl+f zure hasiera gogokoena bilatzeko!
fa: از Ctrl+f برای یابیدن گشایش دلخواه‌تان استفاده کنید!
fi: Löydä lempiavauksesi painamalla Ctrl+F!
gl: Usa Ctrl+f para atopar a túa apertura favorita!
he: השתמשו ב־ctrl+F כדי למצוא את הפתיחה המועדפת עליכם!
hy: Օգտագործեք Ctrl + f ՝ Ձեր նախընտրած դեբյուտը գտնելու՛ համար։
it: Usa Ctrl+F per trovare la tua apertura preferita!
kk: Қалаулы бастаманы табу үшін Ctrl+f басыңыз
ko: Ctrl+f를 사용해서 가장 좋아하는 오프닝을 찾으세요!
lt: Naudokite Ctrl+f norėdami rasti savo mėgiamiausią debiutą!
lv: Lieto Ctrl+f lai atrastu savu mīļāko atklātni!
nl: Gebruik Ctrl+F om je favoriete opening te vinden!
pt: Usar Ctrl+f para encontrar a sua abertura favorita!
ro: Folosește Ctrl+f pentru a găsi deschiderea favorită!
ru: Используйте Ctrl+f, чтобы найти ваш любимый дебют!
sk: K nájdeniu Vášho obľúbeného otvorenia použite Ctrl+f!
sl: Uporabite Ctrl+f, da najdete vašo najljubšo otvoritev!
sq: Që të gjeni hapjen tuaj të parapëlqyer, përdorni Ctrl+f!
sv: Använd Ctrl+f för att hitta din favoritöppning!
tr: Favori açılışınızı bulmak bulmak için Ctrl+f kısayolunu kullanın!
uk: Використайте Ctrl+F, щоб знайти свій улюблений дебют!
vi: Dùng Ctrl+f để tìm khai cuộc yêu thích của bạn!
zh: 使用 Ctrl + F 查找您最爱的开局！
zh_tw: 按下 Ctrl+f 以找出您最喜歡的開局方式！

# puzzleNotTheMove
source: That's not the move!
af: Dit is nie die skuif nie!
ar: هذه ليست الحركة الصحيحة!
az: Düzgün gediş deyil!
be: Гэта не той ход!
bg: Това не е верният ход!
bn: এটা সঠিক চাল না!
bs: To nije traženi potez!
ca: Aquesta no és la jugada!
cs: To není správný tah!
da: Ikke det rigtige træk!
el: Η κίνηση αυτή δεν είναι σωστή!
eo: Tiu ne estas la movo!
es: ¡Ese no es el movimiento!
eu: Hori ez zen jokaldia!
fa: این حرکت نیست!
fi: Tuo siirto se ei ole!
gl: Esa non é a xogada!
he: זה לא המהלך!
hy: Վատ քայլ է
id: Itu bukan langkahnya!
it: Non è la mossa esatta!
kk: Ол жүріс емес!
ko: 그 수가 아닙니다!
lt: Ne toks ėjimas!
lv: Tas nav īstais gājiens!
mk: Неточен потег!
nl: Dat is niet de juiste zet!
pt: Não é esse movimento!
ro: Nu este asta mișcarea!
ru: Плохой ход!
sk: To nie je ten správny ťah!
sl: To ni pravilna poteza!
sq: S’është lëvizja e duhur!
sr: То није потез!
sv: Det är inte rätt drag!
tr: Olmadı!
uk: Поганий хід!
vi: Đó chưa phải là nước đi tối ưu!
zh: 不是最佳着法
zh_tw: 不是這步!

# puzzleTrySomethingElse
source: Try something else.
af: Probeer iets anders.
ar: جرب شيئا آخر.
az: Başqa bir şey yoxlayın.
be: Паспрабуйце нешта іншае.
bg: Опитайте нещо друго.
bn: অন্য কিছু চেষ্টা করুন.
bs: Pokušajte nešto drugo.
ca: Prova d'una altra manera.
cs: Zkuste něco jiného.
da: Prøv noget andet.
el: Δοκιμάστε κάποια άλλη.
eo: Provu ion alian.
es: Prueba algo distinto.
eu: Saiatu beste batekin.
fa: چیز دیگری بیابید.
fi: Kokeile jotain muuta.
gl: Proba outra cosa.
he: נסו משהו אחר.
hy: Փորձեք այլ կերպ։
id: Coba lagi lainnya.
it: Prova qualcos'altro.
kk: Басқаша жүріп көріңіз.
ko: 다른 것 시도하기
lt: Bandykite kitką.
lv: Izmēģiniet ko citu.
mk: Пробајте нешто друго.
nl: Probeer iets anders.
pt: Tenta outra coisa.
ro: Încercă altceva.
ru: Попробуйте иначе.
sk: Skúste niečo iné.
sl: Poskusite kakšno drugo potezo.
sq: Provoni diçka tjetër.
sr: Покушајте нешто друго.
sv: Prova något annat.
tr: Başka bir şey dene.
uk: Спробуйте щось інше.
vi: Hãy thử nước đi khác.
zh: 试试其他着法
zh_tw: 試試其他的移動

# puzzleRatingX
source: Rating: {param}
af: Gradering: {param}
ar: التقييم: {param}
az: Reytinq: {param}
be: Рэйтынг: {param}
bg: Рейтинг: {param}
bn: রেটিংস: {param}
bs: Rejting: {param}
ca: Puntuació: {param}
el: Βαθμολογία: {param}
eo: Taksado: {param}
es: Puntuación: {param}
eu: Sailkapena: {param}
fa: درجه‌بندی: {param}
fi: Vahvuusluku: {param}
gl: Puntuación: {param}
he: דירוג: {param}
hy: Վարկանիշ՝ {param}
it: Punteggio: {param}
kk: Рейтинг: {param}
ko: 레이팅: {param}
lt: Reitingas: {param}
lv: Reitings: {param}
mk: Рејтинг: {param}
pt: Pontuação: {param}
ro: Scor: {param}
ru: Рейтинг: {param}
sl: Uvrstitev: {param}
sq: Vlerësimi: {param}
sr: Рејтинг: {param}
tr: Puan: {param}
uk: Рейтинг: {param}
vi: Hệ số: {param}
zh: 等级分：{param}
zh_tw: 評級：{param}

# puzzleHidden
source: hidden
af: verborge
ar: مخفي
az: gizli
be: схаваны
bg: скрито
bn: লুকায়িত
bs: skriven
ca: ocult
cs: skryté
da: skjult
el: κρυφό
eo: kaŝita
es: oculto
eu: ezkutuan
fa: پنهان
fi: piilotettu
gl: oculta
he: מוסתר
hy: թաքցրած է
id: tersembunyi
it: nascosto
kk: жасырын
ko: 숨겨짐
lt: paslėpta
lv: slēpts
mk: скриен
nl: Verborgen
pt: oculta
ro: ascuns
ru: скрыт
sk: skryté
sl: skrit
sq: i fshehur
sr: сакривено
sv: gömd
tr: gizli
uk: прихований
vi: ẩn
zh: 已隐藏
zh_tw: 隱藏

# puzzleFromGameLink
source: From game {param}
af: Van spel {param}
ar: من مباراة {param}
az: {param} oyunundan
be: З гульні {param}
bg: От игра {param}
bn: {param} খেলা থেকে
bs: Iz {param} igre
ca: De la partida {param}
cs: Z partie {param}
da: Fra parti {param}
el: Από την παρτίδα {param}
eo: El ludo {param}
es: De la partida {param}
eu: {param} partidatik hartua
fa: برگرفته از بازی {param}
fi: Pelistä {param}
gl: Extraído da partida {param}
he: מתוך משחק {param}
hy: {param} պարտիայից
id: Dari game {param}
it: Dalla partita {param}
kk: {param} ойнынан
ko: 게임 {param}에서
lt: Iš žaidimo {param}
lv: No spēles {param}
mk: Од играта {param}
nl: Van partij {param}
pt: Do jogo {param}
ro: Din partida {param}
ru: Из партии {param}
sk: Z hry {param}
sl: Iz partije {param}
sq: Prej lojës {param}
sr: Из партије {param}
sv: Från parti: {param}
tr: Maçın linki: {param}
uk: З партії {param}
vi: Từ ván cờ {param}
zh: 来自对局：{param}
zh_tw: 來自對局 {param}

# puzzleContinueTraining
source: Continue training
af: Gaan voort met opleiding
ar: استمر في التدريب
az: Təlimə davam et
be: Працягнуць трэніроўку
bg: Продължи упражнението
bn: প্রশিক্ষন চালিয়ে যান
bs: Nastavite trening
ca: Continuar l'entrenament
cs: Pokračovat v tréninku
da: Fortsæt træning
el: Συνέχεια εξάσκησης
eo: Daŭrigi la trejnadon
es: Continuar entrenamiento
eu: Entrenatzen jarraitu
fa: ادامه دادن تمرین
fi: Jatka harjoittelua
gl: Continuar o adestramento
he: המשיכו להתאמן
hy: Շարունակել մարզումը
id: Lanjutkan latihan
it: Continua ad allenarti
kk: Жаттығуды жалғастыру
ko: 연습 계속하기
lt: Tęsti treniruotę
lv: Turpināt treniņu
mk: Продолжи да вежбаш
nl: Ga verder met de training
pt: Continuar o treino
ro: Continuați antrenamentul
ru: Продолжить тренировку
sk: Pokračovať v tréningu
sl: Nadaljuj z reševanjem
sq: Vazhdoni trajnimin
sr: Наставите тренинг
sv: Fortsätt träningen
tr: Pratik yapmaya devam et
uk: Продовжити тренування
vi: Tiếp tục tập luyện
zh: 继续训练
zh_tw: 繼續訓練

# puzzleDifficultyLevel
source: Difficulty level
af: Moeilikheidsgraad
ar: مستوى الصعوبة
az: Çətinlik səviyyəsi
be: Узровень складанасці
bg: Ниво на трудност
bn: কঠিনের মাত্রা
bs: Nivo težine
ca: Nivell de dificultat
cs: Obtížnost
da: Sværhedsgrad
el: Επίπεδο δυσκολίας
eo: Malfacileca nivelo
es: Nivel de dificultad
eu: Zailtasun-maila
fa: میزان سختی
fi: Vaikeustaso
gl: Nivel de dificultade
he: רמת קושי
hy: Բարդության մակարդակը
id: Level Sulit
it: Livello di difficoltà
kk: Күрделілік деңгейі
ko: 난이도
lt: Sudėtingumo lygis
lv: Grūtības pakāpe
mk: Ниво на тешкотија
nl: Moeilijkheidsgraad
pt: Nível de dificuldade
ro: Nivel de dificultate
ru: Уровень сложности
sk: Obtiažnosť
sl: Stopnja težavnosti
sq: Shkallë vështirësie
sr: Ниво тежине
sv: Svårighetsgrad
tr: Zorluk seviyesi
uk: Рівень складності
vi: Độ khó
zh: 难度级别
zh_tw: 困難度

# puzzleNormal
source: Normal
af: Normaal
ar: عادي
be: Нармальны
bg: Средно
bn: সাধারন
bs: Normalni
cs: Střední
el: Κανονικό
eo: Normale
eu: Arrunta
fa: متوسط
fi: Keskitaso
he: רגיל
hy: Միջին
it: Normale
kk: Қалыпты
ko: 보통
lt: Įprastas
lv: Parasta
mk: Нормално
nl: Standaard
ru: Средний
sk: Normálna
sl: Običajno
sq: Normale
sr: Нормалан
uk: Нормальний
vi: Bình thường
zh: 普通
zh_tw: 一般

# puzzleEasier
source: Easier
af: Makliker
ar: سهل
az: Daha asan
be: Лёгкі
bg: По-лесно
bn: সহজ
bs: Lakši
ca: Més fàcil
cs: Snadné
da: Nemmere
el: Εύκολο
eo: Facile
es: Más fácil
eu: Erraza
fa: آسان‌تر
fi: Helpompi
gl: Máis fácil
he: קל יותר
hy: Հեշտ
id: Lebih mudah
it: Facile
kk: Жеңілдеу
ko: 쉬움
lt: Lengvesnis
lv: Vieglāka
mk: Полесно
nl: Makkelijk
pt: Mais fáceis
ro: Mai ușor
ru: Лёгкий
sk: Ľahšia
sl: Lažje
sq: Më e lehtë
sr: Лакши
sv: Lättare
tr: Kolay
uk: Легший
vi: Dễ hơn
zh: 较易
zh_tw: 簡單

# puzzleEasiest
source: Easiest
af: Maklikste
ar: سهل جدًا
az: Ən asan
be: Найлягчэйшы
bg: Най-лесно
bn: খুবই সহজ
bs: Najlakši
ca: El més fàcil
cs: Nejjednodušší
da: Nemmest
el: Πολύ εύκολο
eo: Tre facile
es: El más fácil
eu: Errazena
fa: آسان‌ترین
fi: Helpoin
gl: O máis fácil
he: מאוד קל
hy: Շատ հեշտ
id: Paling mudah
it: Facilissimo
kk: Ең жеңілі
ko: 매우 쉬움
lt: Lengviausias
lv: Visvieglākā
mk: Најлесно
nl: Makkelijker
pt: Mais fáceis
ro: Cel mai ușor
ru: Легчайший
sk: Najľahšia
sl: Najlažje
sq: Më e lehta
sr: Најлакши
sv: Lättaste
tr: Çok kolay
uk: Найлегший
vi: Dễ nhất
zh: 最易
zh_tw: 超簡單

# puzzleHarder
source: Harder
af: Moeiliker
ar: أصعب
az: Daha çətin
be: Цяжкі
bg: По-трудно
bn: কঠিন
bs: Teži
ca: Més difícil
cs: Těžší
da: Sværere
el: Δύσκολο
eo: Malfacile
es: Más difícil
eu: Zaila
fa: سخت‌تر
fi: Vaikeampi
gl: Máis difícil
he: קשה יותר
hy: Բարդ
id: Lebih sulit
it: Difficile
kk: Қиындау
ko: 어려움
lt: Sunkesnis
lv: Grūtāka
mk: Потешко
nl: Moeilijk
pt: Mais difíceis
ro: Mai Greu
ru: Сложный
sk: Ťažšia
sl: Težje
sq: Më e vështirë
sr: Тежи
sv: Svårare
tr: Zor
uk: Складніше
vi: Khó hơn
zh: 较难
zh_tw: 困難

# puzzleHardest
source: Hardest
af: Moeilikste
ar: صعب جدًا
az: Ən çətin
be: Найцяжэйшы
bg: Най-трудно
bn: খুবই কঠিন
bs: Najteži
ca: El més difícil
cs: Nejtěžší
da: Sværest
el: Πολύ δύσκολο
eo: Tre malfacile
es: El más difícil
eu: Zailena
fa: سخت‌ترین
fi: Vaikein
gl: O máis difícil
he: מאוד קשה
hy: Շատ բարդ
id: Paling sulit
it: Difficilissimo
kk: Ең қиыны
ko: 매우 어려움
lt: Sunkiausias
lv: Visgrūtākā
mk: Најтешко
nl: Moeilijker
pt: Mais difíceis
ro: Cel mai greu
ru: Сложнейший
sk: Najťažšia
sl: Najtežje
sq: Më e vështira
sr: Најтежи
sv: Svåraste
tr: Çok zor
uk: Найскладніший
vi: Khó nhất
zh: 最难
zh_tw: 超困難

# puzzleExample
source: Example
af: Voorbeeld
ar: مثال
az: Nümunə
be: Прыклад
bg: Пример
bn: উদাহরণ
bs: Primjer
ca: Exemple
cs: Příklad
da: Eksempel
el: Παράδειγμα
eo: Ekzamplo
es: Ejemplo
eu: Adibidea
fa: مثال
fi: Esimerkki
gl: Exemplo
he: דוגמה
hy: Օրինակ
id: Contoh
it: Esempio
kk: Мысал
ko: 예시
lt: Pavyzdys
lv: Piemērs
mk: Пример
nl: Voorbeeld
pt: Exemplo
ro: Exemplu
ru: Пример
sk: Príklad
sl: Primer
sq: Shembull
sr: Пример
sv: Exempel
tr: Örnek
uk: Приклад
vi: Ví dụ
zh: 示例
zh_tw: 範例

# puzzleAddAnotherTheme
source: Add another theme
af: Voeg nog 'n tema by
ar: إضافة نوع آخر
az: Başqa mövzu artırın
be: Дадаць іншую тэму
bg: Добавяне на нова тема
bn: অন্য থিম যুক্ত করুন
bs: Dodajte drugu temu
ca: Afegir un nou tema
cs: Přidat další téma
da: Tilføj et andet tema
el: Προσθήκη νέου θέματος
eo: Aldonu novan temon
es: Añadir otro tema
eu: Beste gai bat gehitu
fa: افزودن موضوعی دیگر
fi: Lisää toinen teema
gl: Engadir outro tema
he: הוסיפו נושא חדש
hy: Ավելացնել այլ մոտիվ
id: Tambah tema lainnya
it: Aggiungi un altro tema
kk: Басқа тақырып қосу
ko: 새 테마 추가
lt: Pridėti dar vieną temą
lv: Pievienot jaunu tēmu
mk: Додади нова тема
nl: Voeg nog een thema toe
pt: Adicionar outro tema
ro: Adăugați o altă temă
ru: Добавить другой мотив
sk: Pridať ďalší okruh
sl: Dodaj novo temo
sq: Shtoni temë tjetër
sr: Додај другу тему
sv: Lägg till ett annat tema
tr: Başka bir tema ekle
uk: Додати іншу тему
vi: Thêm chủ đề khác
zh: 添加新的主题
zh_tw: 加入其他主題

# puzzleNextPuzzle
source: Next puzzle
af: Volgende raaisel
ar: اللغز الموالي
be: Наступная задача
bg: Следваща задача
bn: পরবর্তী ধাঁধা
bs: Sljedeći problem
ca: Següent puzzle
cs: Další úloha
da: Næste taktikopgave
el: Επόμενος γρίφος
eo: Sekva puzlo
es: Siguiente ejercicio
eu: Hurrengo ariketa
fa: معمای بعدی
fi: Seuraava tehtävä
gl: Seguinte exercicio
he: הפאזל הבא
hy: Հաջորդ խնդիրը
id: Teka-teki selanjutnya
it: Problema successivo
kk: Келесі жұмбақ
ko: 다음 퍼즐
lt: Kitas uždavinys
lv: Nākamais uzdevums
nl: Volgende puzzel
pt: Próximo desafio
ro: Puzzle-ul următor
ru: Следующая задача
sk: Ďalšia úloha
sl: Naslednja uganka
sq: Ushtrimi pasues
sv: Nästa schackproblem
tr: Sıradaki bulmaca
uk: Наступна задача
vi: Câu đố tiếp theo
zh: 下一道谜题
zh_tw: 下個謎題

# puzzleJumpToNextPuzzleImmediately
source: Jump to next puzzle immediately
af: Spring onmiddellik na die volgende raaisel
ar: انتقل للغز التالي مباشرة
az: Dərhal növbəti tapmacaya keçin
be: Адразу перайсці да наступнай задачы
bg: Веднага продължи към следващата задача
bn: তাৎক্ষনিক নতুন পাজলে চলে যাই
bs: Odmah skočite na sljedeći problem
ca: Passar al següent problema immediatament
cs: Okamžitě přejít na další úlohu
da: Spring straks videre til næste taktikopgave
el: Μετάβαση στο επόμενο τακτικό αμέσως
eo: Tuj iri al la venonta puzlo
es: Ir al siguiente ejercicio inmediatamente
eu: Salto egin hurrengo ariketara berehala
fa: فوراً به معمای بعدی بروید
fi: Jatka heti seuraavaan tehtävään
gl: Ir ao seguinte crebacabezas inmediatamente
he: המשיכו ישר לחידה הבאה
hy: Անմիջապես անցնել հաջորդ խնդրին
id: Lompat ke teka-teki berikutnya segera
it: Passa subito al problema successivo
kk: Келесі жұмбаққа бірден өту
ko: 다음 퍼즐로 즉시 이동
lt: Iš karto pereiti į kitą užduotį
lv: Uzreiz pārslēgties uz nākamo uzdevumu
mk: Веднаш премини на следната загатка
nl: Ga direct door naar volgende puzzel
pt: Saltar imediatamente para o próximo problema
ro: Sari imediat la problema următoare
ru: Сразу переходить к следующей задаче
sk: Automaticky prejsť na ďalšiu úlohu
sl: Takoj skočite k naslednji uganki
sq: Kalo menjëherë në ushtrimin pasues
sr: Пређи на следећи проблем одмах
sv: Hoppa till nästa schackproblem direkt
tr: Hemen sonraki bulmacaya atla
uk: Одразу перейти до наступної задачі
vi: Chuyển tới câu đố tiếp theo ngay lập tức
zh: 解题后立即跳至下一个
zh_tw: 立即跳到下一個謎題

# puzzlePuzzleDashboard
source: Puzzle Dashboard
af: Raaisel Paneelbord
ar: لوحة التحكم بالألغاز
az: Tapmaca paneli
be: Панэль задач
bg: Панел на задачите
bn: পাজল ড্যাশবোর্ড
bs: Kontrolna tabla za probleme
ca: Panell de problemes
cs: Shrnutí Vašeho řešení úloh
da: Opgave-kontrolpanel
el: Ταμπλό τακτικών
eo: Puzla panelo
es: Panel de ejercicios
eu: Ariketen kontrol-panela
fa: پیشخوان معما
fi: Tehtävien hallinta
gl: Informe de crebacabezas
he: תמונת מצב
hy: Խնդիրների վահանակ
id: Beranda Teka-teki
it: I tuoi problemi
kk: Жетістіктер
ko: 퍼즐 대시보드
lt: Užduočių centras
lv: Uzdevumu panelis
mk: Панел на загатки
nl: Puzzeldashboard
pt: Painel de controlo dos problemas
ro: Panoul de control pentru probleme de șah
ru: Панель задач
sk: Nástenka šachových úloh
sl: Nadzorna plošča za uganke
sq: Pult Ushtrimesh
sr: Табла проблема
sv: Meny för schackproblem
tr: Bulmaca kontrol paneli
uk: Панель задач
vi: Bảng thống kê giải câu đố
zh: 数据统计
zh_tw: 謎題能力分析

# puzzleImprovementAreas
source: Improvement areas
af: Areas van verbetering
ar: مناطق بحاجة لتحسين
az: Təkmilləşdirmə sahələri
be: Напрамкі паляпшэння
bg: Области за подобрение
bn: উন্নতি করার জায়গা
bs: Područja za poboljšanje
ca: Àrees de millora
cs: Zlepšení pozice
da: Forbedringsområder
el: Τομείς βελτίωσης
eo: Pliboniĝaj areoj
es: Áreas de mejora
eu: Hobetzekoak
fa: نقاط ضعف
fi: Paranna näitä
gl: Áreas de mellora
he: תחומים לשיפור
hy: Թույլ կողմեր
id: Area Penyempurnaan
it: Aree di miglioramento
kk: Жетілдіру бағыты
ko: 개선이 필요한 부분
lt: Vietos tobulėjimui
lv: Uzlabojamās jomas
mk: Области за подобрување
nl: Verbeterpunten
pt: Áreas a melhorar
ro: Zone de îmbunătățit
ru: Слабые стороны
sk: Oblasti zlepšenia
sl: Področja izboljšav
sq: Fusha përmirësimi
sv: Förbättringsområden
tr: Gelişim alanları
uk: Слабкі сторони
vi: Các điểm cần cải thiện
zh: 有待提升
zh_tw: 弱點
