Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# puzzleFromMyGamesNone
source: You have no puzzles in the database, but Lichess still loves you very much. Play rapid and classical games to increase your chances of having a puzzle of yours added!
af: Jy het geen raaisels in die databasis nie, maar Lichess waardeer steeds jou. Speel snel en klassieke spelle om jou kanse te verhoog dat een van jou eie raaisels bygevoeg word!
ar: ليس لديك أي ألغز في قاعدة البيانات، لكن Lichess تحبك جداً. إلعب مبارايات سريعة أو مبارايات كلاسيكية لزيادة فرصك في الحصول على ألغازك الخاصة!
az: Verilənlər bazasında heç bir tapmaca yoxdur, amma Lichess hələ də səni çox sevir. Bir tapmaca əlavə etmək şansınızı artırmaq üçün sürətli və klassik oyunlar oynayın!
be: Базе дадзеных няма задач з вашых гульня, але Liches усе роўна любіць вас! Пагуляйце ў хуткія або класічныя шахматы каб павялічыць шанец выкарыстання вашых гульняў у задачах.
bg: В базата данни няма задачи от Ваши игри но Lichess разчита на Вас. Играйте още ускорени и класически партии за да увеличите шансовете задачи от Ваши партии да бъдат добавени!
bn: ডাটাবেজে আপনার কোনো ধাঁধা নেই। আপনার খেলা থেকে ধাঁধা নেয়ার সম্ভাবনা বাড়াতে র‍্যাপিড এবং ক্লাসিক খেলুন।
bs: Nemate probleme u bazi podataka, ali Vas Lichess i dalje mnogo voli. Igrajte ubrzani i klasični šah kako biste povećali šanse da bude dodan Vaš problem!
ca: No hi ha problemes teus a la base de dates, però Lichess t'estima molt igualment. Juga partides ràpides i clàssiques per augmentar les possibilitats que se n'hi afegeixi algun!
cs: V databázi nemáte žádné úlohy, ale Lichess vás stále velmi miluje. Hrajte rapid a klasické hry ke zvýšení šance na přidání vlastní úlohy!
da: Du har ingen taktikopgaver i databasen, men Lichess elsker dig alligevel. Spil hurtige (rapid) og klassiske (classical) partier for at forøge chancerne for at en af dine taktikopgave tilføjes!
el: Δεν υπάρχουν τακτικά από τις παρτίδες σας στη βάση δεδομένων. Παίξτε κλασικές ή rapid παρτίδες για να αυξηθούν οι πιθανότητες προσθήκης τακτικών από τις παρτίδες σας στη βάση δεδομένων!
eo: Vi ne havas puzlojn en la datumbazo, sed Lichess ankoraŭ tre amas vin. Ludu rapidaj kaj klasikaj ludoj por pliigi viajn ŝancojn de aldoni puzlon de vi!
es: No tienes ejercicios en la base de datos, pero Lichess aún te quiere un montón. ¡Juega partidas rápidas y clásicas para tener más posibilidades de que se añadan tus ejercicios!
eu: Ez duzu ariketarik datu-basean, hala ere Lichessek asko maite zaitu. Jokatu partida azkar eta arruntak zure partidetatik eratorritako ariketak izateko!
fa: شما هیچ معمایی در دادگان ندارید، اما Lichess همچنان شما را بسیار دوست دارد. بازی‌های سریع و فکری را انجام دهید تا بخت‌تان را برای افزودن معمایی از خودتان بیفزایید!
fi: Tietokannassa ei ole tehtäviä sinulta, mutta olet silti Lichessille erittäin tärkeä. Kun pelaat lisää nopeita ja klassisia pelejä, on suurempi mahdollisuus, että sinunkin peleistäsi luodaan tehtävä!
gl: Non tes crebacabezas na base de datos e aínda así Lichess quérete moito. Xoga partidas rápidas e clásicas para ter máis opcións de que se engadan os teus crebacabezas!
he: אין פאזלים מהמשחקים שלך במאגר, אך אנחנו עדיין אוהבים אותך! שחק/י משחקי Rapid ו־Classical כדי להגדיל את הסבירות שיתווסף פאזל משלך!
hy: Տվյալների բազայում Ձեր պարտիաներից խնդիրներ չկան, բայց Lichess-ը Ձեզ հետ հույսեր է կապում։ Խաղացե՛ք ավելի շատ արագ կամ դասական ժամակարգով պարտիաներ, և խնդիրներ ունեցող խաղացողների ցանկում հայտնվելու Ձեր հնարավորությունները կմեծանան։
id: Anda tidak memiliki teka-teki dalam database, tetapi Lichess masih sangat mencintai Anda. Mainkan permainan cepat dan klasik untuk meningkatkan kesempatan Anda agar sebuah teka-teki dari Anda dapat ditambahkan!
it: Nel database dei problemi di Lichess non è presente nessuna delle tue partite, ma Lichess ti vuole bene lo stesso. Gioca altre partite rapide o classiche per aumentare le possibilità di avere un problema tratto dalle tue partite!
kk: Дерекқорыңызда жұмбақ жоқ (бірақ сізге деген құрметіміз одан азайған емес). Жүйрік әрі классикалық ойын ойнап, жұмбақ құрылуына себепші болыңыз!
ko: 데이터베이스에 퍼즐이 없습니다만, Lichess는 여전히 당신을 사랑합니다. 래피드나 클래시컬 게임을 플레이해서 당신의 퍼즐이 추가될 확률을 높이세요!
lt: Jūs galvosūkių duomenų bazėje neturite, bet Lichess vis tiek jus labai myli. Žaiskite greituosius ir klasikinius žaidimus ir taip padidinkite šansus, kad bus pridėtas galvosūkis iš jūsų partijos!
lv: Mums ļoti žēl, bet jums nav neviena uzdevuma datu bāzē. Spēlējiet ātrās vai klasiskajās spēlēs, lai paaugstinātu varbūtību, ka no tām tiks izveidots uzdevums!
mk: Немате загатки во базата на податоци, но Lichess сè уште многу ве сака. Играјте брзи и класични игри за да ги зголемите шансите ваша загатка да биде додадена!
nl: Je hebt geen puzzels in de database staan, maar Lichess waardeert je nog steeds heel erg. Speel rapid en klassieke partijen om de kans te vergroten dat een puzzel uit jouw partijen wordt toegevoegd!
pt: Não tens problemas na base de dados, mas Lichess adora-te muito. Joga partidas semi-rápidas e clássicas para aumentares a probabilidade de teres um problema adicionado!
ro: Nu ai nici o problemă în baza de date, dar Lichess tot te apreciază foarte mult. Joacă jocuri rapide și clasice pentru a crește șansele de a vedea adăugată o problemă extrasă din partidele tale!
ru: В базе данных нет задач из ваших партий, но Lichess надеется на вас. Сыграйте больше партий в рапид или с классическим контролем времени, и ваши шансы попасть в список игроков с задачами увеличатся!
sk: Nemáte v databáze žiadne úlohy z vlastných partií, ale Lichess Vás má aj tak veľmi rád. Hrajte rapid a klasické partie, aby ste zvýšili svoje šance na pridanie úlohy z Vašej vlastnej partie!
sl: V bazi podatkov nimate ugank, vendar vas ima Lichess še vedno zelo rad. Igrajte hitre in klasične igre, da povečate možnosti za dodajanje svoje uganke!
sq: S’keni ushtrime te baza e të dhënave, por Lichess-i prapë ju do fort. Luani lojëra të shpejta dhe klasike, që të rriten shanset tuaja për të pasur një ushtrim nga tuajt të shtuar atje!
sv: Du har inga schackproblem i databasen, men Lichess tycker om dig väldigt mycket ändå. Spela snabbschack och klassiska partier för att öka dina chanser att få ett av dina schackproblem tillagt!
tr: Veri tabanında sizin maçlarınızdan bir bulmaca bulamadık ama dert etmeyin, Lichess pabucunuzu dama atmadı. Size ait bulmacaların eklenme şansını artırmak için rapid ve klasik maçlar oynayın!
uk: Ваших задач немає в базі даних, проте Lichess все одно дуже сильно вас любить. Грайте ігри в рапід або з класичною системою контролю часу, для того щоб збільшити можливість додання вашої задачі!
vi: Bạn không có câu đố nào trong dữ liệu, nhưng Lichess vẫn rất yêu mến bạn. Hãy chơi thêm nhiều ván cờ nhanh và cờ chậm để có cơ hội có một câu đố từ ván cờ của riêng bạn!
zh: 您的对局数据库中暂无谜题，但 Lichess 依然记得您走过的每一着。 多进行快棋和慢棋对局，会增加您的对局被收录为谜题的机会！
zh_tw: 你在資料庫中沒有謎題，但 Lichess 仍然非常愛你。 遊玩一些快速和經典遊戲，以增加從你的棋局中生成謎題的機會！

# puzzlePuzzleDashboardDescription
source: Train, analyse, improve
af: Oefen, analiseer, verbeter
ar: تدرب،حلل،تطور
az: Təlim edin, təhlil edin, təkmilləşdirmə edin
be: Трэніруйцеся, аналізуйце, паляпшайцеся
bg: Тренирай, анализирай, усъвършенствай се
bn: প্রশিক্ষণ, বিশ্লেষণ, উন্নতি
bs: Trenirajte, analizirajte, usavršavajte se
ca: Entrena, analitza, millora
cs: Trénujte, analyzujte, zlepšujte
da: Træn, analysér, forbedr
el: Εξασκηθείτε, αναλύστε, βελτιωθείτε
eo: Trejnu, analizu, pliboniĝu
es: Entrena, analiza, mejora
eu: Entrenatu, aztertu, hobetu
fa: آموزش، واکاوی، بهبود
fi: Harjoittele, analysoi, kehity
gl: Adestra, analiza, mellora
he: אימון וניתוח יובילו לשיפור
hy: Մարզվե՛ք, վերլուծե՛ք, բարելավե՛ք
id: Latih, analisis, meningkat
it: Allenati, analizza, migliora
kk: Жаттығып, талдап, ақыл шыңдаңыз!
ko: 훈련, 분석, 개선
lt: Treniruokitės, analizuokite, tobulinkitės
lv: Trenēties, izpētīt un uzlabot prasmes
mk: Вежбај, анализирај, подобри се
nl: Train, analyseer, verbeter
pt: Treinar, analisar, melhorar
ro: Antreneaza-te, analizează, fii mai bun
ru: Тренируйтесь, анализируйте, улучшайте
sk: Trénujte, analyzujte, zlepšujte sa
sl: Trenirajte, analizirajte, izboljšajte
sq: Stërvituni, analizoni, përmirësohuni
sv: Träna, analysera, förbättra
tr: Egzersiz yapın, analiz edin, becerilerinizi geliştirin
uk: Тренуйтеся, аналізуйте, вдосконалюйтесь
vi: Rèn luyện, phân tích, cải thiện
zh: 训练、分析、进步
zh_tw: 訓練、分析、改進

# puzzlePercentSolved
source: {param} solved
af: {param} opgelos
ar: تم حل {param}
az: {param} həll edildi
be: {param} вырашана правільна
bg: {param} решени
bn: {param} সমাধান করেছেন।
bs: {param} riješeno
ca: {param} resolts
cs: {param} vyřešeno
da: {param} løst
el: {param} λυμένα
eo: {param} solvita
es: {param} correctos
eu: {param} ebatzita
fa: {param} حل‌شده
fi: {param} ratkaistu
gl: {param} resoltos
he: {param} נפתרו
hy: {param} ճիշտ է
id: {param} selesai
it: {param} risolto
kk: {param} шешілді
ko: {param} 해결함
lt: {param} išspręsta
lv: {param} atrisinātas
mk: {param} решени
nl: {param} opgelost
pt: {param} resolvido
ro: {param} rezolvate
ru: {param} верно
sk: {param} vyriešených
sl: {param} rešenih
sq: {param} të zgjidhur
sv: {param} lösta
tr: {param} çözüldü
uk: {param} вирішено
vi: Giải đúng {param}
zh: {param} 已解决
zh_tw: {param} 已解決

# puzzleNoPuzzlesToShow
source: Nothing to show, go play some puzzles first!
af: Niks om te wys nie, gaan los eers 'n paar raaisels op!
ar: لا شيء لإظهاره، اذهب والعب بعض الألغاز!
az: Göstərəcək bir şey yoxdur, əvvəlcə bəzi tapmacalar oynayın!
be: Нічога няма, вырашыце некалькі задач спачатку!
bg: Няма нищо за показване, първо порешавайте малко пъзели!
bn: প্রদর্শনের কিছু নেই। প্রথমে কিছু ধাঁধা খেলুন।
bs: Ništa za pokazati, idite prvo da igrate neke zagonetke!
ca: Encara no hi ha res per mostrar aquí. Resol alguns problemes primer!
cs: Nic k zobrazení, jděte nejdříve zkusit nějaké úlohy!
da: Intet at vise, løs først nogle opgaver!
el: Δεν υπάρχουν δεδομένα για εμφάνιση — δοκιμάστε να λύσετε μερικά τακτικά πρώτα!
eo: Nenio por montri, ludu iujn puzlojn unue!
es: Aún no hay nada que mostrar aquí. ¡Ve y haz algunos ejercicios!
eu: Ez dago ezer erakusteko, ebatzi ariketa batzuk!
fa: چیزی برای نمایش نیست، نخست بروید و چند معما حل کنید!
fi: Täällä ei ole vielä mitään nähtävää – tee ensin joitakin tehtäviä!
gl: Non hai nada que amosar, primeiro resolve algún crebacabezas!
he: אין מה להראות, לכו לפתור כמה חידות קודם!
hy: Ոչինչ չկա, սկսելու համար լուծե՛ք մի քանի խնդիր։
id: Tidak ada apa apa, silahkan mainkan taktik terlebih dahulu!
it: Non c'è niente qui. Prova prima a risolvere qualche problema!
kk: Мәлімет жоқ. Алдымен жұмбақ шешіп көріңіз!
ko: 표시할 것이 없습니다. 먼저 퍼즐을 플레이하세요!
lt: Nėra ką rodyti, pirma išspręskite galvosūkių!
lv: Nav ko parādīt; vispirms izspēlējiet kādu uzdevumu!
mk: Нема што да се покаже овде, прво одиграјте неколку загатки!
nl: Niets te tonen, speel eerst wat puzzels!
pt: Nada para mostrar, joga alguns problemas primeiro!
ro: Nimic de arătat, joacă mai întâi câteva puzzle-uri!
ru: Ничего нет, решите для начала несколько задач!
sk: Niet čo zobraziť, vyriešte najprv zopár úloh!
sl: Nič za pokazati, najprej pojdite igrati uganke!
sq: S’ka gjë për shfaqje, shkoni e luani ca ushtrime, së pari!
sv: Ingenting att visa, gå och lös några problem först!
tr: Gösterilecek bir şey yok. Önce biraz bulmaca çöz!
uk: Немає що показати, спочатку вирішіть кілька задач!
vi: Chưa có gì cả, hãy giải một vài câu đố trước đã!
zh: 暂无数据显示，请先去解决一些谜题吧！
zh_tw: 沒有什麼可展示的，先去玩一些謎題吧！

# puzzleImprovementAreasDescription
source: Train these to optimize your progress!
af: Oefen hierdie om jou progressie te optimaliseer!
ar: تدرب بهذه لتحسين تقدمك!
az: irəliləmənizi yoxlamaq üçün bunları optimize edin!
be: Трэніруйце гэта, каб палепшыць прагрэс!
bg: Упражнявайте се върху тези, за да оптимизирате прогреса си!
bn: আপনার প্রগতির জন্য এইগুলোতে প্রশিক্ষণ করুন!
bs: Trenirajte ove da biste usavršili svoj napredak!
ca: Entreneu aquestes temàtiques per a progressar!
cs: Tyto procvičujte pro zlepšení!
da: Træn disse for at optimere dine fremskridt!
el: Εξασκηθείτε στους ακόλουθους τομείς για να βελτιώσετε την απόδοσή σας!
eo: Trajnu ĉi tiujn por optimumigi vian progreson!
es: ¡Entrena estas áreas para progresar!
eu: Entrenatu zure eboluzioa hobetzeko!
fa: برای بهینیدن پیشرفت‌تان، این‌ها را بیاموزید!
fi: Harjoittele näitä tehostaaksesi edistymistäsi!
gl: Adestra nestes temas para progresar!
he: התאמנו על אלה כדי לשפר את ההתקדמות שלכם!
hy: Մարզե՛ք այս թեմաները՝ Ձեր առաջընթացը բարելավելու համար։
id: Latih ini untuk mengoptimisasi kemajuan anda!
it: Addestrali per ottimizzare il tuo progresso!
kk: Жетістігіңізді жақсарту үшін осы жаттығуды көріңіз!
ko: 실력을 높이기 위해 훈련하세요!
lt: Treniruokitės su šiomis norėdami pagerinti savo progresą!
lv: Apgūstiet šīs tēmas, lai ātrāk uzlabotu prasmes!
mk: Вежбајте ги овие загатки за да го оптимизирате вашиот прогрес!
nl: Train deze om je voortgang te optimaliseren!
pt: Treine estes para otimizar o seu progresso!
ro: Antreneaza-te pentru a-ti optimiza progresul!
ru: Потренируйте эти темы, чтобы улучшить свой прогресс!
sk: Precvičujte tieto úlohy aby ste napredovali čo najrýchlejšie!
sl: Trenirajte jih, da optimizirate svoj napredek!
sq: Stërvituni me këto, që të optimizoni përparimin tuaj!
sv: Öva på dessa för att optimera dina framsteg!
tr: Gelişiminizi optimize etmek için bunlar üzerine çalışın!
uk: Тренуйтеся, щоб покращити ваш прогрес!
vi: Luyện tập chúng để tối ưu hóa tiến trình của bạn!
zh: 训练这些主题以提升您的棋艺！
zh_tw: 訓練這些類型的謎題來優化你的進步！

# puzzleStrengthDescription
source: You perform the best in these themes
af: Jy presteer die beste in hierdie temas
ar: أنت تقوم بهذه المهارة بأفضل شكل
az: Bu mövzularda ən yaxşı performansı göstərirsiniz
be: Найбольш атрымоўваюцца гэтыя тэмы
bg: Справяте се най-добре в тези теми
bn: আপনি এই ধাঁচের গুলোয় ভালো খেলেন।
bs: U ovim temama najbolje učestvujete
ca: Aquestes són les temàtiques en que ets millor
cs: V těchto tématech se vám daří nejvíc
da: Du klarer dig bedst i disse temaer
el: Τα πάτε καλύτερα στις εξής κατηγορίες
eo: Via rendimento estas plej bona en ĉi tiuj temoj
es: Estas son las áreas en las que eres más fuerte
eu: Gai hauetan zabiltza ondoen
fa: شما در این زمینه‌ها بهترین عملکرد را دارید
fi: Suoriudut parhaiten näissä aiheissa
gl: Estas son as áreas nas que es máis forte
he: את/ה מתפקד/ת הכי טוב בנושאים הבאים
hy: Դուք ցուցադրում եք լավագույն արդյունքները այս թեմաներում
id: Performa anda baik di tema-tema ini
it: Dai il meglio di te in questi temi
kk: Осы тақырыпта сізде үздік нәтиже
ko: 이 테마에서 최고의 성적을 냈습니다
lt: Jums geriausiai sekasi šiose temose
lv: Vislabāk jums padodas šīs prasmes
mk: Најдобро играте во овие теми
nl: Je presteert het beste in deze thema's
pt: Você tem melhor desempenho nestes temas
ro: Obțineți cele mai bune rezultate la aceste teme
ru: Вы показываете лучшие результаты в этих темах
sk: Tieto okruhy Vám idú najlepšie
sl: V teh temah se najbolje odrežete
sq: Dilni më mirë në këto tema
sv: Du presterar bäst i dessa teman
tr: En iyi performansı bu temalarda gösteriyorsunuz
uk: Ви показуєте найкращий результат в наступних темах
vi: Bạn thể hiện tốt nhất ở những lĩnh vực này
zh: 您在这些主题中表现最佳
zh_tw: 你在這些主題中表現最好

# puzzlePlayedXTimes
source: {count, plural, =1{Played {count} time} other{Played {count} times}}
af: {count, plural, =1{{count} keer gespeel} other{{count} keer gespeel}}
ar: {count, plural, =0{لعبت {count} مرة} =1{لعبت {count} مرة} =2{لعبت {count} مرة} few{لعبت {count} مرة} many{لعبت {count} مرة} other{لعبت {count} مرة}}
az: {count, plural, =1{{count} dəfə həll edildi} other{{count} dəfə həll edildi}}
be: {count, plural, =1{Згуляна {count} раз} few{Згуляна {count} разы} many{Згуляна {count} разоў} other{Згуляна {count} разоў}}
bg: {count, plural, =1{Решавана {count} пъти} other{Изиграна {count} пъти}}
bn: {count, plural, =1{{count} বার খেলা হয়েছে} other{{count} বার খেলা হয়েছে}}
bs: {count, plural, =1{Igrano {count} put} few{Igrano {count} puta} other{Igrano {count} puta}}
ca: {count, plural, =1{Intentat {count} vegada} other{Intentat {count} vegades}}
cs: {count, plural, =1{Hráno {count}krát} few{Hráno {count}krát} many{Hráno {count}krát} other{Hráno {count}krát}}
da: {count, plural, =1{Spillet {count} gang} other{Spillet {count} gange}}
el: {count, plural, =1{Λύθηκε {count} φορά} other{Λύθηκε {count} φορές}}
eo: {count, plural, =1{Ludita {count} foje} other{Ludita {count} foje}}
es: {count, plural, =1{Jugado {count} vez} other{Jugado {count} veces}}
eu: {count, plural, =1{Behin jokatuta} other{{count} aldiz jokatuta}}
fa: {count, plural, =1{{count} بار بازی شده است} other{{count} بار بازی شده}}
fi: {count, plural, =1{Pelattu {count} kerran} other{Pelattu {count} kertaa}}
gl: {count, plural, =1{Xogado {count} vez} other{Xogado {count} veces}}
he: {count, plural, =1{שוחק פעם {count}} =2{שוחק {count} פעמים} many{שוחק {count} פעמים} other{שוחק {count} פעמים}}
hy: {count, plural, =1{Փորձել են լուծել {count} անգամ} other{Փորձել են լուծել {count} անգամ}}
id: {count, plural, other{Dimainkan {count} kali}}
it: {count, plural, =1{Giocato {count} volte} other{Giocato {count} volte}}
kk: {count, plural, =1{{count} рет ойналды} other{{count} рет ойналды}}
ko: {count, plural, other{{count}회 플레이}}
lt: {count, plural, =1{Žaista {count} kartą} few{Žaista {count} kartus} many{Žaista {count} kartą} other{Žaista {count} kartų}}
lv: {count, plural, =0{Spēlēts {count} reizes} =1{Spēlēts {count} reizi} other{Spēlēts {count} reizes}}
mk: {count, plural, =1{Одиграно {count}} other{Одиграно {count} пати}}
nl: {count, plural, =1{{count} keer gespeeld} other{{count} keer gespeeld}}
pt: {count, plural, =1{Jogado {count} vez} other{Jogado {count} vezes}}
ro: {count, plural, =1{Jucat {count} dată} few{Jucat de {count} ori} other{Jucat de {count} ori}}
ru: {count, plural, =1{Решено {count} раз} few{Решено {count} раза} many{Решено {count} раз} other{Решено {count} раз}}
sk: {count, plural, =1{Hrané {count}-krát} few{Hrané {count}-krát} many{Hrané {count}-krát} other{Hrané {count}-krát}}
sl: {count, plural, =1{Odigrano {count} krat} =2{Odigrano {count} krat} few{Odigrano {count} krat} other{Odigrano {count} krat}}
sq: {count, plural, =1{Luajtur {count} herë} other{Luajtur {count} herë}}
sr: {count, plural, =1{Играно {count} пут} few{Играно {count} пута} other{Играно {count} пута}}
sv: {count, plural, =1{Spelat {count} gånger} other{Spelat {count} gånger}}
tr: {count, plural, =1{{count} kez çözüldü} other{{count} kez çözüldü}}
uk: {count, plural, =1{Зіграно {count} раз} few{Зіграно {count} рази} many{Зіграно {count} раз} other{Зіграно {count} разів}}
vi: {count, plural, other{Đã được giải {count} lần}}
zh: {count, plural, other{共 {count} 次尝试}}
zh_tw: {count, plural, other{已被嘗試{count}次}}
