Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Change email
af: Verander e-pos
ar: غير البريد الإلكتروني
az: E-poçtu dəyiş
be: Змяніць адрас электроннай пошты
bg: Промяна на имейла
bn: ই-মেইল পরিবর্তন করুন
bs: Promijenite e-mail
ca: Canvia el correu electrònic
cs: Změnit email
da: Skift e-mail
el: Αλλαγή διεύθυνσης email
eo: Ŝanĝi retadreson
es: Cambiar correo
eu: Posta elektronikoa aldatu
fa: تغییر ایمیل
fi: Vaihda sähköpostiosoitetta
gl: Cambiar correo
he: שינוי דוא״ל
hy: Փոխել էլ. փոստը
id: Ubah email
it: Cambia email
kk: Поштаны ауыстыру
ko: 이메일 주소 변경
lt: Keisti el. pašto adresą
lv: Mainīt e-pasta adresi
mk: Променете ја е-поштата
nl: Verander email
pt: Alterar email
ro: Schimbă emailul
ru: Сменить адрес электронной почты
sk: Zmeniť email
sl: Zamenjaj E-poštnega naslova
sq: Ndryshoni email-in
sr: Промени имејл
sv: Ändra e-postadress
tr: E-posta adresini değiştir
uk: Змінити адресу електронної пошти
vi: Thay đổi thư điện tử
zh: 更改邮箱
zh_tw: 更改電子郵件

source: Email
af: E-pos
ar: البريد الإلكتروني
az: E-poçt
be: Электронная пошта
bg: Имейл
bn: ইমেল
ca: Correu electrònic
el: Ηλ. ταχυδρομείο
eo: Retadreso
es: Correo
eu: Posta elektronikoa
fa: ایمیل
fi: Sähköpostiosoite
gl: Correo electrónico
he: דוא״ל
hy: Էլ. փոստ
kk: Пошта
ko: 이메일
lt: El. pašto adresas
lv: E-pasta adrese
mk: е-пошта
ru: Электронная почта
sl: E-poštni naslov
sr: Имејл
sv: E-post
tr: E-posta
uk: Електронна пошта
vi: Thư điện tử
zh: 邮箱
zh_tw: 電子郵件

source: Password reset
af: Wagwoord herstel
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenilə
be: Скінуць пароль
bg: Задаване на нова парола
bn: পাসওয়ার্ড পরিবর্তন
bs: Resetujte lozinku
ca: Restablir la contrasenya
cs: Změna hesla
da: Nulstil adgangskode
el: Επαναφορά κωδικού
eo: Ŝanĝi pasvorton
es: Cambiar contraseña
eu: Pasahitz berria eskatu
fa: بازنشانی گذرواژه
fi: Salasanan uusiminen
gl: restablecer o contrasinal
he: איפוס סיסמה
hy: Վերականգնել գաղտնաբառը
id: Reset kata sandi
it: Reimpostare la password
kk: Құпиясөзді қайта орнату
ko: 비밀번호 초기화
lt: Slaptažodžio atkūrimas
lv: Atiestatīt paroli
mk: Задај нова лозинката
nl: Nieuw wachtwoord
pt: Redefinir a palavra-passe
ro: Resetează parola
ru: Сброс пароля
sk: Obnova hesla
sl: Ponovna nastavitev gesla
sq: Ricaktim fjalëkalimi
sr: Мењање лозинке
sv: Återställ lösenord
tr: Şifreyi yenile
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh: 密码重置
zh_tw: 重置密碼

source: Forgot password?
af: Wagwoord vergeet?
ar: هل نسيت كلمة المرور؟
az: Şifrəni unutmusuz?
be: Забыліся на пароль?
bg: Забравена парола?
bn: পাসওয়ার্ড ভুলে গেছেন?
bs: Zaboravio/la si lozinku?
ca: Has oblidat la contrasenya?
cs: Zapomněl jste heslo?
da: Glemt adgangskode?
el: Ξεχάσατε τον κωδικό;
eo: Ĉu vi forgesis la pasvorton?
es: ¿Olvidaste tu contraseña?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه را فراموش کرده‌اید?
fi: Unohditko salasanasi?
gl: Esqueciches o teu contrasinal?
he: שכחת סיסמה?
hy: Մոռացել ե՞ք գաղտնաբառը
id: Lupa kata sandi?
it: Password dimenticata?
kk: Құпиясөзді ұмытып қалдыңыз ба?
ko: 비밀번호를 잊어버리셨나요?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
mk: Сте ја заборавиле лозинката?
nl: Wachtwoord vergeten?
pt: Esqueceste-te da tua palavra-passe?
ro: Ți-ai uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sq: Harruat fjalëkalimin?
sr: Заборавили лозинку?
sv: Glömt lösenordet?
tr: Şifremi unuttum
uk: Забули пароль?
vi: Quên mật khẩu?
zh: 忘记密码？
zh_tw: 忘記密碼？

# error_weakPassword
source: This password is extremely common, and too easy to guess.
af: Hierdie wagwoord is besonder algemeen en maklik om te raai.
ar: كلمة المرور هذه ضعيفة للغاية, و يسهل تخمينها.
az: Bu parol olduqca yayğındır və təxmin etmək çox asandır.
be: Гэты пароль вельмі распаўсюджаны, і яго занадта лёгка адгадаць.
bg: Тази парола е често срещана и несигурна.
bn: এই পাসওয়ার্ড অত্যন্ত প্রচলিত, এবং অনুমান করা খুব সহজ.
bs: Ova lozinka izuzetno je česta i prelahka za pogađanje.
ca: La contrasenya és extremadament comú i massa fàcil d'endevinar.
cs: Toto heslo je velmi běžné a je snadné ho uhodnout.
da: Denne adgangskode er ekstremt almindelig og for let at gætte.
el: Αυτός ο κωδικός πρόσβασης είναι εξαιρετικά συνηθισμένος και μπορεί πολύ εύκολα να μαντευτεί.
eo: Ĉi tiu pasvorto estas tre ofta, kaj oni povas simple diveni tion.
es: Esta contraseña es muy común y fácil de adivinar.
eu: Pasahitz hau oso arrunta eta asmatzeko erraza da.
fa: این گذرواژه بسیار رایج و آسان‌حدس است.
fi: Tämä salasana on erittäin yleinen ja liian helppo arvata.
gl: Ese contrasinal é extremadamente común e demasiado doado de adiviñar.
he: הסיסמה הזו נפוצה ביותר וקלה מדי לניחוש.
hy: Այդ գաղտնաբառը շատ տարածված է, և այն չափազանց հեշտ է գուշակել։
id: Password ini terlalu umum dan mudah ditebak.
it: Questa password è estremamente comune e troppo facile da indovinare.
kk: Осындай құпиясөз қолданыста көп, оны табу оңайға соғады.
ko: 이 비밀번호는 매우 흔하며 추측하기 쉽습니다.
lt: Šis slaptažodis itin dažnas ir jį pernelyg lengva atspėti.
lv: Šī parole ir ļoti bieži izmantota, un viegli uzminama.
mk: Оваа лозинка е пречеста и прелесна за откривање.
nl: Dit wachtwoord komt heel vaak voor en is te gemakkelijk te raden.
pt: Esta senha é extremamente comum, e muito fácil de adivinhar.
ro: Această parolă este extrem de comună şi prea uşor de ghicit.
ru: Этот пароль очень распространён, и его слишком легко угадать.
sk: Toto heslo je veľmi bežné, a ľahké na uhádnutie.
sl: To geslo je zelo pogosto in ga je prelahko uganiti.
sq: Ky fjalëkalim është tejet i rëndomtë dhe shumë i kollajtë të merret me mend.
sr: Ова лозинка је изузетно честа и сувише лака да се погоди.
sv: Detta lösenord är extremt vanligt, och alltför lätt att gissa.
tr: Bu parola çok yaygın, ve tahmin etmesi çok kolay.
uk: Цей пароль дуже поширений, і його легко відгадати.
vi: Mật khẩu này quá phổ biến và quá dễ đoán.
zh: 此密码极为常见，且极易被猜到。
zh_tw: 此密碼太常見，且很容易被猜到。

# error_namePassword
source: Please don't use your username as your password.
af: Moenie jou gebruikernaam as wagwoord gebruik nie.
ar: الرجاء عدم استخدام اسم المستخدم الخاص بك ككلمة المرور الخاصة بك.
az: Zəhmət olmasa istifadəçi adınızı şifrə kimi istifadə etməyin.
be: Калі ласка, не выкарыстоўвайце сваё імя карыстальніка ў якасці пароля.
bg: Моля, не използвайте потребителското си име като парола.
bn: দয়া করে আপনার পাসওয়ার্ড হিসাবে আপনার ব্যবহারকারী নাম ব্যবহার করবেন না.
bs: Molimo da ne upotrebljavate Vaše korisničko ime kao lozinku.
ca: Si us plau, no facis servir el teu nom d'usuari com a contrasenya.
cs: Nepoužívejte prosím své uživatelské jméno jako heslo.
da: Brug ikke dit brugernavn som din adgangskode.
el: Παρακαλώ μη χρησιμοποιείτε το όνομα χρήστη σας ως κωδικό πρόσβασης.
eo: Bonvolu ne uzi vian uzantnomon kiel vian pasvorton.
es: Por favor, no uses tu nombre de usuario como contraseña.
eu: Ez erabili zure erabiltzaile-izena pasahitz gisa.
fa: خواهشانه از نام کاربری‌تان برای گذرواژه‌تان استفاده نکنید.
fi: Älä laita salasanaksesi käyttäjänimeäsi.
gl: Por favor, non uses o teu usuario como contrasinal.
he: נא לא להשתמש בשם המשתמש בתור הסיסמה.
hy: Խնդրում ենք՝ Ձեր մասնակցային անունը մի՛ օգտագործեք որպես գաղտնաբառ։
id: Mohon tidak menggunakan username sebagai password.
it: Sei pregato di non utilizzare il tuo nome utente come password.
kk: Құпиясөз ретінде өз тіркеулі атыңызды жазбаңыз.
ko: 사용자 이름을 비밀번호로 사용하지 마세요.
lt: Prašome nenaudoti savo vartotojo vardo kaip slaptažodžio.
lv: Lūdzu, neizmantojiet savu lietotājvārdu kā paroli.
mk: Ве молиме не го користете корисничкото име како лозинка.
nl: Gebruik uw gebruikersnaam niet als wachtwoord.
pt: Por favor, não usa o teu nome de utilizador como senha.
ro: Te rugăm să nu folosești numele tău de utilizator ca parolă.
ru: Пожалуйста, не используйте свой логин в качестве пароля.
sk: Prosím, nepoužívajte Vaše prihlasovacie meno ako Vaše heslo!
sl: Prosimo, ne uporabljajte svojega uporabniškega imena kot gesla.
sq: Ju lutemi, mos përdorni si fjalëkalim tuajin emrin tuaj të përdoruesit.
sr: Не користите своје корисничко име као шифру.
sv: Använd inte ditt användarnamn som lösenord.
tr: Lütfen kullanıcı adınızı parolanız olarak kullanmayın.
uk: Будь ласка, не використовуйте своє ім'я користувача як пароль.
vi: Vui lòng không sử dụng tên đăng nhập làm mật khẩu.
zh: 请不要使用您的用户名作为密码。
zh_tw: 請不要把密碼設為使用者名稱。

# blankedPassword
source: You have used the same password on another site, and that site has been compromised. To ensure the safety of your Lichess account, we need you to set a new password. Thank you for your understanding.
af: Jy het die selfde wagwoord op 'n ander webwerf gebruik, en die wagwoord was ontbloot. Om die veiligheid van jou Lichess rekening te verseker, moet ons jou wagwoord vervang. Dankie vir jou samewerking.
ar: لقد استخدمت نفس كلمة المرور في موقع آخر، وقد تعرض ذلك الموقع للخطر. لضمان سلامة حساب Lichess الخاص بك، نحن بحاجة منك إلى تعيين كلمة مرور جديدة. شكرا لتفهمك.
az: Siz eyni parolu başqa saytda istifadə etmisiniz və həmin sayt oğurlanıb. Lichess hesabınızın təhlükəsizliyini təmin etmək üçün sizə yeni parol təyin etməyimiz lazımdır. Anlayışınız üçün təşəkkür edirik.
be: Вы выкарыстоўвалі той жа пароль на іншым сайце, і гэты сайт быў узламаны. Каб забяспечыць бяспеку вашага ўліковага запісу Lichess, трэба каб вы ўсталявалі новы пароль. Дзякуй за разуменне.
bg: Използвали сте същата парола в друг сайт и той е бил компрометиран. За да гарантираме сигурността на вашия акаунт в Lichess, трябва да зададете нова парола. Благодарим ви за разбирането.
bn: আপনি অন্য সাইটে একই পাসওয়ার্ড ব্যবহার করেছেন এবং সেই সাইট ডাটা হ্যাক করা হয়েছে. আপনার Lichess অ্যাকাউন্টের নিরাপত্তা নিশ্চিত করতে, আপনাকে একটি নতুন পাসওয়ার্ড সেট করতে হবে. বোঝার জন্য আপনাকে ধন্যবাদ.
bs: Upotrijebili ste istu lozinku na drugom sajtu, a taj je sajt kompromitiran. Da bismo omogućili sigurnost Vašeg računa na Lichessu, trebate postaviti novu lozinku. Hvala na razumijevanju.
ca: Has fet servir la mateixa contrasenya en altres llocs web i aquest lloc ha estat compromès. Per assegurar la seguretat del vostre compte de Lichess heu d'establir una nova contrasenya. Gràcies per la teva comprensió.
cs: Použili jste stejné heslo na jiném webu, který byl kompromitován. Abychom zajistili bezpečnost vašeho Lichess účtu, potřebujeme nastavit nové heslo. Děkujeme za pochopení.
da: Du har brugt den samme adgangskode på et andet websted, og dette websted er blevet kompromitteret. For at sikre din Lichess-konto skal du angive en ny adgangskode. Tak for din forståelse.
el: Έχετε χρησιμοποιήσει τον ίδιο κωδικό πρόσβασης για την εγγραφή σας σε άλλη ιστοσελίδα, η οποία όμως στη συνέχεια παραβιάστηκε, με αποτέλεσμα τη διαρροή του κωδικού αυτού στο διαδίκτυο. Για την ασφάλεια του λογαριασμού σας στο Lichess θα πρέπει να ορίσετε έναν νέο κωδικό πρόσβασης. Σας ευχαριστούμε για την κατανόησή.
eo: Vi uzis la saman pasvorton ĉe alia retego, kaj tiu retejo estis breĉita. Por certigi la sekurecon de via Lichess-konto, ni devas, ke vi faru novan pasvorton. Dankon por via kunsento.
es: Has utilizado la misma contraseña en alguna otra página que fue objeto de un ataque (y expuso tu contraseña). Para garantizar la seguridad de tu cuenta en Lichess, necesitamos que elijas una contraseña diferente. Gracias por tu comprensión.
eu: Pasahitz hau beste webgune baten erabili duzu eta publikoki ezaguna da hori. Lichess kontuaren segurtasuna bermatzeko beste pasahitz bat erabili behar duzu. Eskerrik asko.
fa: شما از گذرواژهٔ یکسانی در وبگاه دیگری بهراییده‌اید و آن وبگاه به خطر افتاده است. برای اطمینان از ایمنی حساب لیچس‌تان، به شما نیاز داریم تا گذرواژهٔ نویی را تعیین کنید. از درک‌تان سپاسگزاریم.
fi: Olet käyttänyt samaa salasanaa toisella sivustolla, ja kyseinen sivusto on vaarantunut. Sinun on asetettava uusi salasana Lichess-tunnuksesi turvallisuuden varmistamiseksi. Kiitokset ymmärtäväisyydestäsi.
gl: Empregaches o mesmo contrasinal noutro sitio e a seguridade dese sitio foi comprometida. Para confirmar a seguridade da túa conta de Lichess, necesitamos que indiques un novo contrasinal. Grazas e perdón polas molestias.
he: השתמשת בסיסמה שלך באתר אחר, ויתכן שהיא מועדת לפריצה. כדי להגן על חשבונך ב־Lichess, עליך להגדיר סיסמה חדשה. תודה על ההבנה.
hy: Նույն գաղտնաբառը Դուք օգտագործել եք այլ կայքում, իսկ այդ կայքը վարկաբեկվել է։ Այժմ Lichess-ի Ձեր մասնակցային հաշվի անվտանգության համար անհրաժեշտ է սահմանել նոր գաղտնաբառ։ Շնորհակալություն ըմբռնումով մոտենալու համար։
id: Anda telah menggunakan password di website lain, dan website itu telah jebol. Untuk memastikan keamanan akun Lichess anda, kami haruskan untuk menyetel password baru. Terimakasih atas pengertiannya.
it: Hai usato la stessa password su un altro sito e quel sito è stato violato. Per garantire la sicurezza del tuo account Lichess, abbiamo bisogno che imposti una nuova password. Grazie per la tua comprensione.
kk: Бұл құпиясөзді сіз басқа сайтта қолданғансыз. Сол сайт құпиясөзді сақтай алмай жария етті. Сондықтан Личес тіркелгіңізді қорғау мақсатында сізден жаңа құпиясөзді орнатуды сұраймыз.
ko: 당신이 다른 사이트에서 동일한 비밀번호를 사용했으며, 해당 사이트가 유출되었습니다. Lichess 계정의 안전을 위해 새 비밀번호를 설정해 주세요. 양해해 주셔서 감사합니다.
lt: Jūs jau panaudojote šį slaptažodį kitoje svetainėje, kurios saugumas buvo pažeistas. Norėdami užtikrinti jūsų Lichess paskyros saugumą turime paprašyti nustatyti naują slaptažodį. Dėkojame už supratingumą.
lv: Šī parole tikusi izmantota citā vietnē, kas tika kompromitēta. Lai nodrošinātu sava konta drošību, jums jāiestata jauna parole. Paldies par sapratni!
mk: Истата лозинка сте ја користеле на друг сајт кој е компромитиран. За до го обезбедите вашиот Lichess профил, Ве замолуваме да одберете нова лозинка. Ви благодариме на разбирањето.
nl: Je hebt hetzelfde wachtwoord gebruikt op een andere site en die site heeft een datalek gehad. Om de veiligheid van je Lichess-account te garanderen, dien je een nieuw wachtwoord in te stellen. Bedankt voor je begrip.
pt: Utilizou a mesma palavra-passe noutro site, e esse site foi comprometido. Para garantir a segurança da sua conta Lichess, precisamos que redefina a palavra-passe. Obrigado pela compreensão.
ro: Ați folosit aceeași parolă pe un alt site, iar acel site a fost compromis. Pentru a asigura siguranța contului dvs. Lichess, trebuie să setați o parolă nouă. Vă mulțumim pentru înțelegere.
ru: Вы использовали такой же пароль на другом сайте, а тот сайт был скомпрометирован. Теперь для безопасности вашей учётной записи на Lichess необходимо установить новый пароль. Спасибо за ваше понимание.
sk: Na inej stránke ste použili rovnaké heslo a táto stránka bola napadnutá. Aby sme zaistili bezpečnosť Vášho účtu Lichess, je potrebné aby ste si nastavili nové heslo. Ďakujeme Vám za pochopenie.
sl: Isto geslo ste uporabili na drugem spletnem mestu in to spletno mesto je bilo prizadeto. Da bi zagotovili varnost vašega računa Lichess, morate določiti novo geslo. Zahvaljujemo se vam za razumevanje.
sq: Keni përdorur të njëjtin fjalëkalim si në një sajt tjetër dhe ai sajt është komprometuar. Për të garantuar sigurinë e llogarisë tuaj Lichess, na duhet t’ju caktojmë një fjalëkalim të ri. Faleminderit për mirëkuptimin.
sr: Користио си исту лозинку на другом сајту и тај сајт је био хакован. Да бисмо обезбедили сигурност твог Lichess налога, неопходно је да поставимо нову лозинку. Хвала на разумевању.
sv: Du har använt samma lösenord på en annan hemsida, och den hemsidan har blivit hackad. För att säkra ditt Lichesskonto måste du välja ett nytt lösenord. Tack för din förståelse.
tr: Şifreniz güvenlik açığı yaşanan başka bir sitede kullanılmış. Lichess hesabınızı güvende tutmak için yeni bir şifre seçmeniz gerekiyor. Anlayışınız için teşekkürler.
uk: Ви використали той самий пароль на іншому сайті, безпека якого є під загрозою. Для забезпечення безпеки вашого профілю Lichess вам потрібно встановити новий пароль. Дякуємо за розуміння.
vi: Bạn đã sử dụng cùng một mật khẩu trên một trang web khác và trang web đó đã bị xâm nhập. Để đảm bảo an toàn cho tài khoản Lichess của bạn, chúng tôi cần bạn đặt mật khẩu mới. Cảm ơn vì bạn đã thông cảm.
zh: 您在另一个网站上使用了相同的密码，而该网站已遭泄露。为确保您 Lichess 账户的安全，我们需要您设置一个新密码。感谢您的理解。
zh_tw: 你在其他站點使用過相同的密碼，並且這些站點已經失效。為確保你的 Lichess 帳戶安全，你需要設置新密碼。感謝你的理解。

source: You are leaving Lichess
af: Jy verlaat Lichess
ar: أنت تغادر Lichess
az: Lichessdən ayrılırsınız
be: Вы пакідаеце Lichess
bg: Напускате Lichess
bn: আপনি লিচেস ছেড়ে যাচ্ছেন
bs: Napuštate Lichess
ca: Estàs sortint de Lichess
cs: Odcházíte z Lichess
da: Du forlader Lichess
el: Αποχωρείτε από την ιστοσελίδα του Lichess
eo: Vi foriras de retejo Lichess
es: Vas a salir de Lichess
eu: Lichess uzten ari zara
fa: در حال ترک lichess هستید
fi: Olet poistumassa Lichessistä
gl: Estas saíndo de Lichess
he: את/ה עוזב/ת את Lichess
hy: Դուք լքում եք Lichess-ը
id: Anda akan keluar dari Lichess
it: Stai uscendo da Lichess
kk: Сіз Личес-тен шыққалы тұрсыз
ko: Lichess에서 나갑니다
lt: Jūs paliekate Lichess
lv: Jūs pārejat uz vietni ārpus Lichess
mk: Го напуштате Lichess
nl: Je verlaat Lichess
pt: Você está a sair do Lichess
ro: Părăsești Lichess
ru: Вы покидаете Lichess
sk: Odchádzate z Lichessu
sl: Zapuščate Lichess
sq: Po ikni nga Lichess
sr: Напуштате Личесс
sv: Du lämnar Lichess
tr: Lichess'ten ayrılıyorsunuz
uk: Ви залишаєте Lichess
vi: Bạn đang thoát Lichess
zh: 您正在离开 Lichess
zh_tw: 你正要離開 Lichess

# neverTypeYourPassword
source: Never type your Lichess password on another site!
af: Moenie jou Lichess wagwoord ooit op 'n ander werf intik nie!
ar: لا تكتب كلمة مرور Lichess الخاصة بك على موقع آخر!
az: Lichess parolunuzu heç vaxt başqa saytda yazmayın!
be: Ніколі не ўводзьце свой пароль Lichess на іншым сайце!
bg: Никога не използвайте паролата си за Lichess в друг сайт!
bn: লিচেসে ব্যবহৃত পাসওয়ার্ড অন্য কোনো ওয়েবসাইটে টাইপ/ব্যবহার করবেন না!
bs: Nikada nemojte unijeti Vašu lozinku za Lichess na nekom drugom sajtu!
ca: Mai teclegis la contrasenya de Lichess en un altre lloc web!
cs: Nikdy nezadávejte svoje Lichess heslo na jiném webu!
da: Indtast aldrig din Lichess-adgangskode på et andet websted!
el: Ποτέ μην πληκτρολογήσετε τον κωδικό σας από το Lichess σε άλλον ιστότοπο!
eo: Neniam tajpu vian Lichess-pasvorton en alia retejo!
es: ¡Nunca escribas tu contraseña de Lichess en otras páginas!
eu: Ez erabiili zure Lichesseko pasahitza beste inon!
fa: هرگز گذرواژهٔ Lichessتان را در وبگاه دیگری ننویسید!
fi: Älä koskaan kirjoita Lichess-salasanaasi toiselle sivustolle!
gl: Nunca empregues o teu contrasinal de Lichess noutro sitio web!
he: לעולם אל תקלידו את סיסמתכם ב־Lichess באף אתר אחר!
hy: Երբեք մի՛ մուտքագրեք Lichess-ի գաղտնաբառը այլ կայքերում։
id: Jangan pernah memasukkan password Lichess di tempat lain!
it: Non digitare mai la tua password di Lichess su un altro sito!
kk: Личестегі құпиясөзіңізді басқа сайттарда қолданбаңыз!
ko: 다른 사이트에서는 절대로 Lichess 비밀번호를 입력하지 마세요!
lt: Niekada netalpinkite savo Lichess slaptažodžio kitoje svetainėje!
lv: Nekad neievadiet savu Lichess paroli citā vietnē!
mk: Никогаш не ја користете Вашата Lichess лозинка на друг сајт!
nl: Voer je Lichess-wachtwoord nooit in op een andere website!
pt: Nunca escrevas a tua senha Lichess em outro site!
ro: Nu introduceți niciodată parola Lichess pe un alt site!
ru: Никогда не вводите свой пароль Lichess на другом сайте!
sk: Nikdy nepoužívajte vaše Lichess heslo na inom webe!
sl: Nikoli ne vnesite svojega gesla za Lichess na drugem mestu!
sq: Mos shtypni kurrë fjalëkalimin tuaj për në Lichess te një sajt tjetër!
sr: Никада немој користити своју Lichess лозинку на неком другом сајту!
sv: Skriv aldrig ditt Lichess-lösenord på en annan webbplats!
tr: Lichess parolanızı asla başka bir site içerisinde yazmayın!
uk: Ніколи не вводьте свій пароль Lichess на іншому сайті!
vi: Không bao giờ nhập mật khẩu Lichess của bạn trên bất kì trang web nào khác!
zh: 切勿在其他网站上输入您的 Lichess 密码！
zh_tw: 不要在其他網站輸入你的 Lichess 密碼！

# proceedToX
source: Proceed to {param}
af: Gaan na {param}
ar: انتقل إلى {param}
az: {param} ilə davam edin
be: Перайсці да {param}
bg: Продължи към {param}
bn: {param} এ এগিয়ে যান
bs: Idite na {param}
ca: Continuar a {param}
cs: Pokračovat na {param}
da: Fortsæt til {param}
el: Μεταβείτε στον τομέα {param}
eo: Daŭrigi al {param}
es: Ir a {param}
eu: Joan zaitez {param} helbidera
fa: بروید به {param}
fi: Siirry {param}
gl: Ir a {param}
he: מעבר ל־{param}
hy: Անցնել {param}
id: Melanjutkan ke {param}
it: Procedi su {param}
kk: {param} -ға өтіп кету
ko: {param}로 진행
lt: Eiti į {param}
lv: Virzīties uz {param}
mk: Продолжете кон {param}
nl: Ga naar {param}
pt: Continuar para {param}
ro: Continuă către {param}
ru: Перейти на {param}
sk: Pokračovať na {param}
sl: Nadaljujte na {param}
sq: Vazhdo te {param}
sr: Настаби до {param}
sv: Gå vidare till {param}
tr: {param} adresine devam et
uk: Перейти до {param}
vi: Chuyển tới trang {param}
zh: 继续前往 {param}
zh_tw: 前往 {param}
