Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: [Click to reveal email address]
af: [Klik om e-posadres te beskou]
ar: [انقر للكشف عن عنوان البريد الإلكتروني]
az: [E-poçt ünvanını görmək üçün klikləyin]
be: Націсніце, каб высветліць электроную пошту
bg: [Щракнете, за да видите имейл адреса]
bn: [ইমেইল অ্যাড্রেস দেখতে ক্লিক করুন]
bs: [Kliknite da otkrijete adresu e-pošte]
ca: [Clica per a mostrar l'adreça de correu electrònic]
cs: [Klikněte pro zobrazení e-mailové adresy]
da: [Klik for at vise e-mailadresse]
el: [κάντε κλικ για να δείτε τη διεύθυνση email]
eo: [Klaku por malkaŝi retpoŝtadreson]
es: [Haz clic para mostrar el correo electrónico]
eu: [Egin klik eposta helbidea erakusteko]
fa: [برای آشکارسازی نشانیِ رایانامه بتِلیکید]
fi: [Paljasta sähköpostiosoite napsauttamalla tästä]
gl: [Pincha para ver o correo electrónico]
he: לחץ/י כדי לחשוף את כתובת הדוא"ל
hy: [Սեղմեք՝ էլեկտրոնային փոստի հասցեն բացելու համար]
id: [Klik untuk memunculkan alamat email]
it: [Clicca per mostrare l'indirizzo email]
kk: [поштаны көрсету үшін шертіңіз]
ko: [이메일 주소를 보려면 클릭]
lt: [spustelėkite norėdami pamatyti el. pašto adresą]
lv: [Noklikšķiniet, lai atklātu e-pasta adresi]
mk: [Кликнете за да се прикаже е-мајл адресата]
nl: [Klik om het e-mailadres te tonen]
pt: [Clique para revelar o endereço de e-mail]
ro: [Click pentru a dezvălui adresa de e-mail]
ru: [Нажмите, чтобы раскрыть адрес электронной почты]
sk: [Kliknite pre zobrazenie e-mailovej adresy]
sl: [Kliknite, da razkrijete elektronski naslov]
sq: [Klikoni që të zbulohet adresa email]
sr: [Притисни да откријеш имејл адресу]
sv: [Klicka för att visa mailadress]
tr: [E-posta adresini göstermek için tıklayın]
uk: [Натисніть щоб побачити електронну адресу]
vi: [Nhấp để tiết lộ địa chỉ email]
zh: [点击显示邮箱地址]
zh_tw: [點擊以顯示電子郵件]

source: Download
af: Laai af
ar: تحميل
az: Endir
be: Спампаваць
bg: Изтегли
bn: ডাউনলোড করুন
bs: Preuzmite
ca: Descarregar
cs: Stáhnout
el: Λήψη
eo: Elŝuti
es: Descargar
eu: Deskargatu
fa: بارگیری
fi: Lataa
gl: Descarga
he: הורדה
hy: Ներբեռնել
id: Unduh
kk: Жүктеп алу
ko: 다운로드
lt: Atsisiųsti
lv: Lejupielādēt
mk: Преземете
nl: Downloaden
pt: Transferir
ro: Descărcare
ru: Загрузить
sk: Stiahnuť
sl: Prenos
sq: Shkarkoje
sr: Преузми
sv: Ladda ner
tr: İndir
uk: Завантаження
vi: Tải về
zh: 下载
zh_tw: 下載

source: Coach manager
af: Afrigter bestuurder
ar: مدير المدرب
be: Трэнерская старонка
bg: Настройки за треньори
bn: প্রশিক্ষক ব্যবস্থাপনা
bs: Postavke za trenera
ca: Gestionament d'entrenador
cs: Nastavení trenéra
da: Træner-administration
el: Διαχειριστής προπονητή
eo: Trejnista administranto
es: Gestor de entrenador
eu: Entrenatzaileen kudeatzailea
fa: تنظیمات مربی
fi: Valmentaja-asetukset
gl: Administrador de adestradores
he: הגדרות עבור מאמנים
hy: Մարզիչների համար
id: Manajer pelatih
it: Gestore allenatore
kk: Бапкер басқармасы
ko: 코치 설정
lt: Trenerių valdymas
lv: Trenera iestatījumi
mk: Поставки за тренер
pt: Gestor de treinadores
ro: Setări pentru antrenor
ru: Для тренеров
sk: Nastavenia trénera
sl: Nastavitve za trenerja
sq: Trajner
sv: Coach-hanterare
tr: Eğitmen ayarları
uk: Тренерські налаштування
vi: Quản lý huấn luyện viên
zh: 教练管理
zh_tw: 教練管理

source: Streamer manager
af: Uitsender bestuurder
ar: مدير البث
be: Стрымерская старонка
bg: Настройки за стриймъри
bn: সম্প্রচার নিয়ন্ত্রণ
bs: Postavke za strimera
ca: Gestionament de retransmissor
cs: Nastavení streamera
da: Streamer-administration
el: Διαχειριστής streamer
eo: Filmprezentista administranto
es: Gestor de emisiones
eu: Zuzenekoen kudeatzailea
fa: مدیریت جریان‌سازی
fi: Striimausasetukset
gl: Administrador de presentadores
he: אזור ניהול משדר
hy: Սթրիմերների համար
id: Manajer stream
it: Gestore streamer
kk: Стример басқармасы
ko: 스트리머 설정
lt: Transliuotojų valdymas
lv: Straumētāja iestatījumi
mk: Поставки за стример менаџер
pt: Gestor do streamer
ro: Setări pentru streamer
ru: Управление стримом
sk: Správca streamov
sl: Nastavitve upravitelja pretočnega predvajanja
sq: Përgjegjës transmetimesh
sv: Stream-hanterare
tr: Yayıncı ayarları
uk: Стрімерські налаштування
vi: Quản lý trang Streamer
zh: 直播管理
zh_tw: 直播管理

# cancelTournament
source: Cancel the tournament
af: Kanseleer die toernooi
ar: الغاء البطولة
az: Müsabiqəni ləğv et
be: Скасаваць турнір
bg: Отмяна на турнира
bn: টুর্নামেন্ট বাতিল করুন
bs: Otkaži turnir
ca: Cancel-lar el torneig
cs: Zrušit turnaj
da: Aflys turneringen
el: Ακύρωση τουρνουά
eo: Nuligi la turniron
es: Cancelar el torneo
eu: Bertan behera utzi txapelketa
fa: لغو مسابقه
fi: Peruuta turnaus
gl: Cancelar o torneo
he: ביטול הטורניר
hy: Չեղարկել մրցաշարը
id: Batalkan turnamen
it: Annulla il torneo
kk: Жарысты болдырмау
ko: 토너먼트 취소하기
lt: Atšaukti turnyrą
lv: Atcelt turnīru
mk: Откажи го турнирот
nl: Toernooi annuleren
pt: Cancelar o torneio
ro: Anulează turneul
ru: Отменить турнир
sk: Zrušiť turnaj
sl: Prekini turnir
sq: Anulojeni turneun
sv: Avbryt turneringen
tr: Turnuvayı iptal et
uk: Скасувати турнір
vi: Hủy giải đấu
zh: 取消锦标赛
zh_tw: 取消錦標賽

# tournDescription
source: Tournament description
af: Toernooi beskrywing
ar: وصف البطولة
az: Turnir açıqlaması
be: Апісанне турніру
bg: Описание на турнира
bn: টুর্নামেন্টের বর্ণনা
bs: Opis turnira
ca: Descripció del torneig
cs: Popis turnaje
da: Turneringsbeskrivelse
el: Περιγραφή του τουρνουά
eo: Turnira priskribo
es: Descripción del torneo
eu: Txapelketaren deskribapena
fa: توضیحات مسابقه
fi: Turnauksen kuvaus
gl: Descrición do torneo
he: תיאור הטורניר
hy: Մրցաշարի նկարագրությունը
id: Deskripsi turnamen
it: Descrizione del torneo
kk: Жарыс сипаттамасы
ko: 토너먼트 설명
lt: Turnyro aprašymas
lv: Turnīra apraksts
mk: Опис на турнирот
nl: Toernooibeschrijving
pt: Descrição do torneio
ro: Descrierea turneului
ru: Описание турнира
sk: Popis turnaja
sl: Opis turnirja
sq: Përshkrim turneu
sv: Turneringsbeskrivning
tr: Turnuva açıklaması
uk: Опис турніру
vi: Mô tả giải đấu
zh: 锦标赛描述
zh_tw: 錦標賽敘述

# tournDescriptionHelp
source: Anything special you want to tell the participants? Try to keep it short. Markdown links are available: [name](https://url)
af: Enige iets spesiaal wat jy aan die deelnemers wil vertel? Probeer dit kort hou. "Markdown" skakels is beskikbaar: [name](https://url)
ar: هل تريد إخبار أي شيء مميز للمشاركين؟ حاول أن تبقيه قصيرة. روابط Markdown متوفرة: [name](https://url)
be: Хочаце сказаць удзельнікам што-небудзь асаблівае? Паспрабуйце зрабіць гэта сцісла. Markdown спасылкі даступныя: [name](https://url)
bg: Искате да кажете нещо специално на участниците? Моля бъдете кратки. За връзки можете да използвате Markdown: [name](https://url)
bn: অংশগ্রহণকারীদের কিছু বলতে চান? সংক্ষেপে লেখার চেষ্টা করুন। Markdown links ব্যবহারযোগ্য: [name](https://url)
bs: Postoji li nešto posebno što bi htjeli reći učesnicima? Pokušajte biti kratki. Markdown linkovi su dostupni: [name](https://url)
ca: Cap cosa per mencionar als participants? Intenta mantenir-ho curt. Enllaços utilitzant Markdown estan disponibles: [nom](https://url)
cs: Je tu něco co by ste chtěli sdělit účastníkům? Skuste to ve skratce. Markdown odkazy jsou k dispozici: [name](https://url)
da: Noget særligt du ønsker at fortælle deltagerne? Prøv at holde det kort. Markdown-links er tilgængelige: [name](https://url)
el: Θέλετε να πείτε κάτι ιδιαίτερο στους παίκτες; Προσπαθήστε να κρατήσετε το μήνυμά σας σύντομο. Μπορείτε να χρησιμοποιείτε συνδέσμους σε Markdown: [name](https://url)
eo: Ĉu io ajn speciala, ke vi volas diri al la partoprenantoj? Provu teni ĝin mallonga. Markdown ligoj estas disponebla: [name](https://url)
es: ¿Quieres decirle algo especial a los participantes? Intenta ser breve. Puedes usar enlaces al estilo Markdown: [nombre](https://url)
eu: Parte-hartzaileei zerbait esan nahi diezu? Markdown erako estekak erabili ditzakezu [izena](http://helbidea)
fa: نکته خاصی را می‌خواهید به شرکت‌کنندگان گویید؟ بکوشید کوتاه باشد. پیوندهای فرونشان موجودند: [name](https://url)
fi: Haluatko kertoa osallistujille jotain erityistä? Kerro se lyhyesti ja ytimekkäästi. Voit käyttää markdown-linkkejä: [name](https://url)
gl: Queres dicirlles algo en especial ós participantes? Tenta ser breve. Hai dispoñibles ligazóns de Markdown: [name](https://url)
he: יש לך משהו להגיד למשתתפים? עדיף בקיצור. קישורים אינטראקטיביים של Markdown זמינים. [name](https://url)
hy: Անկանու՞մ եք ինչ-որ բան ասել օգտվողներին: Փորձեք լինել հակիրճ. Markdown ձևաչափով հղումները [name](https://url) մատչելի են:
id: Adakah sesuatu yang spesial yang Anda ingin katakan kepada peserta? Coba buat pendek saja. Tautan Markdown tersedia: [name] (https://url)
it: Qualcosa di speciale che vuoi dire ai partecipanti? Prova a mantenerla breve. I link di markdown sono disponibili: [name](https://url)
kk: Қатысушыларға арнайы сөзіңіз болса, жазыңыз. Қысқа болған жақсы. Сілтемелерді markdown күйінде қосуыңызға болады: [name](https://url)
ko: 참가자에게 하고 싶은 말이 있나요? 짧게 작성해주세요. 마크다운 링크가 가능합니다: [name](https://url)
lt: Yra kažkas, ką turi žinoti dalyviai? Stenkitės perteikti trumpai. Galimos Markdown nuorodos: [pavadinimas](https://url)
lv: Vai vēlaties dalībniekiem teikt ko īpašu? Centieties izteikties īsi! Iespējams ievietot Markdown saites: [nosaukums](https://url)
mk: Дали сакате да им кажете нешто на натпреварувачите? Пробајте да бидете кратки. Markdown линкови се достапни: [name](https://url)
nl: Iets bijzonders dat je de deelnemers wilt vertellen? Probeer het kort te houden. Markdown-links zijn beschikbaar: [name](https://url)
pt: Quer dizer alguma coisa em especial aos participantes? Seja breve. Estão disponíveis ligações de Markdown: [name](https://url)
ro: Vrei să spui participanților ceva special? Încearcă să fii succint. Poți folosi link-uri Markdown: [nume](https://url)
ru: Хотите рассказать что-то пользователям? Постарайтесь быть лаконичны. Доступны ссылки в формате Markdown: [name](https://url)
sk: Je niečo čo by ste chceli povedať účastníkom turnaja? Snažte sa byť stručný! Môžete použiť markdown značky: [name](https://url)
sl: Kaj posebnega želite povedati udeležencem? Poskusite, da bo kratek. Na voljo so povezave do oznak: [name] (https://url)
sq: Ndonjë gjë e veçantë që dëshironi t’u thoni pjesëmarrësve? Përpiquni të jetë me pak fjalë. Mund të përdoren lidhje Markdown: [name](https://url)
sv: Något speciellt du vill berätta för deltagarna? Försök att hålla det kort. Markdown länkar finns tillgängliga: [name](https://url)
tr: Katılımcılara söylemek istediğiniz özel bir şey var mı? Kısa tutmaya çalışın. İşaretleme bağlantılarını kullanabilirsiniz: [name](https://url)
uk: Є щось особливе, що ви хочете сказати учасникам? Спробуйте написати це коротко. Для посилань доступна розмітка Markdown: [name](https://url)
vi: Có điều gì đặc biệt bạn muốn nói với những người tham gia không? Cố gắng viết ngắn gọn. Các liên kết cấu trúc Markdown có sẵn: [Văn bản](https://url)
zh: 您有什么特别想告知参与者的吗？请尽量简短描述。支持 Markdown 链接格式：[名称](网址)
zh_tw: 有甚麼特別要告訴參賽者的嗎？盡量不要太長。可以使用 Markdown 網址 [name](https://url)。

# ratedFormHelp
source: Games are rated and impact players ratings
af: Spelle is gegradeer en beïnvloed speler graderings
ar: المباريات مصنفة وتأثر على تقييم اللاعبين
be: Гульні - рэйтынгавыя і ўплываюць на рэйтынг гульцоў
bg: Игрите са с рейтинг и влияят на рейтинга на играчите
bn: খেলাগুলো রেটেড/পয়েন্ট ভিত্তিক এবং খেলোয়াড়দের রেটিং এ প্রভাব ফেলবে
bs: Igre se ocjenjuju i utječu na ocjenu igrača
ca: Els jocs són puntuats i impacten les puntuacions dels jugadors
cs: Hry jsou hodnoceny a mají dopad na hodnocení hráče
da: Partier er ratede og påvirker spilleres ratings
el: Οι παρτίδες είναι βαθμολογημένες και επηρεάζουν τη βαθμολογία των παικτών
eo: Ludoj estas rangaj kaj influas la rangojn de ludantoj
es: Las partidas son por puntos y afectan a la puntuación de los jugadores
eu: Partidek jokalarien sailkapenerako balio dute
fa: بازی‌ها رسمی هستند و روی درجه‌بندی بازیکنان تاثیر می‌گذارند
fi: Pelit pisteytetään ja niillä on vaikutus pelaajien vahvuuslukuihin
gl: As partidas son puntuadas e afectan ás puntuacións dos xogadores
he: המשחקים מדורגים ומשפיעים על דירוגם של השחקנים
hy: Խաղերն ընթանում են վարկանիշի հաշվարկով և ազդում են խաղացողների վարկանիշի վրա
id: Permainan dinilai dan berdampak pada peringkat pemain
it: Le partite sono valutate e impattano le valutazioni dei giocatori
kk: Ойындар бағалы яғни ойыншылардың рейтингіне әсер етеді
ko: 대국들은 레이팅이 매겨지며, 플레이어의 레이팅에 영향을 미칩니다
lt: Partijos reitinguotos ir daro įtaką žaidėjų reitingams
lv: Spēles ir vērtētas un ietekmē spēlētāju reitingu
mk: Игрите се оценуваат и влијаат врз рејтингот на играчите
nl: Partijen worden met rating gespeeld en hebben effect op de rating van de spelers
pt: Os jogos são classificados e afetam as avaliações dos jogadores
ro: Partidele sunt evaluate și vor avea ca rezultat modificarea ratingului
ru: Игры идут с обсчётом рейтинга и влияют на рейтинг игроков
sk: Partie sú hodnotené a ovplyvnia rating hráčov
sl: Igre so rangirane in vplivajo na rejtinge igralcev
sq: Lojërat vlerësohen dhe ndikojnë te vlerësimet e lojëtarëve
sv: Partier är rankade och påverkar spelares rating
tr: Oyunlar derecelidir ve oyuncu puanlarını etkilemektedir
uk: Ігри обраховуються за рейтинговою системою і впливатимуть на рейтинг гравців
vi: Các ván đấu có xếp hạng và ảnh hưởng đến hệ số của người chơi
zh: 对局为排位对局，将影响棋手等级分
zh_tw: 比賽為積分賽 會影響到棋手的積分

source: Only members of team
af: Slegs lede van span
ar: اعضاء الفريق فقط
az: Yalnız qrup üzvləri
be: Толькі чальцы каманды
bg: Само членове на отбора
bn: শুধুমাত্র দলের সদস্যরা
bs: Samo članovi tima
ca: Només membres de l'equip
cs: Pouze členové týmu
da: Kun medlemmer af hold
el: Μόνο μέλη της ομάδας
eo: Nur teamanoj
es: Sólo miembros del equipo
eu: Talde bateko kideak bakarrik
fa: تنها اعضای تیم
fi: Vain joukkueen jäsenet
gl: Só membros do equipo
he: רק חברי הקבוצה
hy: Միայն ակումբի անդամների համար
id: Hanya anggota dari tim
it: Solo i membri della squadra
kk: Тек топ мүшелері
ko: 팀 멤버들만
lt: Tik komandos nariai
lv: Tikai komandas dalībnieki
mk: Само за членови на тимот
nl: Alleen leden van het team
pt: Apenas membros da equipa
ro: Numai membrii echipei
ru: Только для членов клуба
sk: Iba členovia tímu
sl: Samo člani ekipe
sq: Vetëm pjesëmarrës të ekipit
sr: Само чланови тима
sv: Endast medlemmar i lag
tr: Sadece takım üyeleri
uk: Лише члени команди
vi: Chỉ thành viên của đội
zh: 仅团队成员
zh_tw: 只限隊員

source: No restriction
af: Geen beperking
ar: لا قيود
az: Məhdudiyyət yoxdur
be: Без абмежаванняў
bg: Без ограничение
bn: কোনো বিধিনিষেধ নেই
bs: Bez ograničenja
ca: Sense restriccions
cs: Bez omezení
da: Ingen restriktion
el: Χωρίς περιορισμούς
eo: Neniu limigo
es: Sin restricciones
eu: Murrizketarik ez
fa: بدون محدودیت
fi: Ei rajoituksia
gl: Sen restrición
he: ללא הגבלה
hy: Առանց սահմանափակումների
id: Tidak ada pembatasan
it: Nessuna restrizione
kk: Шектеусіз
ko: 제한 없음
lt: Jokių apribojimų
lv: Bez ierobežojumiem
mk: Без ограничувања
nl: Geen restrictie
pt: Sem restrições
ro: Fără restricții
ru: Без ограничений
sk: Bez obmedzenia
sl: Brez omejitev
sq: Pa kufizim
sv: Ingen begränsning
tr: Kısıtlama yok
uk: Без обмежень
vi: Không giới hạn
zh: 无限制
zh_tw: 沒有限制

source: Minimum rated games
af: Minimum gegradeerde spelle
ar: الحد الأدنى للالعاب المصنفة
az: Minimum reytinqli oyunlar
be: Мінімальная колькасць рэйтынгавый партый
bg: Минимален брой игри с рейтинг
bn: সর্বনিম্ন রেটেড খেলার সংখ্যা
bs: Minimalan broj ocijenjenih igri
ca: Mínims partits puntuats
cs: Minimální počet her s ratingem
da: Minimum ratede partier
el: Ελάχιστος αριθμός βαθμολογημένων παρτίδων
eo: Minimumo de rangaj ludoj
es: Mínimo de partidas por puntos
eu: Gutxieneko partida kopurua
fa: حداقل بازی های ریتد
fi: Pisteytettyjä pelejä vähintään
gl: Mínimo de partidas puntuadas
he: מספר משחקים מדורגים מינימלי
hy: Նվազագույն վարկանիշային խաղեր
id: Permainan di nilai minimum
it: Giochi votati al minimo
kk: Бағалы ойындар кемінде
ko: 최소 레이팅 대국 참여 횟수
lt: Mažiausiai įvertintos partijos
lv: Minimālais vērtēto spēļu skaits
mk: Минимум рангирани игри
nl: Minimumaantal partijen met rating
pt: Jogos com classificação mínima
ro: Numar minim de partide evaluate jucate
ru: Минимум рейтинговых игр
sk: Minimum hodnotených partií
sl: Najmanjše število rangiranih iger
sq: Lojëra të vlerësuara në minimum
sv: Minst antal rankade partier
tr: En düşük puanlı oyunlar
uk: Мінімум рейтингових ігор
vi: Số ván đã xếp hạng tối thiểu
zh: 最少排位对局数
zh_tw: 評分局遊玩次數下限

source: Minimum rating
af: Minimum gradering
ar: أقل تصنيف
az: Minimum reyting
be: Мінімальны рэйтынг
bg: Минимален рейтинг
bn: সর্বনিম্ন রেটিং
bs: Minimalna ocjena
ca: Puntuació mínima
cs: Minimální rating
el: Ελάχιστη βαθμολογία
eo: Minimuma rango
es: Puntuación mínima
eu: Gutxieneko sailkapena
fa: حداقل درجه‌بندی
fi: Vahvuusluku vähintään
gl: Puntuación mínima
he: דירוג מינימלי
hy: Նվազագույն վարկանիշ
id: Peringkat minimum
it: Valutazione minima
kk: Рейтинг кемінде
ko: 최소 레이팅
lt: Minimalus reitingas
lv: Minimālais reitings
mk: Минимален рејтинг
pt: Classificação mínima
ro: Rating minim
ru: Минимальный рейтинг
sk: Minimálny rating
sl: Najmanjši rejting
sq: Vlerësim minimum
sv: Lägsta rating
tr: En düşük puan
uk: Мінімальний рейтинг
vi: Hệ số tối thiểu
zh: 最低等级分
zh_tw: 評分下限

source: Maximum weekly rating
af: Maksimum weeklikse gradering
ar: الحد الاقصى للتصنيف الاسبوعي
az: Maksimum həftəlik reyting
be: Максімальны рэйтынг на працягу тыдня
bg: Максимален седмичен рейтинг
bn: সর্বোচ্চ সাপ্তাহিক রেটিং
bs: Maksimalna sedmična ocjena
ca: Puntuació màxima aquesta setmana
cs: Maximální tydenní rating
da: Maksimal ugentlig rating
el: Μέγιστη εβδομαδιαία βαθμολογία
eo: Maksimuma ĉiusemajna rango
es: Puntuación máxima semanal
eu: Asteroko gehieneko sailkapena
fa: حداکثر درجه‌بندی هفتگی
fi: Viikoittainen vahvuusluku enintään
gl: Máxima puntuación semanal
he: דירוג שבועי מקסימלי
hy: Առավելագույն ամենշաբաթյա վարկանիշ
id: Peringkat mingguan maksimum
it: Valutazione settimanale massima
kk: Апталық рейтингтің ең көбі
ko: 최대 주간 레이팅
lt: Maksimalus savaitinis reitingas
lv: Maksimālais nedēļas reitings
mk: Максимум неделен рејтинг
nl: Maximale wekelijkse rating
pt: Avaliação semanal máxima
ro: Rating săptămânal maxim
ru: Максимальный еженедельный рейтинг
sk: Maximálny týždenný rating
sl: Najvišji tedenski rejting
sq: Vlerësimi më i madh javor
sv: Högsta vecko-rating
tr: Haftalık en yüksek puan
uk: Максимальний тижневий рейтинг
vi: Hệ số cao nhất trong tuần
zh: 最高周等级分
zh_tw: 每週最高評分
