Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# refreshInboxAfterFiveMinutes
source: Wait 5 minutes and refresh your email inbox.
af: Wag 5 minute en verfris jou e-pos.
ar: انتظر 5 دقائق وحدث بريدك الوارد.
az: 5 dəqiqə gözləyin və email qutunuzu yenidən yoxlayın.
be: Пачакайце 5 хвілін і абнавіце паштовую скрыню.
bg: Изчакайте 5 минути и презаредете вашата поща.
bn: ৫ মিনিট অপেক্ষা করে ইমেইলবক্স রিফ্রেশ করুন.
bs: Pričekajte pet minuta i osvježite pristiglu poštu.
ca: Espera 5 minuts i refresca la bústia d'entrada del teu correu.
cs: Počkejte 5 minut a obnovte vaši e-mailovou schránku.
da: Vent 5 minutter og opdater din e-mails indbakke.
el: Περιμένετε 5 λεπτά και ανανεώστε τα εισερχόμενα email σας.
eo: Atendu 5 minutojn kaj reŝargu vian retpoŝtan enirkeston.
es: Espera 5 minutos y actualiza tu bandeja de entrada.
eu: Itxaron 5 minutu eta freskatu zure epostaren sarrera-ontzia.
fa: 5 دقیقه صبر کنید و صندوق ورودی ایمیل خود را تازه کنید.
fi: Odota 5 minuuttia ja päivitä sähköpostin saapuneet-kansio.
gl: Agarda 5 minutos e refresca a túa caixa de correo.
he: חכו 5 דקות ולאחר מכן בצעו ריענון לתיבת המייל.
hy: Սպասեք 5 րոպե և թարմացրեք Ձեր էլփոստի մուտքային արկղը։
id: Tunggu 5 menit dan refresh kotak masuk Anda.
it: Attendi 5 minuti e aggiorna la posta in arrivo.
kk: 5 минут күтіп, поштаңыздың бетін жаңартып көріңіз.
ko: 5분 가량 기다린 후 이메일 수신함을 새로고침 해주세요.
lt: Palaukite penkias minutes ir atnaujinkite savo el. pašto dėžutę.
lv: Pagaidiet 5 minūtes, un atsvaidziniet savu epasta iesūtni.
mk: Почекајте 5 минути па превчитајте го email приемното сандаче.
nl: Wacht 5 minuten en vernieuw uw e-mail inbox.
pt: Aguarde 5 minutos e atualize a sua caixa de entrada de correio eletrónico.
ro: Așteptați 5 minute și reîncărcați emailurile primite.
ru: Подождите 5 минут и обновите ваш почтовый ящик.
sk: Počkajte 5 minút a obnovte si emailovú schránku!
sl: Počakajte 5 minut in osvežite e-poštni predal.
sq: Pritni 5 minuta dhe rifreksoni “Të marrët” tuaj
sr: Сачекај 5 минута и освежи своје поштанско сандуче.
sv: Vänta 5 minuter och uppdatera din inkorg.
tr: 5 dakika bekleyip e-posta gelen kutunuzu yenileyin.
uk: Зачекайте 5 хвилин і оновіть поштову скриньку.
vi: Đợi 5 phút sau đó làm mới hộp thư đến trong email.
zh: 请等待 5 分钟并刷新您的收件箱。
zh_tw: 等待5分鐘並刷新你的收件箱。

# checkSpamFolder
source: Also check your spam folder, it might end up there. If so, mark it as not spam.
af: Kyk ook in jou strooipos lêer, dit mag dalk daarin opeinding. In dien dit die geval is, merk dit as nie strooipos nie.
ar: تحقق ايضا من بريدك المهمل ربما وصل لهناك، اذا وجدت الرسالة هناك علمها ك"غير مهمل".
az: Spam qutusunu da yoxlayın, məktub oradada ola bilər. Elədirsə, zəhmət olmasa qeyri-spam kimi qeyd edin.
be: Таксама праверце папку са спамам, ён можа апынуцца там. Калі так, адзначце гэта як не спам.
bg: Проверете и папката спам, може да попадне там. Ако е така, моля отбележете го като "не спам".
bn: এছাড়াও আপনার স্প্যাম ফোল্ডার চেক করুন, এটি সেখানে থাকতে পারে। যদি তাই হয়, এটি স্প্যাম নয় হিসাবে চিহ্নিত করুন.
bs: Također provjerite neželjenu poštu, možda je poruka završila tamo. Ako jest, označite da nije neželjena.
ca: Comprova també la carpeta de correu brossa, pot acabar allà. Si hi és, marca'l com no brossa.
cs: Také zkontrolujte složku nevyžádané pošty. Pokud ano, označte mail jako vyžádaný.
da: Tjek også din spam-mappe, det kan være, at den havner der. Hvis det er tilfældet, skal du markere den som ikke-spam.
el: Επίσης, ελέγξτε τον φάκελο με τα ανεπιθύμητα email. Αν το email που στείλαμε βρίσκεται εκεί, αναφέρετέ το ως μη ανεπιθύμητο.
eo: Ankaŭ kontrolu vian trudmesaĝujon, ĝi povus alveni tie. Se estas tiel, marku ĝin kiel ne truda.
es: También comprueba tu carpeta de spam, por si ha ido ahí. En ese caso, márcalo como no spam.
eu: Zabor mezuen karpetan begiratu, batzuetan horra joaten dira-eta mezuak. Horrela bada, esan zaborra ez dela.
fa: پوشه هرزنامه خود را نیز بررسی کنید، ممکن است در آنجا باشد. اگر چنین است، آن را به عنوان غیر هرزنامه علامت‌گذاری کنید.
fi: Tarkistathan myös roskapostikansiosi, koska se saattaa joutua sinne. Jos niin käy, merkitse, että viesti ei ole roskaposti.
gl: Comproba tamén o teu cartafol de correos non solicitados, puido rematar aí. Se foi así, quítalle a marca de correo non desexado.
he: בדקו גם את תיבת דואר הזבל (״ספאם״). יתכן שההודעה הגיעה לשם בטעות. אם זה מה שקרה, סמנו אותה כלא־ספאם.
hy: Ստուգեք նաև սպամի պանակը, նամակը կարող է հայտնվել այնտեղ: Եթե ​​այդպես է, այն նշեք որպես ոչ սպամ:
id: Cek juga folder spam Anda, mungkin ada disana. Jika ada, tandai sebagai bukan spam.
it: Controlla anche la tua cartella di spam, potrebbe essere finita lì. Se sì, contrassegnala come non spam.
kk: Сонымен қатар, Спам қалтасында қарап көріңіз. Хат сонда болса, "Спам емес" деп белгілеу жөн болар.
ko: 또한 스팸 메일함에 들어가 있을 수 있습니다. 만약 그런 경우, 스팸이 아님으로 표시해 두세요.
lt: Pasitikrinkite šlamtšo aplanką, laiškas galėjo atsirasti ir ten. Jei taip įvyko - pažymėkite kaip ne šlamštą.
lv: Pārbaudiet arī mēstuļu nodalījumu – iespējams, mūsu ziņa tur nonākusi. Tādā gadījumā, lūdzu atzīmējiet, ka tā nav mēstule.
mk: Исто, проверете да не залутал во spam фолдерот. Во таков случај преместете го од таму.
nl: Controleer ook uw spammap, het kan daar terechtkomen. Als dat zo is, markeer het als geen spam.
pt: Verifique também a sua pasta de “spam”, pode estar lá. Se sim, assinale como não “spam”.
ro: De asemenea, verificați folderul de spam, ar putea ajunge acolo. În acel caz, marcați-l ca nefiind spam.
ru: Также проверьте папку со спамом, письмо может оказаться там. Если это так, пометьте его как не спам.
sk: Skontrolujte si aj priečinok s nevyžiadanou poštou, je možné, že sa dostal tam. Ak sa tak stalo, zrušte označenie emailu ako nevyžiadanej pošty.
sl: Preverite tudi mapo za neželeno pošto, morda se znajde tam. Če je tako, jo označite kot zaželeno.
sq: Shihni gjithashtu edhe te dosja juaj e të padëshiruarve, mund të përfundojë atje. Në ndodhtë kështu, i hiqni shenjën si i padëshiruar.
sr: Такође провери фасциклу са спам порукама, можда је тамо. Ако је ту, обележи поруку тако да није спам.
sv: Kontrollera även din skräppost, det kan hamna där. I så fall, markera det som ej skräppost.
tr: Ayrıca spam klasörünü kontrol edin, orada olabilir. Eğer öyleyse spam değil olarak işaretleyin.
uk: Також перевірте папку "Спам", лист міг потрапити туди. Якщо так, то позначте його як не спам.
vi: Ngoài ra hãy kiểm tra hộp thư rác, nó có thể ở trong đó. Nếu có, hãy đánh dấu nó không phải là rác.
zh: 同时请检查您的垃圾邮件文件夹，邮件可能在那里。如果在，请将其标记为非垃圾邮件。
zh_tw: 嘗試檢查你的垃圾郵件收件匣，它可能在那裡。 如果在，請將其標記為非垃圾郵件。

# emailForSignupHelp
source: If everything else fails, then send us this email:
af: Indien niks werk nie, stuur die volgende boodskap:
ar: اذا فشلت كل المحاولات ارسل لنا ايميل:
az: Əgər heç nə alınmırsa, bizə email yollayın:
be: Калі ўсё астатняе не дапамагае, адпраўце нам гэты ліст:
bg: Ако всичко останало се провали, изпратете ни този имейл:
bn: অন্য সব কিছু ব্যর্থ হলে, আমাদের এই ইমেল পাঠান:
bs: Ako ništa drugo ne uspije, pošaljite nam ovu poruku:
ca: Si tot això falla, envia'ns un correu a aquesta adreça:
cs: Pokud všechno ostatní selže, pošlete nám tento e-mail:
da: Hvis alt andet mislykkes, så send os denne e-mail:
el: Αν όλα τα παραπάνω αποτύχουν, στείλτε μας το εξής email:
eo: Se ĉio antaŭdirita ne funkcias, sendu al ni ĉi tiun retleteron:
es: Si nada de lo anterior funciona, envíanos este texto por correo:
eu: Beste guztiak huts egin badu, bidali guri mezu hau:
fa: اگر تمام موارد ناموفق بود، این ایمیل را برای ما ارسال کنید:
fi: Jos mikään muu ei auta, lähetä meille tällainen sähköposti:
gl: Se todo falla, entón envíanos un correo:
he: אם עדיין לא הצלחתם לפתור את הבעיה, שלחו לנו את המייל הבא:
hy: Եթե ​​մնացած ամեն ինչը ձախողվի, ապա գրեք մեզ այս էլեկտրոնային հասցեով.
id: Jika semuanya gagal, kirim kami email ini:
it: Se tutto il resto fallisce, inviaci questa email:
kk: Егер де осы амалдардың бәрі жарамаса, бізге осындай хат жіберіңіз:
ko: 모두 실패했다면, 이곳으로 메일을 보내주세요:
lt: Jei niekas nepavyko, atsiųskite mums tokį laišką:
lv: Ja nekas cits neizdodas, nosūtiet mums šo epastu:
mk: Ако ништо друо не функционира испратете ни го следниов email:
nl: Als niks anders lukt, stuur ons dan deze e-mail:
pt: Se tudo falhar, então envie-nos este correio eletrónico:
ro: Dacă niciuna dintre variantele anterioare nu funcționează, trimiteți-ne acest email:
ru: Если ничего не получилось, отправьте нам это письмо:
sk: Ak všetko ostatné zlyhá, pošlite nám tento email:
sl: Če vse drugo ne uspe, nam pošljite to e-poštno sporočilo:
sq: Nëse gjithçka tjetër dështon, atëherë dërgonani këtë email:
sr: Ако ништа од овога не помаже, онда нам пошаљи овај мејл:
sv: Om allt annat misslyckas, skicka oss denna mejl:
tr: Hiçbiri işe yaramazsa, bize şu e-postayı gönderin:
uk: Якщо все інше не спрацювало, то надішліть нам цей електронний лист:
vi: Nếu vẫn không nhận được, hãy gửi cho chúng tôi email này:
zh: 如果以上方法均失败，请向我们发送此邮件：
zh_tw: 如果其他所有的方法都失敗了，給我們發這條短信：

# copyTextToEmail
source: Copy and paste the above text and send it to {param}
af: Kopieer en plak die teks hierbo en stuur dit na {param}
ar: انسح النص اعلاه و ارسله للبريد التالي{param}
az: Yuxarıdakı mətni kopyalayıb yapışdırıb {param} ünvanına göndərin
be: Скапіруйце і ўстаўце прыведзены вышэй тэкст і адпраўце яго {param}
bg: Копирайте и поставете горния текст и го изпратете на {param}
bn: উপরের লেখাটি কপি করে পেস্ট করুন এবং {param} এ পাঠান
bs: Kopirajte i zalijepite gornji tekst i pošaljite ga {param}
ca: Copia i enganxa el text a continuació i envia'l a {param}
cs: Zkopírujte a vložte výše uvedený text a pošlete jej na {param}
da: Kopier og indsæt ovenstående tekst og send det til {param}
el: Αντιγράψτε και επικολλήστε το παραπάνω κείμενο και στείλτε το στη διεύθυνση {param}
eo: Kopiu kaj algluu la supran tekston kaj sendu ĝin al {param}
es: Copia y pega el texto anterior y envíalo a {param}
eu: Kopiatu eta itsatsi goiko mezua eta bidali {param} helbidera
fa: متن بالا را کپی و پیست کرده و به آدرس زیر ارسال کنید {param}
fi: Kopioi ja liitä yllä oleva teksti ja lähetä se osoitteeseen {param}
gl: Copia e pega o seguinte texto e envíao a {param}
he: הדביקו את הטקסט הנ״ל ושלחו אותו ל־{param}
hy: Պատճենեք և տեղադրեք վերը նշված տեքստը և այն ուղարկեք {param}-ին
id: Salin dan tempel teks diatas dan kirimkan ke {param}
it: Copia e incolla il testo soprastante e invialo a {param}
kk: Осы мәтінді көшіріп, {param} жіберіңіз
ko: 위의 텍스트를 복사해서 {param}(으)로 보내주세요
lt: Nukopijuokite tekstą viršuje ir atsiųskite į {param}
lv: Kopējiet augšup esošo tekstu un sūtiet to {param}
mk: Копирајте го текстот погоре и испратете го на {param}
nl: Kopieer en plak de bovenstaande tekst en stuur het naar {param}
pt: Copie e cole o texto acima e envie-o para {param}
ro: Dați copy-paste la textul de mai sus și trimiteți-l la {param}
ru: Скопируйте и вставьте текст выше и отправьте его по адресу {param}
sk: Skopírujte a vložte uvedený text a pošlite ho na adresu {param}
sl: Kopirajte in prilepite zgornje besedilo ter ga pošljite na naslov {param}
sq: Kopjoni dhe ngjitni tekstin më poshtë dhe dërgojeni te {param}
sr: Ископирај горњи текст и пошаљи га на {param}
sv: Kopiera och klistra in den ovanstående texten och skicka den till {param}
tr: Yukarıdaki metni kopyalayıp {param} adresine gönderin
uk: Скопіюйте та вставте текст зверху й відправте на {param}
vi: Sao chép và dán đoạn văn bản phía trên và gửi nó tới {param}
zh: 复制上面的文本并将其发送至 {param}
zh_tw: 複製並貼上上面的文字然後把它發給{param}

# waitForSignupHelp
source: We will come back to you shortly to help you complete your signup.
af: Ons sal spoedig na jou terugkom en jou help met die intekenproses.
ar: سنعود اليك قريباً لمساعدتك على اكمال التسجيل.
az: Qeydiyyatınızı tamamlamağınıza kömək etmək üçün tezliklə sizinlə əlaqə saxlayacağıq.
be: Мы звяжамся з вамі ў бліжэйшы час, каб дапамагчы вам завяршыць рэгістрацыю.
bg: Скоро ще се свържем с вас, за да ви помогнем да завършите регистрацията си.
bn: আপনাকে আপনার সাইনআপ সম্পূর্ণ করতে সাহায্য করার জন্য আমরা শীঘ্রই আপনার কাছে ফিরে আসব.
bs: Ubrzo ćemo Vam se javiti i pomoći Vam da završite Vašu registraciju.
ca: Et contestarem el més breument posible per ajudar-te a completar el registre.
cs: Brzy se k vám ozveme, abychom vám pomohli dokončit registraci.
da: Vi vil snart vende tilbage til dig for at hjælpe dig med at fuldføre din tilmelding.
el: Θα επανέλθουμε σύντομα σε σας για να σας βοηθήσουμε να ολοκληρώσετε την εγγραφή σας.
eo: Ni estos kun vi baldaŭ por helpi vin plenigi vian registriĝon.
es: Nos pondremos en contacto contigo dentro de poco para ayudarte a completar el registro.
eu: Laster jarriko gara zurekin harremanetan zure izen-ematea osatzeko.
fa: ما به زودی با شما تماس خواهیم گرفت تا به شما کمک کنیم ثبت نام خود را تکمیل کنید.
fi: Saat pian sähköpostitse ohjeet siihen, miten voit saattaa rekisteröitymisesi loppuun.
gl: Volveremos dentro de pouco para axudarche a completar o teu rexistro.
he: אנו נחזור אליכם בהקדם כדי לסייע לכם להשלים את ההרשמה.
hy: Մենք շուտով կվերադառնանք Ձեզ, որպեսզի օգնենք լրացնել Ձեր գրանցումը:
id: Kami akan kembali sejenak untuk membantu penyelesaian signup anda.
it: Ti risponderemo a breve per aiutarti a completare la tua iscrizione.
kk: Тіркелуді аяқтау үшін біз тез арада жауап береміз.
ko: 가입을 완료할 수 있도록 빠르게 연락드리겠습니다.
lt: Ne už ilgo susisieksime su jumis ir padėsime užbaigti prisijungimo procesą.
lv: Drīz mēs jums pievērsīsimies un palīdzēsim pabeigt reģistrāciju.
mk: За брзо ќе сме со Вас да Ви помогнеме околу пријавувањето.
nl: We nemen binnenkort contact op om te helpen bij het afronden van de inschrijving.
pt: Nós entraremos brevemente em contacto para ajudá-lo a completar a inscrição.
ro: Vom reveni în curând cu un răspuns pentru a vă ajuta să finalizați înregistrarea.
ru: Мы скоро вернёмся к вам чтобы помочь завершить регистрацию.
sk: Čoskoro sa Vám ozveme, aby sme Vám pomohli dokončiť registráciu.
sl: Kmalu vas bomo kontaktirali in vam pomagali dokončati prijavo.
sq: Do të lidhemi me ju së shpejti, për t’ju ndihmuar të plotësoni regjistrimin tuaj.
sr: Ускоро ћемо те контактирати како бисмо ти помогли да завршиш своју регистрацију.
sv: Vi återkopplar snart och hjälper dig slutföra din registrering.
tr: Kaydınızı tamamlamanıza yardımcı olmak için kısa bir süre içinde size geri döneceğiz.
uk: Незабаром ми повернемося до вас, щоб допомогти вам завершити реєстрацію.
vi: Chúng tôi sẽ sớm liên lạc lại với bạn để giúp bạn hoàn tất việc đăng ký.
zh: 我们将尽快回复您，帮助您完成注册。
zh_tw: 我們很快就會給你回覆，説明你完成註冊。

# accountConfirmed
source: The user {param} is successfully confirmed.
af: Die gebruiker {param} is bevestig.
ar: المستخدم {param} تم تأكيده بنجاح.
az: {param} istifadəçisi uğurla təsdiqləndi.
be: Карыстальнік {param} паспяхова пацверджаны.
bg: Потребителят {param} е успешно потвърден.
bn: ব্যবহারকারী {param} সফলভাবে নিশ্চিত করা হয়েছে.
bs: Korisnik {param} uspješno je potvrđen.
ca: L'usuari {param} està confirmat correctament.
cs: Uživatel {param} byl úspěšně potvrzen.
da: Brugeren {param} er blevet bekræftet.
el: Ο λογαριασμός του χρήστη {param} επαληθεύτηκε με επιτυχία.
eo: La uzanto {param} estis konfirmita sukcese.
es: Se ha completado la verificación del usuario {param} sin problemas.
eu: {param} erabiltzailea ondo baieztatu da.
fa: کاربر با نام {param} با موفقیت تایید شده است.
fi: Käyttäjän {param} vahvistaminen onnistui.
gl: O usuario {param} foi confirmado correctamente.
he: המשתמש {param} אושר בהצלחה.
hy: {param} օգտատերը հաջողությամբ հաստատվել է:
id: User {param} berhasil dikonfirmasi.
it: L'utente {param} è stato confermato con successo.
kk: {param} тіркелгісі расталды.
ko: 유저 {param}(이)가 성공적으로 확인되었습니다.
lt: Vartotojas {param} sėkmingai patvirtintas.
lv: Lietotājs {param} ir veiksmīgi apstiprināts.
mk: Корсникот {param} е успешно потврден.
nl: Gebruiker {param} is succesvol bevestigd.
pt: O utilizador {param} foi confirmado com sucesso.
ro: Utilizatorul {param} a fost confirmat cu succes.
ru: Пользователь {param} успешно подтверждён.
sk: Používateľ {param} je úspešne potvrdený.
sl: Uporabnik {param} je uspešno potrjen.
sq: Përdoruesi {param} u ripohua me sukses.
sr: Корисник {param} је потврђен.
sv: Användaren {param} är bekräftad.
tr: {param} kullanıcısı başarıyla onaylandı.
uk: Користувач {param} успішно підтверджений.
vi: Đã xác nhận người dùng {param} thành công.
zh: 用户 {param} 已成功确认。
zh_tw: 使用者 {param} 認證成功

# accountCanLogin
source: You can login right now as {param}.
af: Jy kan nou inteken as {param}.
ar: يمكنك الان الدخول باسم {param}.
az: Siz indi {param} kimi daxil ola bilərsiniz.
be: Вы можаце ўвайсці зараз як {param}.
bg: Сега можете да влезете в системата като {param}.
bn: আপনি এখন {param} হিসাবে লগইন করতে পারেন.
bs: Možete se prijaviti odmah kao {param}.
ca: Pots entrar ara com a {param}.
cs: Nyní se můžete přihlásit jako {param}.
da: Du kan nu logge ind som {param}.
el: Μπορείτε τώρα να συνδεθείτε ως {param}.
eo: Vi povas ensaluti tuje kiel {param}.
es: Ya puedes iniciar sesión como {param}.
eu: Orain {param} izena erabiliz sartu zaitezke.
fa: شما می توانید همین الان با نام {param} وارد شوید.
fi: Voit nyt kirjautua sisään tunnuksella {param}.
gl: Podes iniciar sesión agora mesmo coma {param}.
he: כעת תוכל/י להתחבר כ־{param}.
hy: Դուք կարող եք մուտք գործել հենց հիմա որպես {param}:
id: Anda sekarang dapat masuk sebagai {param}.
it: Adesso puoi effettuare il login come {param}.
kk: {param} атымен дәл қазір тіркелкіге кіре аласыз.
ko: 이제 {param}(으)로 로그인할 수 있습니다.
lt: Šiuo metu negalite prisijungti kaip {param}.
lv: Tagad varat ierakstīties kā {param}.
mk: Сега можете да се најавите како {param}.
nl: Je kunt nu inloggen als {param}.
pt: Pode agora aceder como {param}.
ro: Vă puteți autentifica chiar acum ca {param}.
ru: Вы можете войти прямо сейчас как {param}.
sk: Teraz sa môžete prihlásiť ako {param}.
sl: Zdaj se lahko prijavite kot {param}.
sq: Mund të bëni hyrjen mu tani si {param}.
sr: Можеш се сада пријавити као {param}.
sv: Du kan nu logga in som {param}.
tr: Artık {param} olarak giriş yapabilirsiniz.
uk: Тепер ви можете ввійти як {param}.
vi: Bạn đã có thể đăng nhập ngay bây giờ tại {param}.
zh: 您现在可以立即以 {param} 的身份登录。
zh_tw: 你可以做為 {param} 登入了。

# accountConfirmationEmailNotNeeded
source: You do not need a confirmation email.
af: Jy benodig nie 'n bevestigingsboodskap nie.
ar: لا حاجة لتأكيد ايميلك.
az: Təsdiq e-poçtuna ehtiyacınız yoxdur.
be: Вам не патрэбна пацвярджэнне па электроннай пошце.
bg: Не е необходимо да получавате имейл за потвърждение.
bn: আপনার নিশ্চিতকরণ ইমেল এর প্রয়োজন নেই.
bs: Nije Vam potrebna e-poruka za potvrdu.
ca: No necestites un correu de confirmació.
cs: Nepotřebujete potvrzovací e-mail.
da: Du behøver ikke en bekræftelsesmail.
el: Δεν χρειάζεστε ένα email επιβεβαίωσης.
eo: Vi ne devas konfirmo-retpoŝtaĵon.
es: No necesitas un correo de confirmación.
eu: Ez duzu baieztapen eposta behar.
fa: شما نیازی به ایمیل تایید ندارید.
fi: Et tarvitse vahvistussähköpostia.
gl: Non necesitas un correo de confirmación.
he: אין צורך במייל אישור.
hy: Ձեզ անհրաժեշտ չէ հաստատման նամակ։
id: Anda tidak butuh email konfirmasi.
it: Non hai bisogno di una email di conferma.
kk: Сізге растау хаты керек емес.
ko: 이메일 확인은 필요하지 않습니다.
lt: Jums nereikia patvirtinimo laiško.
lv: Jums nav nepieciešams apstiprinājuma epasts.
mk: Не Ви е потребен email за потврда.
nl: Je hebt geen bevestigingsmail nodig.
pt: Não precisa de um endereço eletrónico de confirmação.
ro: Nu aveți nevoie de un email de confirmare.
ru: Вам не требуется подтверждение по электронной почте.
sk: Potvrdzovací e-mail nepotrebujete.
sl: Ne potrebujete potrditvenega e-poštnega sporočila.
sq: S’ju duhe një email ripohimi.
sr: Није ти потребан мејл потврде.
sv: Du behöver inte en e-postbekräftelse.
tr: Onay e-postasına ihtiyacınız yok.
uk: Вам не потрібне підтвердження за електронною поштою.
vi: Bạn không cần xác nhận email.
zh: 您不需要确认邮件。
zh_tw: 你不需要確認電子郵件。

# accountClosed
source: The account {param} is closed.
af: Die rekening {param} is gesluit.
ar: هذا الحساب{param} مغلق.
az: {param} hesabı bağlanıb.
be: Уліковы запіс {param} зачынены.
bg: Регистрацията {param} е закрита.
bn: {param} একাউন্টটি বন্ধ করা হয়েছে.
bs: Račun {param} zatvoren je.
ca: El compte {param} està tancat.
cs: Účet {param} je uzavřen.
da: Kontoen {param} er lukket.
el: Ο λογαριασμός του χρήστη {param} έχει κλείσει.
eo: La konto {param} estas fermita.
es: La cuenta {param} está cerrada.
eu: {param} kontua itxita dago.
fa: حساب کاربری {param} بسته شده است.
fi: Käyttäjätunnus {param} on suljettu.
gl: A conta {param} está pechada.
he: החשבון {param} סגור.
hy: {param} հաշիվը փակված է:
id: Akun {param} telah ditutup.
it: L'account {param} è chiuso.
kk: {param} деген тіркелгі жабылды.
ko: 계정 {param}(은)는 폐쇄되었습니다.
lt: Paskyra {param} - uždaryta.
lv: Lietotāja {param} konts ir slēgts.
mk: Профилот {param} е затворен.
nl: Account {param} is gesloten.
pt: A conta {param} está encerrada.
ro: Contul {param} este închis.
ru: Аккаунт {param} закрыт.
sk: Účet {param} je zrušený.
sl: Račun {param} je zaprt.
sq: Llogaria {param} është mbyllur.
sr: Налог {param} је затворен.
sv: Kontot {param} är stängt.
tr: {param} hesabı kapatılmıştır.
uk: Обліковий запис {param} закрито.
vi: Tài khoản {param} đã bị đóng.
zh: 账户 {param} 已被关闭。
zh_tw: 帳戶 {param} 被關閉。

# accountRegisteredWithoutEmail
source: The account {param} was registered without an email.
af: Die rekening {param} is geregistreer sonder 'n e-pos.
ar: هذا الحساب{param} تم تسجيله بدون ايميل.
az: {param} hesabı e-poçt olmadan qeydiyyatdan keçdi.
be: Уліковы запіс {param} быў зарэгістраваны без электроннай пошты.
bg: Акаунтът {param} е регистриран без имейл.
bn: {param} একাউন্টটি একটি ইমেল ছাড়াই রেজিস্টার করা হয়েছিল.
bs: Račun {param} registriran je bez e-pošte.
ca: El compte {param} es va registrar sense correu electrònic.
cs: Účet {param} byl zaregistrován bez e-mailu.
da: Kontoen {param} blev registreret uden en e-mail.
el: Ο χρήστης {param} έχει κάνει εγγραφή χωρίς email.
eo: La konto {param} estis registrita sen retpoŝto.
es: La cuenta {param} fue registrada sin un correo.
eu: {param} kontua eposta helbide gabe erregistatu da.
fa: حساب کاربری {param} بدون ایمیل ثبت نام شده بود.
fi: Käyttäjätunnus {param} rekisteröitiin ilman sähköpostia.
gl: A conta {param} foi rexistrada sen correo electrónico.
he: החשבון {param} נפתח ללא כתובת מייל.
hy: {param} հաշիվը գրանցվել է առանց էլփոստի:
id: Akun {param} diregistrasi tanpa email.
it: L'account {param} è stato registrato senza un indirizzo e-mail.
kk: {param} тіркелгісі поштасыз тіркелген.
ko: {param} 계정은 이메일 주소가 없이 등록되었습니다.
lt: Paskyra {param} buvo sukurta su el. pašto adresu.
lv: Konts {param} tika reģistrēts bez epasta.
mk: Профилот {param} е пријавен без email.
nl: Account {param} is geregistreerd zonder e-mail.
pt: A conta {param} foi registada sem um endereço eletrónico.
ro: Contul {param} a fost înregistrat fără o adresă de email.
ru: Учётная запись {param} зарегистрирована без электронной почты.
sk: Účet {param} bol zaregistrovaný bez emailovej adresy.
sl: Račun {param} je bil registriran brez e-pošte.
sq: Llogaria {param} qe regjistruar pa email.
sr: Налог {param} је регистрован без Е-поште.
sv: Kontot {param} registrerades utan e-post.
tr: {param} hesabı e-posta olmadan kaydedildi.
uk: Обліковий запис {param} зареєстровано без електронної пошти.
vi: Tài khoản {param} đã đăng ký mà không cần có email.
zh: 账户 {param} 在注册时未提供邮箱。
zh_tw: 帳戶 {param} 未使用電子郵箱註冊。

source: Rank
af: Rang
ar: المرتبة
az: Sıralama
be: Ранг
bg: Класация
bn: মর্যাদাক্রম
bs: Rang
ca: Classificació
cs: Pořadí
da: Rang
el: Κατάταξη
eo: Posicio
es: Posición
eu: Maila
fa: رتبه
fi: Sijoitus
gl: Posición
he: מיקום
hy: Դասակարգում
id: Peringkat
it: Posizione
kk: Орын
ko: 순위
lt: Rangas
lv: Vieta
mk: Ранг
nl: Positie
pt: Classificação
ro: Clasificare
ru: Ранг
sk: Poradie
sl: Uvrstitev
sq: Renditje
sr: Ранг
sv: Rankning
tr: Sıralama
uk: Місце
vi: Hạng
zh: 排名
zh_tw: 排名
