Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# timeagoNbWeeksAgo
source: {count, plural, =1{{count} week ago} other{{count} weeks ago}}
af: {count, plural, =1{{count} week gelede} other{{count} weke gelede}}
ar: {count, plural, =0{منذ {count} أسبوع} =1{منذ {count} أسبوع} =2{منذ {count} أسبوع} few{منذ {count} أسبوع} many{منذ {count} أسبوع} other{منذ {count} أسبوع}}
be: {count, plural, =1{{count} тыдзень таму} few{{count} тыдні таму} many{{count} тыдняў таму} other{{count} тыдняў таму}}
bg: {count, plural, =1{преди {count} седмица} other{преди {count} седмици}}
bn: {count, plural, =1{{count} সপ্তাহ আগে} other{{count} সপ্তাহ আগে}}
bs: {count, plural, =1{prije {count} sedmicu} few{prije {count} sedmice} other{prije {count} sedmica}}
ca: {count, plural, =1{fa {count} setmana} other{fa {count} setmanes}}
cs: {count, plural, =1{před {count} týdnem} few{před {count} týdny} many{před {count} týdny} other{před {count} týdny}}
da: {count, plural, =1{{count} uge siden} other{{count} uger siden}}
el: {count, plural, =1{{count} εβδομάδα πριν} other{{count} εβδομάδες πριν}}
eo: {count, plural, =1{antaŭ {count} semajno} other{antaŭ {count} semajnoj}}
es: {count, plural, =1{hace {count} semana} other{hace {count} semanas}}
eu: {count, plural, =1{orain dela aste {count}} other{orain dela {count} aste}}
fa: {count, plural, =1{{count} هفته پیش} other{{count} هفته پیش}}
fi: {count, plural, =1{{count} viikko sitten} other{{count} viikkoa sitten}}
gl: {count, plural, =1{hai {count} semana} other{hai {count} semanas}}
he: {count, plural, =1{לפני שבוע {count}} =2{לפני {count} שבועות} many{לפני {count} שבועות} other{לפני {count} שבועות}}
hy: {count, plural, =1{{count} շաբաթ առաջ} other{{count} շաբաթ առաջ}}
id: {count, plural, other{{count} minggu yang lalu}}
it: {count, plural, =1{{count} settimana fa} other{{count} settimane fa}}
kk: {count, plural, =1{{count} апта бұрын} other{{count} апта бұрын}}
ko: {count, plural, other{{count}주 전}}
lt: {count, plural, =1{Prieš {count} savaitę} few{Prieš {count} savaites} many{Prieš {count} savaitės} other{Prieš {count} savaičių}}
lv: {count, plural, =0{pirms {count} nedēļām} =1{pirms {count} nedēļas} other{pirms {count} nedēļām}}
mk: {count, plural, =1{Пред {count} седмица} other{Пред {count} седмици}}
nl: {count, plural, =1{{count} week geleden} other{{count} weken geleden}}
pt: {count, plural, =1{há {count} semana} other{há {count} semanas}}
ro: {count, plural, =1{cu o săptămână în urmă} few{cu {count} săptămâni în urmă} other{cu {count} de săptămâni în urmă}}
ru: {count, plural, =1{{count} неделю назад} few{{count} недели назад} many{{count} недель назад} other{{count} недель назад}}
sk: {count, plural, =1{pred {count} týždňom} few{pred {count} týždňami} many{pred {count} týždňami} other{pred {count} týždňami}}
sl: {count, plural, =1{Pred {count} tednom} =2{Pred {count} tednoma} few{Pred {count} tedni} other{Pred {count} tedni}}
sq: {count, plural, =1{{count} javë më parë} other{para {count} jave}}
sv: {count, plural, =1{{count} vecka sedan} other{{count} veckor sedan}}
tr: {count, plural, =1{{count} hafta önce} other{{count} hafta önce}}
uk: {count, plural, =1{{count} тиждень тому} few{{count} тижні тому} many{{count} тижнів тому} other{{count} тижня тому}}
vi: {count, plural, other{{count} tuần trước}}
zh: {count, plural, other{{count} 周前}}
zh_tw: {count, plural, other{{count}週前}}

# timeagoNbMonthsAgo
source: {count, plural, =1{{count} month ago} other{{count} months ago}}
af: {count, plural, =1{{count} maand gelede} other{{count} maande gelede}}
ar: {count, plural, =0{منذ {count} شهر} =1{منذ {count} شهر} =2{منذ {count} شهر} few{منذ {count} شهر} many{منذ {count} شهر} other{منذ {count} شهر}}
be: {count, plural, =1{{count} месяц таму} few{{count} месяцы таму} many{{count} месяцаў таму} other{{count} месяцаў таму}}
bg: {count, plural, =1{преди {count} месец} other{преди {count} месеца}}
bn: {count, plural, =1{{count} মাস আগে} other{{count} মাস আগে}}
bs: {count, plural, =1{prije {count} mjesec} few{prije {count} mjeseca} other{prije {count} mjeseci}}
ca: {count, plural, =1{fa {count} mes} other{fa {count} mesos}}
cs: {count, plural, =1{před {count} měsícem} few{před {count} měsíci} many{před {count} měsíci} other{před {count} měsíci}}
da: {count, plural, =1{{count} måned siden} other{{count} måneder siden}}
el: {count, plural, =1{{count} μήνα πριν} other{{count} μήνες πριν}}
eo: {count, plural, =1{antaŭ {count} monato} other{antaŭ {count} monatoj}}
es: {count, plural, =1{hace {count} mes} other{hace {count} meses}}
eu: {count, plural, =1{orain dela hilabete {count}} other{orain dela {count} hilabete}}
fa: {count, plural, =1{{count} ماه پیش} other{{count} ماه پیش}}
fi: {count, plural, =1{{count} kuukausi sitten} other{{count} kuukautta sitten}}
gl: {count, plural, =1{hai {count} mes} other{hai {count} meses}}
he: {count, plural, =1{לפני חודש {count}} =2{לפני {count} חודשים} many{לפני {count} חודשים} other{לפני {count} חודשים}}
hy: {count, plural, =1{{count} ամիս առաջ} other{{count} ամիս առաջ}}
id: {count, plural, other{{count} bulan yang lalu}}
it: {count, plural, =1{{count} mese fa} other{{count} mesi fa}}
kk: {count, plural, =1{{count} ай бұрын} other{{count} ай бұрын}}
ko: {count, plural, other{{count}개월 전}}
lt: {count, plural, =1{Prieš {count} mėnesį} few{Prieš {count} mėnesius} many{Prieš {count} mėnesio} other{Prieš {count} mėnesių}}
lv: {count, plural, =0{pirms {count} mēnešiem} =1{pirms {count} mēneša} other{pirms {count} mēnešiem}}
mk: {count, plural, =1{Пред {count} месец} other{Пред {count} месеци}}
nl: {count, plural, =1{{count} maand geleden} other{{count} maanden geleden}}
pt: {count, plural, =1{há {count} mês} other{há {count} meses}}
ro: {count, plural, =1{cu o lună în urmă} few{cu {count} luni în urmă} other{cu {count} de luni în urmă}}
ru: {count, plural, =1{{count} месяц назад} few{{count} месяца назад} many{{count} месяцев назад} other{{count} месяцев назад}}
sk: {count, plural, =1{pred {count} mesiacom} few{pred {count} mesiacmi} many{pred {count} mesiacmi} other{pred {count} mesiacmi}}
sl: {count, plural, =1{Pred {count} mesecem} =2{Pred {count} mesecema} few{Pred {count} meseci} other{Pred {count} meseci}}
sq: {count, plural, =1{{count} muaj më parë} other{para {count} muajve}}
sv: {count, plural, =1{{count} månad sedan} other{{count} månader sedan}}
tr: {count, plural, =1{{count} ay önce} other{{count} ay önce}}
uk: {count, plural, =1{{count} місяць тому} few{{count} місяці тому} many{{count} місяців тому} other{{count} місяця тому}}
vi: {count, plural, other{{count} tháng trước}}
zh: {count, plural, other{{count} 月前}}
zh_tw: {count, plural, other{{count}個月前}}

# timeagoNbYearsAgo
source: {count, plural, =1{{count} year ago} other{{count} years ago}}
af: {count, plural, =1{{count} jaar gelede} other{{count} jare gelede}}
ar: {count, plural, =0{منذ {count} سنة} =1{منذ {count} سنة} =2{منذ {count} سنة} few{منذ {count} سنة} many{منذ {count} سنة} other{منذ {count} سنة}}
be: {count, plural, =1{{count} год таму} few{{count} гады таму} many{{count} гадоў таму} other{{count} гадоў таму}}
bg: {count, plural, =1{преди {count} година} other{преди {count} години}}
bn: {count, plural, =1{{count} বছর আগে} other{{count} বছর আগে}}
bs: {count, plural, =1{prije {count} godinu} few{prije {count} godine} other{prije {count} godina}}
ca: {count, plural, =1{fa {count} any} other{fa {count} anys}}
cs: {count, plural, =1{před {count} rokem} few{před {count} lety} many{před {count} lety} other{před {count} lety}}
da: {count, plural, =1{{count} år siden} other{{count} år siden}}
el: {count, plural, =1{{count} χρόνο πριν} other{{count} χρόνια πριν}}
eo: {count, plural, =1{antaŭ {count} jaro} other{antaŭ {count} jaroj}}
es: {count, plural, =1{hace {count} año} other{hace {count} años}}
eu: {count, plural, =1{orain dela urte {count}} other{orain dela {count} urte}}
fa: {count, plural, =1{{count} سال پیش} other{{count} سال پیش}}
fi: {count, plural, =1{{count} vuosi sitten} other{{count} vuotta sitten}}
gl: {count, plural, =1{hai {count} ano} other{hai {count} anos}}
he: {count, plural, =1{לפני שנה {count}} =2{לפני {count} שנים} many{לפני {count} שנים} other{לפני {count} שנים}}
hy: {count, plural, =1{{count} տարի առաջ} other{{count} տարի առաջ}}
id: {count, plural, other{{count} tahun yang lalu}}
it: {count, plural, =1{{count} anno fa} other{{count} anni fa}}
kk: {count, plural, =1{{count} жыл бұрын} other{{count} жыл бұрын}}
ko: {count, plural, other{{count}년 전}}
lt: {count, plural, =1{Prieš {count} metus} few{Prieš {count} metus} many{Prieš {count} metų} other{Prieš {count} metų}}
lv: {count, plural, =0{pirms {count} gadiem} =1{pirms {count} gada} other{pirms {count} gadiem}}
mk: {count, plural, =1{Пред {count} година} other{Пред {count} години}}
nl: {count, plural, =1{{count} jaar geleden} other{{count} jaar geleden}}
pt: {count, plural, =1{há {count} ano} other{há {count} anos}}
ro: {count, plural, =1{cu un an în urmă} few{cu {count} ani în urmă} other{cu {count} de ani în urmă}}
ru: {count, plural, =1{{count} год назад} few{{count} года назад} many{{count} лет назад} other{{count} лет назад}}
sk: {count, plural, =1{pred {count} rokom} few{pred {count} rokmi} many{pred {count} rokmi} other{pred {count} rokmi}}
sl: {count, plural, =1{Pred {count} letom} =2{Pred {count} letoma} few{Pred {count} leti} other{Pred {count} leti}}
sq: {count, plural, =1{{count} vit më parë} other{para {count} viteve}}
sv: {count, plural, =1{{count} år sedan} other{{count} år sedan}}
tr: {count, plural, =1{{count} yıl önce} other{{count} yıl önce}}
uk: {count, plural, =1{{count} рік тому} few{{count} роки тому} many{{count} років тому} other{{count} року тому}}
vi: {count, plural, other{{count} năm trước}}
zh: {count, plural, other{{count} 年前}}
zh_tw: {count, plural, other{{count}年前}}

# timeagoNbMinutesRemaining
source: {count, plural, =1{{count} minute remaining} other{{count} minutes remaining}}
af: {count, plural, =1{nog {count} minuut oor} other{nog {count} minute oor}}
ar: {count, plural, =0{{count} دقيقة متبقية} =1{{count} دقيقة متبقية} =2{{count} دقيقة متبقية} few{{count} دقيقة متبقية} many{{count} دقيقة متبقية} other{{count} دقيقة متبقية}}
be: {count, plural, =1{Засталася {count} хвіліна} few{Засталося {count} хвіліны} many{Засталося {count} хвілін} other{Засталося {count} хвіліны}}
bg: {count, plural, =1{остава {count} минутa} other{остават {count} минути}}
bn: {count, plural, =1{{count} মিনিট বাকি} other{{count} মিনিট বাকি}}
bs: {count, plural, =1{Preostala je {count} minuta} few{Preostalo je {count} minuta} other{Preostalo je {count} minuta}}
ca: {count, plural, =1{Queda {count} minut} other{Queden {count} minuts}}
cs: {count, plural, =1{Zbývá {count} minuta} few{Zbývají {count} minuty} many{Zbývá {count} minut} other{Zbývá {count} minut}}
da: {count, plural, =1{{count} minut tilbage} other{{count} minutter tilbage}}
el: {count, plural, =1{απομένει {count} λεπτό} other{απομένουν {count} λεπτά}}
eo: {count, plural, =1{{count} minuto restas} other{{count} minutoj restas}}
es: {count, plural, =1{{count} minuto restante} other{{count} minutos restantes}}
eu: {count, plural, =1{Minutu {count} falta da} other{{count} minutu falta dira}}
fa: {count, plural, =1{{count} دقیقه باقی مانده} other{{count} دقیقه باقی مانده}}
fi: {count, plural, =1{{count} minuutti jäljellä} other{{count} minuuttia jäljellä}}
gl: {count, plural, =1{{count} minuto restante} other{{count} minutos restantes}}
he: {count, plural, =1{דקה {count} נותרה} =2{{count} דקות נותרו} many{{count} דקות נותרו} other{{count} דקות נותרו}}
id: {count, plural, other{{count} menit tersisa}}
it: {count, plural, =1{{count} minuto rimanente} other{{count} minuti rimanenti}}
kk: {count, plural, =1{{count} минут қалды} other{{count} минут қалды}}
ko: {count, plural, other{{count}분 남음}}
lt: {count, plural, =1{Liko {count} minutė} few{Liko {count} minutės} many{Liko {count} minučių} other{Liko {count} minučių}}
mk: {count, plural, =1{преостанува {count} минута} other{преостануваат {count} минути}}
nl: {count, plural, =1{{count} minuut resterend} other{{count} minuten resterend}}
pt: {count, plural, =1{{count} minuto restante} other{{count} minutos restantes}}
ro: {count, plural, =1{un minut rămas} few{{count} minute rămase} other{{count} de minute rămase}}
ru: {count, plural, =1{осталась {count} минута} few{осталось {count} минуты} many{осталось {count} минут} other{осталось {count} минут}}
sk: {count, plural, =1{ostáva {count} minúta} few{ostávajú {count} minúty} many{ostáva {count} minút} other{ostáva {count} minút}}
sl: {count, plural, =1{še {count} minuta} =2{še {count} minuti} few{še {count} minute} other{še {count} minut}}
sq: {count, plural, =1{Edhe {count} minutë} other{Edhe {count} minuta}}
sv: {count, plural, =1{{count} minut återstår} other{{count} minuter återstår}}
tr: {count, plural, =1{{count} dakika kaldı} other{{count} dakika kaldı}}
uk: {count, plural, =1{залишилася {count} хвилина} few{залишилося {count} хвилини} many{залишилося {count} хвилин} other{залишилося {count} хвилини}}
vi: {count, plural, other{còn {count} phút}}
zh: {count, plural, other{剩余 {count} 分钟}}
zh_tw: {count, plural, other{剩下 {count} 分鐘}}

# timeagoNbHoursRemaining
source: {count, plural, =1{{count} hour remaining} other{{count} hours remaining}}
af: {count, plural, =1{nog {count} uur oor} other{nog {count} ure oor}}
ar: {count, plural, =0{{count} ساعة متبقية} =1{{count} ساعة متبقية} =2{{count} ساعة متبقية} few{{count} ساعة متبقية} many{{count} ساعة متبقية} other{{count} ساعة متبقية}}
be: {count, plural, =1{Засталася {count} гадзіна} few{Засталося {count} гадзіны} many{Засталося {count} гадзін} other{Засталося {count} гадзіны}}
bg: {count, plural, =1{остава {count} час} other{остават {count} часа}}
bn: {count, plural, =1{{count} ঘন্টা বাকি} other{{count} ঘন্টা বাকি}}
bs: {count, plural, =1{Preostao je {count} sat} few{Preostalo je {count} sata} other{Preostalo je {count} sati}}
ca: {count, plural, =1{Queda {count} hora} other{Queden {count} hores}}
cs: {count, plural, =1{Zbývá {count} hodina} few{Zbývají {count} hodiny} many{Zbývá {count} hodin} other{Zbývá {count} hodin}}
da: {count, plural, =1{{count} time tilbage} other{{count} timer tilbage}}
el: {count, plural, =1{απομένει {count} ώρα} other{απομένουν {count} ώρες}}
eo: {count, plural, =1{{count} horo restas} other{{count} horoj restas}}
es: {count, plural, =1{{count} hora restante} other{{count} horas restantes}}
eu: {count, plural, =1{Ordu {count} falta da} other{{count} ordu falta dira}}
fa: {count, plural, =1{{count} ساعت باقی مانده} other{{count} ساعت باقی مانده}}
fi: {count, plural, =1{{count} tunti jäljellä} other{{count} tuntia jäljellä}}
gl: {count, plural, =1{{count} hora restante} other{{count} horas restantes}}
he: {count, plural, =1{שעה {count} נותרה} =2{{count} שעות נותרו} many{{count} שעות נותרו} other{{count} שעות נותרו}}
id: {count, plural, other{{count} jam tersisa}}
it: {count, plural, =1{{count} ora rimanente} other{{count} ore rimanenti}}
kk: {count, plural, =1{{count} сағат қалды} other{{count} сағат қалды}}
ko: {count, plural, other{{count}시간 남음}}
lt: {count, plural, =1{Liko {count} valanda} few{Liko {count} valandos} many{Liko {count} valandų} other{Liko {count} valandų}}
mk: {count, plural, =1{преостанува {count} час} other{преостануваат {count} часови}}
nl: {count, plural, =1{{count} uur resterend} other{{count} uur resterend}}
pt: {count, plural, =1{{count} hora restante} other{{count} horas restantes}}
ro: {count, plural, =1{o oră rămasă} few{{count} ore rămase} other{{count} de ore rămase}}
ru: {count, plural, =1{остался {count} час} few{осталось {count} часа} many{осталось {count} часов} other{осталось {count} часов}}
sk: {count, plural, =1{ostáva {count} hodina} few{ostávajú {count} hodiny} many{ostáva {count} hodín} other{ostáva {count} hodín}}
sl: {count, plural, =1{še {count} ura} =2{še {count} uri} few{še {count} ure} other{še {count} ur}}
sq: {count, plural, =1{Edhe {count} orë} other{Edhe {count} orë}}
sv: {count, plural, =1{{count} timme återstår} other{{count} timmar återstår}}
tr: {count, plural, =1{{count} saat kaldı} other{{count} saat kaldı}}
uk: {count, plural, =1{залишилася {count} година} few{залишилося {count} години} many{залишилося {count} годин} other{залишилося {count} години}}
vi: {count, plural, other{còn {count} giờ}}
zh: {count, plural, other{剩余 {count} 小时}}
zh_tw: {count, plural, other{剩下 {count} 小時}}

# tfaTwoFactorAuth
source: Two-factor authentication
af: Tweeledige verifikasie
bg: Двуфакторно удостоверяване
bn: টু-ফ্যাক্টর অথেন্টিকেশন
bs: Dvofaktorska provjera autentičnosti
ca: Autenticació de dos factors
el: Έλεγχος ταυτότητας δύο παραγόντων
eo: Dufaza aŭtentigo
es: Autenticación en dos pasos
eu: Bi faktoreko autentifikazioa
fa: راستین‌آزمایی دوعاملی
fi: Kaksivaiheinen tunnistautuminen
he: אימות דו־שלבי
hy: Երկգործոն նույնականացում
it: Autenticazione a due fattori
kk: Екісатылы өкіл-растау
ko: 2단계 인증
lv: Divfaktoru autentifikācija
mk: Двофакторна автентикација
nl: Tweestapsverificatie
ro: Autentificare în doi pași
ru: Двухфакторная аутентификация
sk: Dvojstupňové overenie
sl: Dvojna avtentikacija
sq: Mirëfilltësim dyfaktorësh
sr: Двофакторска аутентификација
uk: Двофакторна автентифікація
vi: Xác thực 2 bước
zh: 双重认证
zh_tw: 兩步驟驗證

# playComputerMove
source: Play best computer move
af: Speel die beste rekenaarskuif
ar: العب افضل نقلة يقترحها الكمبيوتر
az: Ən yaxşı komputer gedişlərini oyna
be: Згуляць лепшы ход на думку камп'ютару
bg: Изиграй най-добрия компютърен ход
bn: কম্পিউটারের সেরা চাল
bs: Igraj najbolji potez računara
ca: Juga el millor moviment suggerit per l'ordinador
cs: Zahrát nejlepší počítačový tah
da: Spil det bedste computertræk
el: Πραγματοποίηση της καλύτερης κίνησης του υπολογιστή
eo: Ludi la plej bonan komputilan movon
es: Jugar el mejor movimiento por ordenador
eu: Jokatu ordenagailuaren jokaldi onena
fa: بازی کردن بهترین حرکت رایانه‌ای
fi: Pelaa tietokoneen paras siirto
gl: Xogar o mellor movemento da computadora
he: שחק את מהלך המחשב הטוב ביותר
hy: Անել լավագույն համակարգչային քայլը
id: Langkahkan gerakan terbaik komputer
it: Gioca la migliore mossa del computer
kk: Компьютердің үздік жүрісін қолдану
ko: 최선의 컴퓨터 수 두기
lt: Žaisti geriausią kompiuterio ėjimą
lv: Izspēlēt labāko datora gājienu
mk: Играј го најдобриот компјутерски потег
nl: Doe de beste computerzet
pt: Jogar o melhor lance do computador
ro: Joacă cea mai bună mutare a calculatorului
sk: Hrať najlepší ťah podľa počítača
sl: Igraj najboljšo računalniško potezo
sq: Bëj lëvizjen më të mirë të kompjuterit
sr: Одиграј најбољи потез који сугерише компјутер
sv: Spela bästa datordraget
tr: En iyi bilgisayar hamlesini oyna
uk: Зіграти найкращий комп'ютерний хід
vi: Chơi nước máy tính tốt nhất
zh: 走电脑最佳着法
zh_tw: 走電腦推薦的最佳著法

# teamIncorrectEntryCode
source: Incorrect entry code.
eo: Malĝusta enirkodo.
it: Codice di accesso errato.
