Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Hide best move
af: Versteek die beste skuif
ar: أخفي أفضل نقلة
az: Ən yaxşı gedişi gizlət
be: Схаваць найлепшы ход
bg: Скриване на най-добрия ход
bn: লুকান সেরা চাল
bs: Sakrijte najbolji potez
ca: Amagar la millor jugada
cs: Skrýt nejlepší tah
da: Skjul bedste træk
el: Απόκρυψη καλύτερης κίνησης
eo: Kaŝi la plej bonan movon
es: Ocultar el mejor movimiento
eu: Ezkutatu jokaldi onena
fa: پنهان کردن بهترین حرکت
fi: Piilota paras siirto
gl: Ocultar o mellor movemento
he: הסתר את המהלך הטוב ביותר
hy: Թաքցնել լավագույն քայլը
id: Sembunyikan langkah terbaik
it: Nascondi la mossa migliore
kk: Үздік жүрісті жасыру
ko: 최상의 수 숨기기
lt: Slėpti geriausią ėjimą
lv: Nerādīt labāko gājienu
mk: Скриј го најдобриот потег
nl: Verberg de beste zet
pt: Ocultar o melhor movimento
ro: Ascunde cea mai bună mutare
ru: Скрыть лучший ход
sk: Skryť najlepší ťah
sl: Skrij najboljšo potezo
sq: Fshihe lëvizjen më të mirë
sr: Сакриј најбољи потез
sv: Dölj det bästa draget
tr: En iyi hamleyi gizle
uk: Приховати найкращий хід
vi: Ẩn nước đi tốt nhất
zh: 隐藏最佳着法
zh_tw: 隱藏最佳移動

source: Get a hint
af: Kry 'n leidraad
ar: احصل على تلميح
az: İpucu Al
be: Атрымаць падказку
bg: Подсказка
bn: একটি সূত্র পান
bs: Treba mi pomoć
ca: Obtenir una pista
cs: Získat nápovědu
da: Få et hint
el: Λάβετε μια υπόδειξη
eo: Ricevi konsileton
es: Pedir una pista
eu: Pista bat eman
fa: راهنمایی
fi: Haluan vihjeen
gl: Obter unha pista
he: קבל/י רמז
hy: Օգտվել հուշումից
id: Dapatkan petunjuk
it: Vuoi un suggerimento?
kk: Көмек
ko: 힌트 보기
lt: Gauti užuominą
lv: Saņemt padomu
mk: Добиј совет
nl: Een hint vragen
pt: Obter uma dica
ro: Obține un indiciu
ru: Взять подсказку
sk: Získať nápovedu
sl: Namig
sq: Merrni një ndihmëz
sr: Добиј савет
sv: Ledtråd?
tr: İpucu
uk: Отримати підказку
vi: Xem gợi ý
zh: 获取提示
zh_tw: 得到提示

source: Evaluating your move ...
af: Jou skuif word geëvalueer ...
ar: يتم الان تقييم نقلتك ...
az: Gedişiniz dəyərləndirilir ...
be: Ацэнка вашага ходу...
bg: Оценяване на хода...
bn: আপনার চাল মূল্যায়ন করবে...
bs: Procjena Vašeg poteza ...
ca: Avaluant la seva jugada ...
cs: Hodnotím tvůj tah...
da: Vurderer dit træk ...
el: Αξιολογώντας την κίνηση σας...
eo: Taksante vian movon ...
es: Evaluando tu movimiento ...
eu: Zure jokaldia aztertzen...
fa: حرکت‌تان را می‌ارزیابد...
fi: Siirtoasi arvioidaan...
gl: Avaliando o teu movemento...
he: מעריך את המסע שלך ...
hy: Ձեր քայլի գնահատականը...
id: Mengevaluasi langkah anda ...
it: Valutazione della tua mossa in corso...
kk: Жүріс өңделіп жатыр ...
ko: 이동하신 수를 평가 중입니다…
lt: Vertinamas jūsų ėjimas...
lv: Novērtē jūsu gājienu...
mk: Проценување на потегот...
nl: De evaluatie van je zet...
pt: A analisar o teu movimento ...
ro: Evaluându-ți mutarea ...
ru: Оценка вашего хода...
sk: Hodnotím Váš ťah...
sl: Ocenjevanje poteze ...
sq: Po vlerësohet lëvizja juaj …
sr: Процењивање твог потеза ...
sv: Utvärderar ditt drag...
tr: Hamleniz değerlendiriliyor...
uk: Оцінка вашого ходу...
vi: Đang đánh giá nước đi của bạn ...
zh: 正在评估您的着法...
zh_tw: 分析您的移動

# whiteWinsGame
source: White wins
af: Wit wen
ar: الأبيض يفوز
az: Ağlar qazandı
be: Белыя перамаглі
bg: Белите побеждават
bn: সাদা জিতেছে
bs: Bijeli pobjeđuje
ca: Les blanques guanyen
cs: Bílý vyhrál
da: Hvid vinder
el: Κερδίζουν τα λευκά
eo: Blanko venkas
es: Ganan las blancas
eu: Zuriek irabazi
fa: سفید می‌برد
fi: Valkea voittaa
gl: As brancas gañan
he: הלבן מנצח
hy: Սպիտակները հաղթեցին
id: Putih menang
it: Il Bianco vince
kk: Ақ жеңді
ko: 하얀색 승리
lt: Laimėjo baltieji
lv: Baltie uzvar
mk: Победа на белите
nl: Wit wint
pt: As brancas ganham
ro: Albele câștigă
ru: Белые выиграли
sk: Biely vyhral
sl: Beli je zmagal
sq: I bardhi fiton
sr: Бели побеђује
sv: Vit vinner
tr: Beyaz kazandı
uk: Білі виграли
vi: Trắng thắng
zh: 白方获胜
zh_tw: 白方獲勝

# blackWinsGame
source: Black wins
af: Swart wen
ar: الاسود يفوز
az: Qaralar qazandı
be: Чорныя перамаглі
bg: Черните побеждават
bn: কালো জিতেছে
bs: Crni pobjeđuje
ca: Les negres guanyen
cs: Černý vyhrál
da: Sort vinder
el: Κερδίζουν τα μαύρα
eo: Nigro venkas
es: Ganan las negras
eu: Beltzek irabazi
fa: سیاه می‌برد
fi: Musta voittaa
gl: As negras gañan
he: השחור מנצח
hy: Սևերն հաղթեցին
id: Hitam menang
it: Il Nero vince
kk: Қара жеңді
ko: 검은색 승리
lt: Laimėjo juodieji
lv: Melnie uzvar
mk: Победа на црните
nl: Zwart wint
pt: As pretas ganham
ro: Negrele câștigă
ru: Чёрные выиграли
sk: Čierny vyhral
sl: Črni je zmagal
sq: I ziu fiton
sr: Црни побеђује
sv: Svart vinner
tr: Siyah kazandı
uk: Чорні виграли
vi: Đen thắng
zh: 黑方获胜
zh_tw: 黑方獲勝

source: Learn from your mistakes
af: Leer uit jou foute
ar: التعلم من الأخطاء الخاصة بك
az: Səhvlərinizdən öyrənin
be: Работа над памылкамі
bg: Учете се от грешките си
bn: আপনার ভুলগুলো থেকে শিখুন
bs: Naučite iz svojih grešaka
ca: Aprendre dels seus errors
cs: Poučte se ze svých chyb
da: Lær af dine fejl
el: Μάθετε από τα λάθη σας
eo: Lerni de viaj eraroj
es: Aprende de tus errores
eu: Ikasi zure akatsetatik
fa: از اشتباه‌های‌تان بیاموزید
fi: Opi virheistäsi
gl: Aprende dos teus erros
he: למד/י מהטעויות שלך
hy: Սովորիր սխալներից
id: Pelajaran dari kesalahanmu
it: Impara dai tuoi errori
kk: Өз қателеріңізден сабақ алыңыз
ko: 실수에서 배우기
lt: Mokykitės iš savo klaidų
lv: Mācīties no savām kļūdām
mk: Учи од своите грешки
nl: Leren van je fouten
pt: Aprende com os teus erros
ro: Învață din greșelile tale
ru: Разобрать свои ошибки
sk: Poučte sa zo svojich chýb
sl: Naučite se iz svojih napak
sq: Mësoni nga gabimet tuaja
sr: Научи из својих грешака
sv: Lär av dina misstag
tr: Hatalarından ders al
uk: Робота над помилками
vi: Học từ sai lầm của bạn
zh: 从您的失误中学习
zh_tw: 從您的失誤中學習

source: Learn from this mistake
af: Leer uit hierdie fout
ar: تعلم من هذا الخطأ
az: Bu səhvdən öyrən
be: Разабраць гэту памылку
bg: Поучете се от тази грешка
bn: এই ভুল থেকে শিখুন
bs: Naučite iz ove greške
ca: Aprendre d'aquest error
cs: Poučte se z této chyby
da: Lær af denne fejl
el: Μάθετε από αυτό το λάθος
eo: Lerni de tiu ĉi eraro
es: Aprende de este error
eu: Akats honetatik ikasi
fa: از این اشتباه درس بگیرید
fi: Opi tästä virheestä
gl: Aprende deste erro
he: למד/י מהטעות הזאת
hy: Սովորիր այս սխալից
id: Pelajari dari kesalahan ini
it: Impara da questo errore
kk: Осы қатеден сабақ алыңыз
ko: 이 실수에서 배우기
lt: Pasimokykite iš šios klaidos
lv: Mācīties no šīs kļūdas
mk: Научи од оваа грешка
nl: Leer van deze fout
pt: Aprende com este erro
ro: Învață din greșeli
ru: Разобрать эту ошибку
sk: Poučte sa z tejto chyby
sl: Naučite se iz te napake
sq: Mësoni nga ky gabim
sr: Научи из ове грешке
sv: Lär av detta misstaget
tr: Bu hatadan ders çıkart
uk: Розібрати цю помилку
vi: Học từ sai lầm này
zh: 从这个失误中学习
zh_tw: 從您的失誤中學習

source: Skip this move
af: Slaan hierdie skuif oor
ar: تجاوز هذه الخطوة
az: Bu gedişi keç
be: Прапусціць гэты ход
bg: Пропускане на този ход
bn: এই ধাপটি এড়িয়ে যান
bs: Preskočite ovaj potez
ca: Ometre aquest pas
cs: Přeskočit tento krok
da: Spring dette træk over
el: Παράλειψη κίνησης
eo: Preterpasi tiun ĉi movon
es: Omitir este movimiento
eu: Jokaldi hau alde batera utzi
fa: رد کردن این حرکت
fi: Ohita tämä siirto
gl: Salta este movemento
he: דלג/י על מהלך זה
hy: Բաց թողնել այս քայլը
id: Lewatkan langkah ini
it: Salta questa mossa
kk: Осы жүрісті елемеу
ko: 이 수 넘기기
lt: Praleisti šį ėjimą
lv: Izlaist šo gājienu
mk: Прескокни го потегов
nl: Deze zet overslaan
pt: Saltar este movimento
ro: Sari peste această mutare
ru: Пропустить этот ход
sk: Preskočiť tento krok
sl: Preskočite to potezo
sq: Anashkaloje këtë lëvizje
sr: Прескочи овај потез
sv: Hoppa över detta drag
tr: Bu hamleyi geç
uk: Пропустити цей хід
vi: Bỏ qua nước này
zh: 跳过此步
zh_tw: 跳過這一步

source: Next
af: Volgende
ar: التالي
az: Növbəti
be: Далей
bg: Напред
bn: পরবর্তী
bs: Dalje
ca: Següent
cs: Další
da: Næste
el: Επόμενο
eo: Sekva
es: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
gl: Seguinte
he: הבא
hy: Հաջորդ
id: Selanjutnya
it: Successivo
kk: Келесі
ko: 다음으로
lt: Toliau
lv: Nākamais
mk: Следно
nl: Volgende
pt: Seguinte
ro: Următoarea
ru: Далее
sk: Ďalší
sl: Naprej
sq: Pasuesja
sr: Следеће
sv: Nästa
tr: Sonraki
uk: Далі
vi: Tiếp
zh: 继续
zh_tw: 下一個

# xWasPlayed
source: {param} was played
af: {param} is gespeel
ar: تم لعب {param}
az: {param} oynanıldı
be: Быў зроблены ход {param}
bg: Предишен ход: {param}
bn: {param} খেলা হয়েছিল
bs: {param} je odigrano
ca: {param} es va jugar
cs: Bylo zahráno {param}
da: {param} blev spillet
el: {param} παίχτηκε
eo: {param} ludita
es: se jugó {param}
eu: {param} jokatu zen
fa: {param} بازی شد
fi: {param} pelattiin
gl: {param} foi xogado
he: {param} שוחק
hy: Խաղացվել է {param}
id: {param} sedang diamainkan
it: Ultima mossa {param}
kk: {param} ойналды
ko: {param} 이 두어짐
lt: Buvo sužaistas {param}
lv: {param} tika izspēlēts
mk: Одиграно: {param}
nl: {param} werd gespeeld
pt: {param} foi jogado
ro: s-a mutat {param}
ru: Было сыграно {param}
sk: hralo sa {param}
sl: {param} je igral/a
sq: {param} u luajt
sr: {param} је био одигран
sv: {param} spelades
tr: {param} oynandı
uk: Було зіграно {param}
vi: Đã chơi {param}
zh: 走了 {param}
zh_tw: 走了{param}

# findBetterMoveForWhite
source: Find a better move for white
af: Kry 'n beter skuif vir wit
ar: جد نقلة أفضل للأبيض
az: Ağlar üçün daha yaxşı gedişi tapın
be: Знайдзіце за белых мацнейшы ход
bg: Намерете по-добър ход за белите
bn: সাদার জন্য একটি ভালো চাল খুঁজুন
bs: Pronađite bolji potez za bijelog
ca: Trobar un moviment millor per a les blanques
cs: Najděte lepší tah bílého
da: Find et bedre træk for hvid
el: Βρείτε μια καλύτερη κίνηση για τα λευκά
eo: Trovi plibonan movon por blanka
es: Encuentra un movimiento mejor para las blancas
eu: Bilatu zurien jokaldi hobe bat
fa: حرکت بهتری برای سفید بیابید
fi: Keksi parempi valkean siirto
gl: Encontra un movemento mellor para as brancas
he: מצא/י מהלך טוב יותר ללבן
hy: Սպիտակների համար գտե՛ք ավելի ուժեղ քայլ
id: Temukan langkah yang lebih baik untuk warna putih
it: Trova una mossa migliore per il Bianco
kk: Ақ пайдасына ең тиімді жүрісті табыңыз
ko: 흰색에게 좀 더 나은 수를 찾아보세요
lt: Suraskite geresnį ėjimą baltiesiems
lv: Atrodiet labāku gājienu baltajiem
mk: Најди подобар потег за белите
nl: Vind een betere zet voor wit
pt: Encontra um melhor movimento para as brancas
ro: Găsește o mutare mai bună pentru albe
ru: Найдите более сильный ход за белых
sk: Nájdite lepší ťah bieleho
sl: Poišči boljšo potezo za belega
sq: Gjej një lëvizje më të mirë për të bardhin
sr: Нађи бољи потез за белог
sv: Hitta ett bättre drag för vit
tr: Beyaz için en iyi hamleyi bulun
uk: Знайдіть кращий хід за білих
vi: Tìm nước đi tốt hơn cho bên trắng
zh: 为白方找到更好的着法
zh_tw: 找出白方的最佳著法

# findBetterMoveForBlack
source: Find a better move for black
af: Kry 'n beter skuif vir swart
ar: جد نقلة أفضل للأسود
az: Qaralar üçün daha yaxşı gedişi tapın
be: Знайдзіце за белых мацнейшы ход
bg: Намерете по-добър ход за черните
bn: কালোর জন্য একটি ভালো চাল খুঁজুন
bs: Pronađite bolji potez za crnog
ca: Trobar un moviment millor per les negres
cs: Najděte lepší tah černého
da: Find et bedre træk for sort
el: Βρείτε μια καλύτερη κίνηση για τα μαύρα
eo: Trovi plibonan movon por nigra
es: Encuentra un movimiento mejor para las negras
eu: Bilatu beltzen jokaldi hobe bat
fa: حرکت بهتری برای سیاه بیابید
fi: Keksi parempi mustan siirto
gl: Encontra un movemento mellor para as negras
he: מצא/י מהלך טוב יותר לשחור
hy: Սևերի համար գտե՛ք ավելի ուժեղ քայլ
id: Temukan langkah yang lebih baik untuk warna hitam
it: Trova una mossa migliore per il Nero
kk: Қара пайдасына ең тиімді жүрісті табыңыз
ko: 검은색에게 좀 더 나은 수를 찾아보세요
lt: Suraskite geresnį ėjimą juodiesiems
lv: Atrodiet labāku gājienu melnajiem
mk: Најди подобар потег за црните
nl: Vind een betere zet voor zwart
pt: Encontra um melhor movimento para as pretas
ro: Găsește o mutare mai bună pentru negre
ru: Найдите более сильный ход за чёрных
sk: Nájdite lepší ťah čierneho
sl: Poišči boljšo potezo za črnega
sq: Gjej një lëvizje më të mirë për të ziun
sr: Нађи бољи потез за црног
sv: Hitta ett bättre drag för svart
tr: Siyah için en iyi hamleyi bulun
uk: Знайдіть кращий хід за чорних
vi: Tìm nước đi tốt hơn cho đen
zh: 为黑方找到更好的着法
zh_tw: 找出黑方的最佳著法

source: Resume learning
af: Leer verder
ar: استئناف التعلم
az: Öyrənməyə davam
be: Працягнуць навучанне
bg: Възобновяване на обучението
bn: পুনারয় শিখুন
bs: Nastavite učenje
ca: Seguir l'aprenentatge
cs: Pokračovat v učení
da: Fortsæt læring
el: Συνεχίστε την εξάσκηση
eo: Daŭrigi lerni
es: Continuar el aprendizaje
eu: Ikasketari berrekin
fa: ادامه یادگیری
fi: Jatka oppimista
gl: Retomar avaliación
he: המשיכו ללמוד
hy: Շարունակել սովորել
id: Lanjutkan materi
it: Continua ad imparare
kk: Үйренуді қорытындылау
ko: 학습 계속하기
lt: Pratęsti mokymąsi
lv: Atsākt mācības
mk: Продолжи со обуката
nl: Ga door met leren
pt: Continuar a aprendizagem
ro: Reia învățatul
ru: Вернуться к обучению
sk: Pokračovať v učení
sl: Nadaljuj z učenjem
sq: Vazhdoni mësimin
sr: Настави учити
sv: Återuppta inlärning
tr: Kaldığınız yerden devam edin
uk: Продовжити навчання
vi: Tiếp tục học
zh: 继续学习
zh_tw: 繼續學習

source: You can do better
af: Jy kan daarop verbeter
ar: يمكنك أن تفعل أفضل
az: Daha yaxşısını bacara bilərsən
be: Ёсць і мацнейшы ход
bg: Можете да го направите по-добре
bn: আপনি ভালো করতে পারেন
bs: Možete bolje
ca: Ho pots fer millor
cs: Máte lepší tah
da: Du kan gøre det bedre
el: Μπορείτε και καλύτερα
eo: Vi povas fari pli bone
es: Puedes hacerlo mejor
eu: Hobeto egin dezakezu
fa: می‌توانید بهتر انجامش دهید
fi: Parempikin löytyy
gl: Podes facelo mellor
he: יש מהלך טוב יותר:)
hy: Կա ավելի ուժեղ քայլ
id: Kamu bisa melakukan lebih baik
it: Puoi fare di meglio
kk: Тағы талпынып көріңіз
ko: 더 잘할 수 있어요
lt: Galite ir geriau
lv: Varat atrast labāku gājienu
mk: Можеш и подобро
nl: Je kunt het beter doen
pt: Podes fazer melhor
ro: Poți mai bine
ru: Есть более сильный ход
sk: Dá sa to aj lepšie
sl: Obstaja boljša poteza
sq: Mundeni për më mirë
sr: Можеш одрадити боље
sv: Du kan bättre
tr: Daha iyisini yapabilirsin
uk: Є сильніший хід
vi: Bạn có thể làm tốt hơn
zh: 加油！有更好的一步棋！
zh_tw: 還有更好的移動

source: Try another move for white
af: Probeer 'n ander skuif vir wit
ar: حاول نقلة أخرى للأبيض
az: Ağlar üçün başqa bir gediş yoxlayın
be: Паспрабуйце іншы ход за белых
bg: Опитайте друг ход за белите
bn: সাদার জন্য আরেকটি চাল চেষ্টা করুন
bs: Probajte drugi potez za bijelog
ca: Prova un altre moviment per a les blanques
cs: Zkuste jiný tah bílého
da: Prøv et andet træk for hvid
el: Δοκιμάστε μια άλλη κίνηση για τα λευκά
eo: Provi por blanka alian movon
es: Prueba con otro movimiento para las blancas
eu: Saiatu zurien beste jokaldi bat egiten
fa: حرکت دیگری را برای سفید بیابید
fi: Kokeile muuta valkean siirtoa
gl: Tenta outro movemento para as brancas
he: נסו למצוא מהלך טוב יותר ללבן
hy: Սպիտակների համար փորձե՛ք այլ քայլ
id: Coba langkah lain untuk putih
it: Prova un'altra mossa per il bianco
kk: Ақтар пайдасына басқаша жүріп көріңіз
ko: 백의 또 다른 수를 찾아보세요
lt: Pabandykite kitą ėjimą baltiesiems
lv: Izmēģiniet citu gājienu ar baltajām
mk: Пробај друг потег за белите
nl: Probeer een andere zet voor wit
pt: Tenta outro movimento para as brancas
ro: Încearcă altă mutare pentru albe
ru: Попробуйте другой ход за белых
sk: Skúste ako biely potiahnuť niečo iné
sl: Poskusi drugo potezo za belega
sq: Provoni një tjetër lëvizje për të bardhin
sr: Пробај други потез за белог
sv: Prova ett annat drag som vit
tr: Beyaz için başka bir hamle dene
uk: Спробуйте інший хід за білих
vi: Tìm nước đi khác cho bên trắng
zh: 为白方另寻着法
zh_tw: 嘗試白方更好其他的著法

source: Try another move for black
af: Probeer 'n ander skuif vir swart
ar: حاول نقلة أخرى للأسود
az: Qaralar üçün başqa bir gediş yoxlayın
be: Паспрабуйце іншы ход за чорных
bg: Опитайте друг ход за черните
bn: কালোর জন্য আরেকটি চাল চেষ্টা করুন
bs: Probajte drugi potez za crnog
ca: Prova un altre moviment per a les negres
cs: Zkuste jiný tah černého
da: Prøv et andet træk for sort
el: Δοκιμάστε μια άλλη κίνηση για τα μαύρα
eo: Provi por nigra alian movon
es: Prueba con otro movimiento para las negras
eu: Saiatu beltzen beste jokaldi bat egiten
fa: حرکت دیگری را برای سیاه بیابید
fi: Kokeile muuta mustan siirtoa
gl: Tenta outro movemento para as negras
he: נסו למצוא מהלך טוב יותר לשחור
hy: Սևերի համար փորձե՛ք այլ քայլ
id: Coba langkah lain untuk hitam
it: Prova un'altra mossa per il nero
kk: Қаралар пайдасына басқаша жүріп көріңіз
ko: 흑의 또 다른 수를 찾아보세요
lt: Pabandykite kitą ėjimą juodiesiems
lv: Izmēģiniet citu gājienu ar melnajām
mk: Пробај друг потег за црните
nl: Probeer een andere zet voor zwart
pt: Tenta outro movimento para as pretas
ro: Încearcă altă mutare pentru negre
ru: Попробуйте другой ход за чёрных
sk: Skúste ako čierny potiahnuť niečo iné
sl: Poskusi drugo potezo za črnega
sq: Provoni një tjetër lëvizje për të ziun
sr: Пробај други потез за црног
sv: Prova ett annat drag som svart
tr: Siyah için başka bir hamle dene
uk: Спробуйте інший хід за чорних
vi: Tìm nước đi khác cho bên đen
zh: 为黑方另寻着法
zh_tw: 嘗試黑方更好其他的著法

source: Solution
af: Oplossing
ar: الحل
az: Həll
be: Рашэнне
bg: Решение
bn: সমাধান
bs: Rješenje
ca: Solució
cs: Řešení
da: Løsning
el: Λύση
eo: Solvo
es: Solución
eu: Soluzioa
fa: راه‌حل
fi: Ratkaisu
gl: Solución
he: פתרון
hy: Լուծում
id: Solusi
it: Soluzione
kk: Шешімі
ko: 해답
lt: Sprendimas
lv: Risinājums
mk: Решение
nl: Oplossing
pt: Solução
ro: Soluție
ru: Ответ
sk: Riešenie
sl: Rešitev
sq: Zgjidhje
sr: Решење
sv: Lösning
tr: Çözüm
uk: Рішення
vi: Đáp án
zh: 解法
zh_tw: 解決方案

source: Waiting for analysis
af: Wag nog vir rekenaar analise
ar: بإنتظار انتهاء التحليل
az: Analiz üçün gözlənilir
be: Выконваем аналіз
bg: Чакане на анализ
bn: অপেক্ষা করা হচ্ছে বিশ্লেষণের জন্য
bs: Analiza u toku
ca: Esperant l'anàlisi
cs: Čekání na analýzu
da: Venter på analyse
el: Αναμονή για την ανάλυση
eo: Atendante analizon
es: Esperando análisis
eu: Analisiaren zain
fa: در انتظار تحلیل
fi: Analyysi käynnissä
gl: Agardando pola análise
he: מחכים לניתוח המשחק
hy: Վերլուծության ստացման սպասում
id: Tunggu untuk menganalisa
it: In attesa dell'analisi
kk: Талдауды тосып тұрмыз
ko: 분석을 기다리는 중
lt: Laukiama analizės
lv: Gaida analīzi
mk: Се чека анализа
nl: Wachten op analyse
pt: A aguardar pela análise
ro: Așteptând analiza
ru: Ожидание получения анализа
sk: Čakanie na analýzu
sl: Čakanje na analizo
sq: Po pritet për analizë
sr: Чекање на анализу
sv: Väntar på analys
tr: Analiz bekleniyor
uk: Очікування аналізу
vi: Đang chờ phân tích
zh: 等待分析完成
zh_tw: 等待分析

source: No mistakes found for white
af: Geen foute gevind vir wit nie
ar: لم يتم ايجاد أي خطأ للأبيض
az: Ağlar üçün səhv tapılmadı
be: У белых няма памылак
bg: Не са намерени грешки за белите
bn: সাদার জন্য কোন ভুল পাওয়া যায়নি
bs: Nisu pronađene greške bijelog
ca: No s'ha trobat cap error per a les blanques
cs: Žádné bílého chyby nenalezeny
da: Ingen fejl fundet for hvid
el: Δεν βρέθηκαν λάθη για τα λευκά
eo: Neniu eraroj trovita por blanko
es: No hay errores del blanco
eu: Ez da zurien akatsik aurkitu
fa: هیچی اشتباهی از سفید یافت نشد
fi: Ei löytynyt valkean virheitä
gl: Non hai erros das brancas
he: אף טעות לא נמצאה עבור הלבן
hy: Սպիտակների սխալներ չեն գտնվել
id: Tidak ditemukan kesalahan untuk putih
it: Nessun errore trovato per il bianco
kk: Ақтар жағының қатесі табылмады
ko: 백에게 실수는 없었습니다
lt: Nerasta klaidų baltiesiems
lv: Baltajiem kļūdas netika atrastas
mk: Нема грешки за белите
nl: Geen fouten gevonden voor wit
pt: Não foram encontrados erros das brancas
ro: Nici o greșeală găsită din partea albelor
ru: Ошибок белых не найдено
sk: Neboli nájdené žiadne chyby bieleho
sl: Za belega ni bilo najdenih napak
sq: S’u gjetën gabime për të bardhin
sr: Ниједна грешка није нађена за белог
sv: Hittar inga misstag för vit
tr: Beyazın bir hatası bulunamadı
uk: Помилок білих не знайдено
vi: Bên trắng không mắc sai lầm nào
zh: 未找到白方失误
zh_tw: 沒有找到白方的失誤

source: No mistakes found for black
af: Geen foute vir swart gevind nie
ar: لم يتم ايجاد أي خطأ للأسود
az: Qaralar üçün səhv tapılmadı
be: У чорных няма памылак
bg: Не са намерени грешки за черните
bn: কালোর জন্য কোন ভুল পাওয়া যায়নি
bs: Nisu pronađene greške crnog
ca: No s'ha trobat cap error per a les negres
cs: Žádné černého chyby nenalezeny
da: Ingen fejl fundet for sort
el: Δεν βρέθηκαν λάθη για τα μαύρα
eo: Neniu eraroj trovita por nigro
es: No hay errores del negro
eu: Ez da beltzen akatsik aurkitu
fa: هیچی اشتباهی از سیاه یافت نشد
fi: Ei löytynyt mustan virheitä
gl: Non hai erros das negras
he: אף טעות לא נמצאה עבור השחור
hy: Սևերի սխալներ չեն գտնվել
id: Tidak ditemukan kesalahan untuk hitam
it: Nessun errore trovato per il nero
kk: Қаралар жағының қатесі табылмады
ko: 흑에게 실수는 없었습니다
lt: Nerasta klaidų juodiesiems
lv: Melnajiem kļūdas netika atrastas
mk: Нема грешки за црните
nl: Geen fouten gevonden voor zwart
pt: Não foram encontrados erros das pretas
ro: Nici o greșeală găsită din partea negrelor
ru: Ошибок чёрных не найдено
sk: Neboli nájdené žiadne chyby čierneho
sl: Za črnega ni bilo najdenih napak
sq: S’u gjetën gabime për të ziun
sr: Ниједна грешка није нађена за црног
sv: Hittar inga misstag för svart
tr: Siyahın bir hatası bulunamadı
uk: Помилок чорних не знайдено
vi: Bên đen không mắc sai lầm nào
zh: 未找到黑方失误
zh_tw: 沒有找到黑方的失誤

source: Done reviewing white mistakes
af: Wit se foute is klaar hersien
ar: تم الإنتهاء من مراجعة أخطاء الأبيض
az: Ağların səhvləri nəzərdən keçirildi
be: Разгляд памылак белых скончаны
bg: Приключен преглед за грешки на белите
bn: সাদার ভুল পর্যালোচনা করা হয়েছে
bs: Završeno pregledavanje grešaka bijelog
ca: Errors de les blanques revisats
cs: Procházení chyb bílého dokončeno
da: Færdig med gennemgang af fejl for hvid
el: Ο έλεγχος λαθών για τα λευκά ολοκληρώθηκε
eo: Revui blankajn erarojn estas finita
es: Revisión de errores del blanco terminada
eu: Zurien akatsak aurkitzea bukatuta
fa: اشتباهات سفید بررسی شد
fi: Olet käynyt läpi valkean virheet
gl: Terminada a revisión de erros das brancas
he: בדיקת טעויות ללבן הסתיימה
hy: Սպիտակների սխալները վերլուծված են
id: Selesai mempelajari kesalahan putih
it: Hai finito di rivedere gli errori del Bianco
kk: Ақтардың қателері қаралды
ko: 백의 실수 탐색이 종료됨
lt: Baltųjų klaidos peržiūrėtos
lv: Balto kļūdu pārskatīšana pabeigta
mk: Завршен е прегледот за грешки на белите
nl: Klaar met analyseren van fouten van wit
pt: Terminada a revisão de erros das brancas
ro: Gata cu analiza greșelilor din partea albelor
ru: Ошибки белых разобраны
sk: Prezeranie chýb bieleho ukončené
sl: Pregledovanje napak belega je končano
sq: U bë shqyrtimi i gabimeve të të bardhit
sr: Завршено прегледање белих грешака
sv: Färdig med utvärderingen av vits misstag
tr: Beyazın hataları analiz edildi
uk: Помилки білих розібрані
vi: Đã hoàn tất phân tích sai lầm của bên trắng
zh: 白方失误回顾完成
zh_tw: 已完成觀看白方的失誤
