Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

source: Toggle position annotations
ar: تبديل تحليل الموقف
bs: Uključi/isključi anotacije položaja
ca: Mostra/amaga les anotacions de la posició
cs: Přepni zvýraznění pozice
da: Slå positionsannotationer til/fra
el: Εμφάνιση/απόκρυψη σχολίων με σύμβολα
eo: Baskuligi poziciajn prinotaĵojn
es: Activa o desactiva anotaciones de posición
eu: Aktibatu/Desaktibatu posizioko oharrak
fa: تغییر حرکت‌نویسی وضعیت
fi: Aseman kommentit päälle/pois
gl: Activar/desactivar as anotacións
he: הפעלת הערות עמדתיות
it: Mostra le annotazioni della posizione
kk: Орналасым ескертпелерін көрсету
ko: 위치 주석 토글하기
lt: Įjungti pozicijos komentarus
lv: Rādīt/slēpt pozīciju piezīmes
nl: Stellingsaantekeningen in-/uitschakelen
pt: Ativar/desativar anotações de posição
ro: Activează/Dezactivează adnotările pozițiilor
ru: Переключить аннотацию позиций
sk: Prepnúť poznámky k pozíciám
sl: Preklop opomb o položaju
sr: Анотација позиције
sv: Växla positionsanteckningar
tr: Konum açıklamalarını değiştir
uk: Перемкнути анотації позицій
vi: Chuyển đổi chú thích thế cờ
zh: 开启局面评注
zh_tw: 顯示位置標註

source: Toggle observation annotations
ca: Motra/amaga les anotacions dels observadors
eo: Baskuligi observojn prinotaĵojn
nl: Observatie-aantekeningen in-/uitschakelen
ru: Переключить аннотации наблюдения
vi: Chuyển đổi chú thích quan sát
zh: 开启观战者评注

# variationArrowsInfo
source: Variation arrows let you navigate without using the move list.
af: Variasie pyle laat jou toe om te vaar sonder die skuif lys.
ar: أسمهم النقلات تسمح لك بلعبها دون استخدام قائمة النقلات المرشحة.
bn: ভ্যারিয়েসন অ্যারোঁগুলি আপনাকে চাল তালিকা ব্যবহার না করেই নেভিগেট করতে দেয়.
bs: Strelice za varijacije vam omogućavaju navigaciju bez korištenja liste poteza.
ca: Les fletxes de variants et permeten navegar sense utilitzar la llista de moviments.
cs: Šipky variant umožňují navigaci bez použití seznamu tahů.
da: Variantpile lader dig navigere uden at bruge træklisten.
el: Τα βέλη για βαριάντες σας επιτρέπουν να περιηγηθείτε χωρίς να χρησιμοποιήσετε τη λίστα κινήσεων.
eo: Variaĵaj sagoj lasi vin navigi neutile la movlisto.
es: Las flechas de variantes te permiten navegar sin usar la lista de movimientos.
eu: Ingurabidearen geziek jokaldi zerrenda erabili gabe nabigatzen uzten dute.
fa: پیکان های وَرتِش به شما امکان ناوِش بدون استفاده از فهرستِ حرکت را می‌دهد.
fi: Muunnelmanuolia napsauttamalla voit edetä muunnelmissa siirtolistaa käyttämättä.
gl: As frechas das variantes permítenche navegar sen usar a lista de movementos.
he: חצי הווריאנטים מאפשרים ניווט קל ללא צורך ברשימת המסעים.
it: Le frecce delle varianti ti permettono di esplorare le mosse senza usare la lista.
kk: Жүріс тізімін қолданбай-ақ аралаудың бір амалы - тармақ нұсқағыштар.
ko: 변형 화살표를 사용하면 이동 목록을 사용하지 않고 탐색이 가능합니다.
lt: Variacijų rodyklės leidžia jums naviguoti nenaudojant ėjimų sarašo.
lv: Ar variantu bultiņām vari izskatīt variantus neizmantojot gājienu sarakstu.
nl: Met de variantpijlen kunt u navigeren zonder de zettenlijst te gebruiken.
pt: Setas de variação permitem navegar sem usar a lista de movimentos.
ro: Săgețile de variație vă permit să navigați fără a utiliza lista mutărilor.
ru: Стрелки вариантов позволяют вам перемещаться без использования списка ходов.
sk: Šípky variantov umožňujú navigáciu bez použitia záznamu ťahov.
sl: Puščice variant vam omogočajo, da krmarite brez uporabe seznama potez
sq: Shigjetat e varianteve ju lejojnë të lëvizni pa përdorur listën e lëvizjeve.
sr: Стрелице за варијације вам омогућавају да се крећете без коришћења листе за померање.
sv: Variationspilar låter dig navigera utan att använda draglistan.
tr: Varyasyon okları, hamle listesini kullanmadan gezinmenizi sağlar.
uk: Стрілки варіантів дозволяють переміщуватись без використання списку ходів.
vi: Mũi tên của biến cho phép bạn điều hướng mà không cần sử dụng danh sách nước đi.
zh: 变着箭头让您无需使用着法列表即可导航
zh_tw: 變體箭頭讓你不需棋步列表導航

source: play selected move
af: speel geselekteerde skuif
ar: لعب النقلة المحددة
bg: изиграй избраният ход
bn: নির্বাচিত চাল খেলুন
bs: odigraj odabrani potez
ca: juga el moviment seleccionat
cs: zahrát vybraný tah
da: spil valgte træk
el: πραγματοποίηση επιλεγμένης κίνησης
eo: ludi elektan movon
es: hacer movimiento seleccionado
eu: jokatu aukeratutako jokaldia
fa: حرکت انتخاب شده را بازی کن
fi: tee valittu siirto
gl: facer a xogada seleccionada
he: שחקו את המהלך שנבחר
id: mainkan gerakan terpilih
it: gioca la mossa selezionata
kk: тандалған жүрісті ойнату
ko: 선택한 수 두기
lt: padaryti pasirinktą ėjimą
lv: spēlēt atlasīto gājienu
nl: speel geselecteerde zet
pt: jogar o movimento selecionado
ro: joacă mutarea selectată
ru: сыграть выбранный ход
sk: zahrať zvolený ťah
sl: igraj izbrano potezo
sq: luaj lëvizjen e përzgjedhur
sr: игра изабрани потез
sv: spela markerat drag
tr: seçili hamleyi oyna
uk: зіграти обраний хід
vi: chơi nước đi đã chọn
zh: 走选定的着法
zh_tw: 走已選取的棋步

source: New tournament
af: Nuwe toernooi
ar: مسابقة جديدة
az: Yeni turnir
be: Новы турнір
bg: Нов турнир
bn: নতুন ক্রীড়া-প্রতিযোগিতা
bs: Novi turnir
ca: Nou torneig
cs: Nový turnaj
da: Ny turnering
el: Νέο τουρνουά
eo: Nova konkurso
es: Nuevo torneo
eu: Txapelketa berria
fa: مسابقه جدید
fi: Uusi turnaus
gl: Novo torneo
he: טורניר חדש
hy: Նոր մրցաշար
id: Turnamen baru
it: Nuovo torneo
kk: Жаңа жарыс
ko: 새로운 토너먼트
lt: Naujas turnyras
lv: Jauns turnīrs
mk: Нов турнир
nl: Nieuw toernooi
pt: Novo torneio
ro: Turneu nou
ru: Новый турнир
sk: Nový turnaj
sl: Nov turnir
sq: Turne i ri
sr: Нови турнир
sv: Ny turnering
tr: Yeni turnuva
uk: Новий турнір
vi: Giải đấu mới
zh: 新锦标赛
zh_tw: 新比賽

# tournamentHomeTitle
source: Chess tournaments featuring various time controls and variants
af: Skaaktoernooie met verskeie tydkontroles en variante
ar: مسابقات بانواع شطرنج مختلفة وساعات مختلفة
az: Müxtəlif zaman kontrollu və variantlı şahmat turnirləri
be: Шахматны турнір
bg: Шахматният турнир включва различни времеви контроли и варианти
bn: দাবা ক্রীড়া-প্রতিযোগিতা বিভিন্ন সময় নিয়ন্ত্রণ এবং বৈকল্পিক দেখানো হয়েছে
bs: Šahovski turniri sa različitim vremenskim kontrolama i varijantama
ca: Torneig d'escacs amb diversos controls de temps i variants
cs: Šachové turnaje nabízejí různé časové možnosti a varianty
da: Skakturnering med forskellige tidskontroller og varianter
el: Σκακιστικά τουρνουά διαφόρων χρόνων και παραλλαγών
eo: Ŝaka konkurso kun diversaj tempokontroloj kaj variaĵoj
es: Torneos de ajedrez con diferentes variantes y controles de tiempo
eu: Xake-txapelketak, aldaera eta denbora-kontrol batzuekin.
fa: مسابقات شطرنج با وَرتاها و زمان‌بندی‌های گوناگون
fi: Shakkiturnaus, jossa on monia aikarajoja ja variantteja
gl: Torneos de xadrez con varios controis de tempo e variantes
he: טורנירי שחמט הכוללים משחקים עם מגבלות זמן וסוגי שחמט מגוונים
hy: Շախմատի զանազան տարբերակներով և ժամակարգերով մրցաշարեր
id: Turnamen catur dengan menampilkan berbagai kontrol waktu dan beberapa varian
it: Torneo con diversi controlli del tempo e varianti
kk: Шахмат жарыстары әр-түрлі уақыт қалыптары мен шахмат түрлерін қамтиды
ko: 다양한 시간 제한과 변형을 지원하는 체스 토너먼트
lt: Šachmatų turnyras su įvairiomis laiko kontrolėmis ir variantais
lv: Šaha turnīri ar dažādām laika kontrolēm un variantiem
mk: Шаховски турнир со различни временски контроли и варијанти
nl: Schaaktoernooi met verschillende speelduur en varianten
pt: Torneios de xadrez com diversos ritmos de jogo e variantes
ro: Turnee de șah cu control de timp și variante
ru: Шахматный турнир по различным вариантам шахмат и контролем времени
sk: Šachový turnaj ponúka rôzne časové nastavenia partie a rôzne varianty
sl: Turnir z možnostjo različnih variant in različnih igralnih časov
sq: Turne shahu me kontrolle kohore dhe variante të ndryshme
sr: Шаховски турнири са разним временским контролама и варијантама
sv: Schackturnering med olika betänketider och schackvarianter
tr: Çeşitli zaman kontrolleri ve varyantları içeren satranç turnuvası
uk: Шаховий турнір із різними контролем часу та варіантами
vi: Giải đấu cờ vua với nhiều thiết lập thời gian và biến thể phong phú
zh: 提供多种时间限制和变体的国际象棋锦标赛
zh_tw: 富有各種時間以及變體的西洋棋錦標賽

# tournamentHomeDescription
source: Play fast-paced chess tournaments! Join an official scheduled tournament, or create your own. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck, and more options available for endless chess fun.
af: Speel hoë-tempo skaak toernooie! Sluit aan by 'n amptelik geskeduleerde toernooi, of skep jou eie. Bullet, Blitz, klassiek, Skaak960, Heuwel Heerser, Trippelskaak, en meer beskikbare opsies vir oneindige skaak pret.
ar: العب مسابقات شطرنج بكل السرعات. انضم للمسابقات الرسمية المجدولة، أو ابدأ مسابقاتك الخاصة.
az: Sürətli şahmat turnirləri oyna! Rəsmi təyin olunmuş turnirlərə qoşul və ya özün turnir yarat. Bullet, Blitz, Klassik, Chess960, King of the Hill, Threecheck və digər sonsuz şahmat əyləncəsi.
be: Грайце ў хутка мінаючыя шахматныя турніры! Далучайцеся да любых з афіцыйна запланаваных турніраў ці стварыце ўласны. «Куля», бліц, класічныя, шахматы Фішэра, «кароль гары», тры шахі і яшчэ бясконцае мноства варыянтаў. Весяліцеся.
bg: Играй в състезания по бърз шахмат! Участвай в разписаните състезания или създай свое собствено. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck и още възможности предоставящи безкрайна шахматна забава.
bn: দ্রুত-গুরূত্বপূর্ণ দাবা প্রতিযোগিতা খেলুন! একটি অফিসিয়াল সময়সূচী প্রতিযোগিতায় যোগ দিন অথবা নিজের তৈরি করুন. বুল্লেট, বিলটজ, ক্লাসিক্যাল, দাবা960, পাহাড়ের রাজা, তিনরেখা, এবং আরো অপশন রয়েছে দাবা মজার জন্য.
bs: Igrajte brze turnire! Pridružite se zvaničnom turniru ili kreirajte svoj turnir. Bullet, Blitz, Klasični šah, Šah 960, Kralj u centru, Tri šaha, i još više opcija za neograničenu šahovsku zabavu.
ca: Juga tornejos d'escacs ràpids! Uneix-te a un torneig programat o crea'n un de propi. Bullet, Blitz, Classic, Chess960, King of the Hill, Threecheck i moltes més opcions perquè no s'acabi la diversió dels escacs.
cs: Zahrajte si rychlý šachový turnaj! Připojte se k oficiálnímu plánovanému turnaji, nebo si vytvořte vlastní. Bullet, Blitz, Klasické, Chess960(Fisherovky), Král v centru, Tři šachy a další možnosti jsou k dispozici pro nekonečnou šachovou zábavu.
da: Spil tempofyldte skakturneringer! Meld dig til en officielt organiseret turnering eller opret din egen. Bullet, Blitz, Classical, Chess960, King of the Hill, Tre-check og andre muligheder for ubegrænset skaksjov.
el: Παίξτε σε γρήγορα τουρνουά σκακιού! Δηλώστε συμμετοχή σε κάποιο επίσημο τουρνουά ή δημιουργήστε ένα δικό σας. Διαλέξτε ανάμεσα από Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck και πολλές άλλες επιλογής για ατέλειωτη διασκέδαση.
eo: Ludu en rapidaj konkursoj! Aliĝu al oficialaj konkursoj aŭ kreu vian propran. Unminuta ŝako, Kvinminuta ŝako, Klasika ŝako, Ŝak960, Triŝako kaj aliaj variaĵoj haveblas por senfina ĝuo.
es: ¡Juega torneos de ajedrez rápido! Únete a un torneo oficial programado o crea el tuyo propio. Bala, Relámpago, Clásico, Ajedrez960, Rey de la Colina, Tres jaques y más opciones disponibles para una diversión sin fin en ajedrez.
eu: Txapelketa azkarrak jokatu! Txapelketa batetara sartu, edo zeurea sortu. Bullet, Blitz, Klasikoa, Xake960, Erregeatontorrean, Hiruxake eta aukera gehiago, xake dibertsio amaigabea lortzeko.
fa: هرچه زودتر شطرنج بازی کنید! به یک مسابقه رسمی برنامه‌ریزی‌شده بپیوندید یا مسابقات خودتان را بسازید. شطرنج گلوله‌ای، برق‌آسا، فکری، ۹۶۰، پادشاه تپه‌ها، سه‌کیش و دیگر گزینه‌ها، برای لذت بی‌پایان از شطرنج در دسترسند.
fi: Pelaa nopeita shakkiturnauksia! Osallistu aikataulutettuihin turnauksiin tai luo omasi. Tarjolla monia variantteja loputtomaan hauskanpitoon: Bullet, Pikapeli, Klassinen, Shakki960, King of the Hill, Threecheck ja paljon muuta.
gl: Xoga torneos de xadrez rápidos! Únete a un torneo oficial programado, ou crea un de teu. Bala, Lóstrego, Clásico, Xadrez960, Rei da Cuíña, Tres Xaques, e máis opcións dispoñibles para que non remate a diversión do xadrez.
he: שחק בטורנירי שחמט מהירים! הצטרף לטורניר רשמי ומתוכנן, או צור אחד משלך. Bullet, Blitz, Threecheck, Chess960, King of the Hill, Classical, ואפשרויות נוספות של משחקי שחמט מהנים.
hy: Մրցաշարում խաղացե՜ք արագ շախմատ։ Ընտրեք Lichess-ի պաշտոնական մրցաշարերից ցանկացածը կամ ստեղծեք ձերը։ Գնդակ (Bullet), կայծակնային (Blitz), դասական, շախմատ-960 (Ֆիշերի շախմատ, Chess960), արքան կենտրոնում (King of the Hill), երեք շախ (Threecheck) և խաղի այլ տարբերակներ. դրանք կապահովեն ձեր շախմատային հաճույքը։
id: Turnamen catur cepat! ikuti jadwal pertandingan yang telah kami atur, atau buat sesuai keinginanmu. bullet, blitz, classical, chess960, king of the hill, tiga langkah mati, dan banyak lagi pilihan yang tersedia untuk kesenangan bercatur yang tiada habisnya.
it: Partecipa a frenetici tornei di scacchi! Unisciti a un torneo ufficiale programmato o creane uno. Bullet, Blitz, Classical, Chess960, King of the Hill, Three-check e altre opzioni per un divertimento scacchistico senza fine.
kk: Қарқынды шахмат жарыстарына қош келдіңіз! Личестің ресми жарыстарына қатысам десеңіз не жаңадан жарысты құрастыру – таңдау сізде. Буллит, Блиц, Классикалық, Шахмат960, Тау патшасы, Үш шах пен басқа да қызықты шахмат түрлерін ойнаңыз.
ko: 빠른 체스 토너먼트를 즐겨 보세요! 공식 일정이 잡힌 토너먼트에 참가할 수도, 당신만의 토너먼트를 만들 수도 있습니다. 불릿, 블리츠, 클래식, 체스960, 언덕의 왕, 3체크를 비롯하여 다양한 게임방식을 즐길 수 있습니다.
lt: Žaiskite aukšto tempo šachmatų turnyruose! Prisijunkite prie oficialaus suplanuoto turnyro arba sukurkite savo. Kulka, žaibas, klasikiniai, Chess960, King of the Hill, Threecheck ir daugiau parinkčių, skirtų begalinėms šachmatų pramogoms.
lv: Piedalieties ātra tempa šaha turnīros! Pievienojieties oficiāli organizētā turnīrā, vai izveidojiet savu turnīru. Pieejamas Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck un citas iespējas nebeidzamiem šaha priekiem.
mk: Играј брзи турнири! Придружи се на официјален турнир, или започни свој. Стрела, Блиц, Класичен, Шах 960, Кралот на средина, Три шаха, и многу други варијанти за бескрајна забава.
nl: Speel snelle schaaktoernooien! Neem deel aan een officieel gepland toernooi, of maak er zelf een. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck, en meer opties verkrijgbaar voor eindeloos schaakplezier.
pt: Joga xadrez em ritmo acelerado! Entra num torneio oficial agendado ou cria o teu próprio. Bullet, Rápida, Clássica, Chess960, Rei da Colina, Três Xeques e mais opções disponíveis para uma diversão ilimitada.
ro: Joacă turnee rapide de șah! Intră într-un turneu oficial planificat sau crează-ți-l tu. Bullet (Glonț), Blitz (Fulger), Classical (Clasic), Chess960, Regele în centru, Trei șahuri și alte opțiuni sunt disponibile pentru o distracție continuă.
ru: Играйте в быстрые шахматы на турнире! Выбирайте любой из официальных турниров Lichess или создайте свой собственный. Пуля, блиц, классика, шахматы Фишера, король в центре, три шаха и другие варианты игры обеспечат вам бесконечное шахматное удовольствие!
sk: Hrajte šachové turnaje s rýchlym tempom! Pridajte sa k oficiálnym plánovaným turnajom, alebo si vytvorte vlastný turnaj. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck, a viac možností na výber pre nekonečnú šachovú zábavu.
sl: Igraj turnirje z hitrim tempom! Pridruži se uradnemu turnirju ali ustvari svoj turnir. Hitropotezno, Pospešeno, Klasično, Šah960, Trojni šah in ostale možnosti so na voljo za neskončno šahovsko zabavo.
sq: Luani turne shahu me ritëm të shpejtë! Merrni pjesë në një turne zyrtar të planifikuar, ose krijoni tuajin. Plumb, Blic, Klasik, Shah960, Mbreti i Kodrës, Treshah dhe më tepër mundësi të gatshme, për argëtim të pafund në shah.
sr: Играј брзе шаховске турнире! Придружи се званичном организованом турниру или направи свој. Метак-шах, Блиц, Класични, Шах960, Краљ брда, Три шаха и више доступних опција за неограничену шаховску забаву.
sv: Spela snabba schackturneringar! Delta i en officiell schemalagd turnering, eller skapa din egen. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck och fler alternativ erbjuds för ändlösa schacknöjen.
tr: Hızlı tempolu satranç turnuvalarında oynayın! Önceden planlanmış turnuvalara katılın, ya da kendi turnuvanızı oluşturun. Sınırsız satranç eğlenceniz için Kurşun, Yıldırım, Klasik, Satranç960, Tepenin Şahı, Üçşah ve daha fazla seçenek mevcuttur.
uk: Грайте у швидкі шахи на турнірі! Приєднуйтеся до запланованих офіційних турнірів або створіть власний. Куля, бліц, класичні шахи, шахи Фішера, "Цар гори", "Три шахи" та інші варіанти забезпечать нескінченне задоволення.
vi: Chơi các giải đấu cờ vua nhịp độ nhanh! Tham gia một giải đấu chính thức hoặc tự tạo giải đấu của bạn. Cờ đạn, Cờ chớp, Cờ nhanh, Cờ chậm, Chess960, King of the Hill, Threecheck và nhiều lựa chọn khác cho niềm vui đánh cờ vô tận.
zh: 参加快节奏的国际象棋锦标赛！加入官方安排的锦标赛，或创建您自己的。子弹棋、超快棋、慢棋、Chess960、山丘之王、三次将军等等选项可供选择，带来无尽的国象乐趣。
zh_tw: 加入快節奏的國際象棋比賽！加入定時賽事，或創建自己的。子彈，閃電，經典，菲舍爾任意制，王到中心，三次將軍，並提供更多的選擇為無盡的國際象棋樂趣。

source: Tournament not found
af: Toernooi nie te vinde
ar: المسابقة غير موجودة
az: Turnir tapılmadı
be: Турнір не знойдзены
bg: Турнирът не е намерен
bn: ক্রীড়া-প্রতিযোগিতা খুজে পাওয়া যাইনি
bs: Turnir nije pronađen
ca: No s'ha trobat el torneig
cs: Turnaj nenalezen
da: Turnering ikke fundet
el: Το τουρνουά δε βρέθηκε
eo: Konkurso netrovita
es: No se encontró el torneo
eu: Txapelketa ez da aurkitu
fa: مسابقات یافت نشد
fi: Turnausta ei löydy
gl: Torneo non atopado
he: הטורניר לא נמצא
hy: Մրցաշարը չի գտնվել
id: Turnamen tidak ditemukan
it: Torneo non trovato
kk: Жарыс табылмады
ko: 토너먼트를 찾을 수 없습니다
lt: Turnyras nerastas
lv: Turnīrs nav atrasts
mk: Турнирот не е пронајден
nl: Toernooi niet gevonden
pt: Torneio não encontrado
ro: Turneul nu a fost găsit
ru: Турнир не найден
sk: Turnaj nenájdený
sl: Turnir ni najden
sq: Turneu s’u gjet
sr: Турнир није пронађен
sv: Turneringen kunde inte hittas
tr: Turnuva bulunamadı.
uk: Турнір не знайдено
vi: Không tìm thấy giải đấu
zh: 未找到锦标赛
zh_tw: 找不到該錦標賽

# tournamentDoesNotExist
source: This tournament does not exist.
af: Dié toernooi bestaan nie.
ar: هذه المسابقة غير موجودة
az: Bu turnir mövcud deyil
be: Гэты турнір не існуе.
bg: Този турнир не съществува.
bn: এই ক্রীড়া-প্রতিযোগিতার অস্তিত্ব নেই.
bs: Ovaj turnir ne postoji.
ca: Aquest torneig no existeix.
cs: Tento turnaj neexistuje.
da: Denne turnering eksisterer ikke.
el: Αυτό το τουρνουά δεν υπάρχει.
eo: Konkurso ne ekzistas
es: Este torneo no existe.
eu: Txapelketa hau ez dago
fa: این مسابقات وجود ندارد
fi: Tätä turnausta ei ole olemassa.
gl: Este torneo non existe.
he: הטורניר הזה אינו קיים.
hy: Այդպիսի մրցաշար գոյություն չունի։
id: Turnamen tidak ada
it: Questo torneo non esiste.
kk: Бұл жарыс жоқ.
ko: 존재하지 않는 토너먼트입니다.
lt: Turnyras neegzistuoja.
lv: Šāds turnīrs neeksistē.
mk: Овој турнир не постои.
nl: Dit toernooi bestaat niet.
pt: Este torneio não existe.
ro: Acest turneu nu există.
ru: Такого турнира не существует.
sk: Zvolený turnaj neexistuje
sl: Ta turnir ne obstaja.
sq: Ky turne nuk ekziston.
sr: Овај турнир не постоји.
sv: Denna turnering finns inte.
tr: Böyle bir turnuva yok.
uk: Цей турнір не існує.
vi: Giải đấu này không tồn tại.
zh: 此锦标赛不存在。
zh_tw: 這個錦標賽不存在。

# tournamentMayHaveBeenCanceled
source: The tournament may have been cancelled if all players left before it started.
af: Dit kon gekanselleer wees, indien alle spelers die toernooi verlaat het voor die aanvang daarvan.
ar: إذا غادر جميع اللاعبين قبل بداية المسابقة قإنها تُلغى
az: Əgər turnir başlamadan öncə bütün oyunçular turniri tərk edərsə, turnir ləğv oluna bilər.
be: Магчыма, ён быў скасаваны, калі ўсе гульцы выйшлі да пачатку.
bg: Може да е отменен, ако всички участници са напуснали преди да е започнало.
bn: ক্রীড়া-প্রতিযোগিতা শুরু হওয়ার পূর্বে যদি সব খেলোয়াড় বেড়িয়ে যায়, হয়তো এটা বাতিল করা হতে পারে.
bs: Turnir je možda bio otkazan, ako su ga svi igrači napustili prije početka.
ca: Pot ser que s'hagi cancel·lat, si tots els jugadors l'han abandonat abans que comencés.
cs: Možná byl zrušen, jestliže jej opustili všichni hráči před jeho začátkem.
da: Den kan være blevet aflyst, hvis alle spillere forlod den før turneringsstart.
el: Ίσως έχει ακυρωθεί, εάν όλοι οι παίκτες αποχώρησαν πριν ξεκινήσει το τουρνουά.
eo: Eble ĝi ne okazos ĉar malaliĝis ĉiuj ludontoj antaŭ la komenco de la konkurso.
es: Puede que se haya cancelado, si todos los jugadores se fueron antes de que empezara el torneo.
eu: Agian bertan behera geratu da, jokalari guztiak atera direlako hasi baino lehen.
fa: ممکن است مسابقه لغو شده باشد,شاید همه ی بازیکنان مسابقه را قبل از شروع ترک کرده باشند
fi: Se on saatettua perua, jos kaikki pelaajat poistuivat turnauksesta ennen sen alkamista.
gl: Poida que fose cancelado, se todos os xogadores marcharon antes de que o torneo comezase.
he: קיימת אפשרות שהטורניר בוטל, במקרה שכל השחקנים יצאו ממנו לפני התחלתו.
hy: Կարող է չեղարկվել այն դեպքում, եթե բոլոր խաղացողները լքել են այն մինչև մեկնարկը։
id: turnamen harus dibatalkan, jika semua pemain meninggalkannya sebelum turnamen dimulai.
it: Può essere stato annullato, se tutti i giocatori l'hanno abbandonato prima che il torneo iniziasse.
kk: Егер ойыншылардың барлығы жарыстан шықса, бұл жарыс тоқталуы мүмкін.
ko: 모든 플레이어가 퇴장하여 취소된 대국일 수 있습니다.
lt: Jis galėjo būti atšauktas, jeigu iki jo pradžios išėjo visi žaidėjai.
lv: Iespējams, tas tika atcelts, ja visi spēlētāji pameta turnīru pirms tā sākuma.
mk: Турнирот може да е откажан ако сите играчи го напуштиле пред да започне.
nl: Het is mogelijk afgelast, indien alle spelers zijn weggegaan voordat het toernooi gestart was.
pt: O torneio pode ter sido cancelado, se todos os jogadores tiverem saíram antes do seu começo.
ro: Posibil să fi fost anulat, dacă toți jucătorii au plecat înainte de începerea turneului.
ru: Может быть отменён в том случае, если все игроки покинули турнир до его старта.
sk: Turnaj mohol byť zrušený, ak všetci hráči opustili turnaj pred jeho začatím.
sl: Lahko je odpovedan, če so vsi igralci zapustili turnir preden se je začel.
sq: Turneu mund të jetë anuluar, nëse tërë lojtarët ikën para se të fillonte.
sr: Турнир је можда био отказан ако су сви играчи изашли пре него што је почео.
sv: Turneringen kan blivit inställd om alla spelare lämnade innan den började.
tr: Eğer bütün oyuncular turnuva başlamadan ayrıldıysa, iptal edilmiş olabilir.
uk: Турнір міг бути скасований, якщо всі гравці залишили його до початку.
vi: Giải đấu có thể đã bị huỷ, nếu tất cả người chơi rời giải trước khi giải đấu bắt đầu.
zh: 如果所有棋手在开始前都已离开，锦标赛可能已被取消。
zh_tw: 錦標賽可能因為沒有其他玩家而取消。
