Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# stormMoveToStart
source: Move to start
af: Skuif om te begin
ar: حَرِك لتبدأ
az: Başlamaq üçün gediş edin
be: Зрабіце ход, каб пачаць
bg: Направете ход, за да започнете
bn: সুরু করতে চাল দিন
bs: Povucite potez da biste počeli
ca: Fes una jugada per començar
cs: Zahrajte tah pro zahájení
da: Ryk for at starte
el: Κάντε μια κίνηση για να ξεκινήσετε
eo: Movu por komenci
es: Mueve para empezar
eu: Mugitu hasteko
fa: شروع کنید
fi: Aloita tekemällä siirto
gl: Move para comezar
he: בצע/י מהלך כדי להתחיל
hy: Սկսելու համար քայլ կատարեք
id: Melangkah untuk memulai
it: Fai una mossa per iniziare
kk: Бастау үшін жүріңіз
ko: 기물을 움직이면 시작
lt: Norėdami pradėti padarykite ėjimą
lv: Izdariet gājienu, lai sāktu
nl: Doe een zet om te beginnen
pt: Faz um lance para começar
ro: Miscă-te ca să începi
ru: Сделайте ход, чтобы начать
sk: Odštartujte potiahnutím
sl: Premaknite za začetek
sq: Bëni një lëvizje, që të fillohet
sr: Направи потез да почнеш
sv: Flytta för att starta
tr: Başlamak için hamle yap
uk: Зробіть хід, щоб почати
vi: Đi quân để bắt đầu
zh: 走一步棋以开始
zh_tw: 移動以開始

# stormYouPlayTheWhitePiecesInAllPuzzles
source: You play the white pieces in all puzzles
af: Jy speel wit in al die raaisels
ar: أنت تلعب بالقطع البيضاء في جميع الألغاز
az: Hər pazlda ağ hissələrlə oynay
be: Вы гуляеце белымі фігурамі ва ўсіх задачах
bg: Играете с белите фигури във всички задачи
bn: আপনি সমস্ত ধাঁধাতে সাদা ঘুঁটি নিয়ে খেলছেন।
bs: Igrate bijelim figurama u svim problemima
ca: Jugues amb blanques a tots els problemes
cs: Ve všech úlohách máte bílé figury
da: Du har de hvide brikker i alle opgaver
el: Παίζετε με τα λευκά σε όλα τα τακτικά
eo: Vi ludas per la blankaj pecoj en ĉiuj puzloj
es: Juegas con blancas en todos los ejercicios
eu: Ariketa guztietan pieza zuriekin jokatuko duzu
fa: شما در همه معماها با مهره سفید بازی می‌کنید
fi: Pelaat kaikissa tehtävissä valkeilla
gl: Xogas coas brancas en todos os crebacabezas
he: את/ה משחק/ת בלבן בכל החידות
hy: Դուք խաղում եք սպիտակ խաղաքարերով բոլոր խնդիրներում
id: Anda memainkan bidak putih di semua taktik
it: Muove il bianco in ogni problema
kk: Барлық жұмбақтарда сіз ақ түспен ойнайсыз
ko: 당신은 모든 퍼즐을 백으로 플레이합니다
lt: Visose užduotyse žaidžiate baltaisiais
lv: Visos uzdevumos spēlējat ar baltajiem
nl: In alle puzzels speel je met de witte stukken
pt: Jogas com as peças brancas em todos os problemas
ro: Joci cu piesele albe în toate puzzle-urile
ru: Вы играете белыми фигурами во всех задачах
sk: Vo všetkých úlohách ste biely
sl: Bele figure igrate v vseh ugankah
sq: Ju luani me gurët e bardhë në krejt ushtrimet
sv: Du spelar de vita pjäserna i alla pussel
tr: Tüm bulmacalarda beyaz taraf olacaksın
uk: Ви граєте білими фігурами у всіх задачах
vi: Bạn cầm quân trắng ở tất cả các câu đố
zh: 所有谜题中您执白方
zh_tw: 您將在所有謎題中執白

# stormYouPlayTheBlackPiecesInAllPuzzles
source: You play the black pieces in all puzzles
af: Jy speel swart in al die raaisels
ar: أنت تلعب بالقطع السوداء في جميع الألغاز
az: Hər pazlda qara hissələrlə oyna
be: Вы гуляеце чорнымі фігурамі ва ўсіх задачах
bg: Играете с черните фигури във всички задачи
bn: আপনি সমস্ত ধাঁধাতে কালো ঘুঁটি নিয়ে খেলছেন।
bs: Igrate crnim figurama u svim problemima
ca: Jugues amb negres a tots els problemes
cs: Ve všech úlohách máte černé figury
da: Du har de sorte brikker i alle opgaver
el: Παίζετε με τα μαύρα σε όλα τα τακτικά
eo: Vi ludas per la nigraj pecoj en ĉiuj puzloj
es: Juegas con negras en todos los ejercicios
eu: Ariketa guztietan pieza beltzekin jokatuko duzu
fa: شما در همه معماها با مهره سیاه بازی می‌کنید
fi: Pelaat kaikissa tehtävissä mustilla
gl: Xogas coas negras en todos os crebacabezas
he: את/ה משחק/ת בשחור בכל החידות
hy: Դուք խաղում եք սև խաղաքարերով բոլոր խնդիրներում
id: Anda memainkan bidak hitam di semua taktik
it: Muove il nero in ogni problema
kk: Барлық жұмбақтарда сіз қара түспен ойнайсыз
ko: 당신은 모든 퍼즐을 흑으로 플레이합니다
lt: Visose užduotyse žaidžiate juodaisiais
lv: Visos uzdevumos spēlējat ar melnajiem
nl: In alle puzzels speel je met de zwarte stukken
pt: Jogas com as peças pretas em todos os problemas
ro: Joci cu piesele negre în toate puzzle-urile
ru: Вы играете чёрными фигурами во всех задачах
sk: Vo všetkých úlohách ste čierny
sl: Črne figure igrate v vseh ugankah
sq: Ju luani me gurët e zinj në krejt ushtrimet
sv: Du spelar de svarta pjäserna i alla pussel
tr: Tüm bulmacalarda siyah taraf olacaksın
uk: Ви граєте чорними фігурами у всіх задачах
vi: Bạn cầm quân đen ở tất cả các câu đố
zh: 所有谜题中您执黑方
zh_tw: 您將在所有謎題中執黑

# stormPuzzlesSolved
source: puzzles solved
af: raaisels opgelos
ar: الألغاز التي حللتها سابقا
az: həll edilən tapmaca
be: задач вырашана
bg: решени пъзели
bn: ধাঁধা সমাধান করা হয়েছে
bs: riješeni problemi
ca: problemes resolts
cs: úloh vyřešeno
da: taktikopgaver løst
el: λυμένα τακτικά
eo: puzloj solvitaj
es: ejercicios correctos
eu: ariketa ebatzita
fa: معما حل شد
fi: tehtävää ratkaistu
gl: crebacabezas resoltos
he: חידות נפתרו
hy: խնդիրներ լուծվել են
id: teka-teki terpecahkan
it: problemi risolti
kk: жұмбақ шешілді
ko: 퍼즐 해결
lt: išspręsta užduočių
lv: atrisināti uzdevumi
nl: puzzels opgelost
pt: problemas resolvidos
ro: probleme rezolvate
ru: задач решено
sk: vyriešených úloh
sl: uganke rešene
sq: ushtrime të zgjidhura
sr: проблема решено
sv: schackproblem lösta
tr: bulmaca çözüldü
uk: задач вирішено
vi: câu đố đã giải
zh: 已解决的谜题数
zh_tw: 已解決題目！

# stormNewDailyHighscore
source: New daily highscore!
af: Nuwe daaglikse hoë telling!
ar: حققت نتيجة يومية جديدة!
az: Günlük ən yüksək nəticə!
be: Новы дзённы рэкорд!
bg: Нов дневен рекорд!
bn: নতুন দৈনিক হাইস্কোর!
bs: Novi najbolji dnevni rezultat!
ca: Nou rècord de puntuació diària!
cs: Nové denní maximum!
da: Ny dagsrekord!
el: Νέο ημερήσιο ρεκόρ!
eo: Nova ĉiutaga rekordo!
es: ¡Récord del día!
eu: Eguneko marka berria!
fa: رکورد جدید روزانه!
fi: Päivän uusi ennätys!
gl: Novo récord diario!
he: שיא יומי חדש!
hy: Օրվա նո՛ր ռեկորդ
id: Skor tertinggi harian terbaru!
it: Nuovo record di oggi!
kk: Жаңа күндік рекорд!
ko: 새 일일 최고 기록!
lt: Naujas kasdieninis rekordas!
lv: Jauns dienas labākais rezultāts!
nl: Nieuwe dagelijkse topscore!
pt: Novo recorde diário!
ro: Scor de top nou zilnic!
ru: Новый дневной рекорд!
sk: Nové najvyššie skóre dňa!
sl: Nov dnevni rekord!
sq: Rekord i ri ditor!
sr: Нови дневни рекорд!
sv: Nytt dagligt rekord!
tr: Günün rekoru kırıldı!
uk: Новий денний рекорд!
vi: Điểm cao hàng ngày mới!
zh: 新的单日最高分！
zh_tw: 新的每日紀錄！

# stormNewWeeklyHighscore
source: New weekly highscore!
af: Nuwe weeklikse hoë telling!
ar: حققت نتيجة أسبوعية جديدة!
az: Həftəlik ən yüksək nəticə!
be: Новы тыднёвы рэкорд!
bg: Нов седмичен рекорд!
bn: নতুন সাপ্তাহিক হাইস্কোর!
bs: Novi sedmični najbolji rezultat!
ca: Nou récord de puntuació setmanal!
cs: Nové týdenní maximum!
da: Ny ugerekord!
el: Νέο εβδομαδιαίο ρεκόρ!
eo: Nova ĉiusemana rekordo!
es: ¡Récord de la semana!
eu: Asteko marka berria!
fa: رکورد جدید هفتگی!
fi: Viikon uusi ennätys!
gl: Novo récord semanal!
he: שיא שבועי חדש!
hy: Շաբաթվա նոր ռեկորդ
id: Skor tertinggi mingguan terbaru!
it: Nuovo record della settimana!
kk: Жаңа апталық рекорд!
ko: 새 주간 최고 기록!
lt: Naujas savaitinis rekordas!
lv: Jauns nedēļas labākais rezultāts!
nl: Nieuwe wekelijkse topscore!
pt: Novo recorde semanal!
ro: Scor de top nou săptămânal!
ru: Новый недельный рекорд!
sk: Nové najvyššie skóre týždňa!
sl: Nov tedenski rekord!
sq: Rekord i ri javor!
sr: Нови седмични рекорд!
sv: Nytt vecko-rekord!
tr: Haftanın rekoru kırıldı!
uk: Новий тижневий рекорд!
vi: Điểm cao hàng tuần mới!
zh: 新的每周最高分！
zh_tw: 新的每周紀錄！

# stormNewMonthlyHighscore
source: New monthly highscore!
af: Nuwe maandelikse hoë telling!
ar: حققت نتيجة شهرية جديدة!
az: Aylıq ən yüksək nəticə!
be: Новы месячны рэкорд!
bg: Нов месечен рекорд!
bn: নতুন মাসিক হাইস্কোর!
bs: Novi mjesečni najbolji rezultat!
ca: Nou récord de puntuació mensual!
cs: Nové měsíční maximum!
da: Ny månedsrekord!
el: Νέο μηνιαίο ρεκόρ!
eo: Nova ĉiumonata rekordo!
es: ¡Récord del mes!
eu: Hileko marka berria!
fa: رکورد جدید ماهانه!
fi: Kuukauden uusi ennätys!
gl: Novo récord mensual!
he: שיא חודשי חדש!
hy: Ամսվա նոր ռեկորդ
id: Skor tertinggi bulanan terbaru!
it: Nuovo record del mese!
kk: Жаңа айлық рекорд!
ko: 새 월간 최고 기록!
lt: Naujas mėnesinis rekordas!
lv: Jauns mēneša labākais rezultāts!
nl: Nieuwe maandelijkse topscore!
pt: Novo recorde mensal!
ro: Scor de top nou lunar!
ru: Новый месячный рекорд!
sk: Nové najvyššie skóre mesiaca!
sl: Nov mesečni rekord!
sq: Rekord i ri mujor!
sr: Нови месечни рекорд!
sv: Nytt månads-rekord!
tr: Ayın rekoru kırıldı!
uk: Новий місячний рекорд!
vi: Điểm cao hàng tháng mới!
zh: 新的每月最高分！
zh_tw: 新的每月紀錄！

# stormNewAllTimeHighscore
source: New all-time highscore!
af: Nuwe hoë telling van alle tye!
ar: أعلى مستوى جديد على الإطلاق!
az: Bütün zamanların ən yüksək nəticəsi!
be: Новы рэкорд за ўвесь час!
bg: Нов рекорд за всички времена!
bn: নতুন সর্বকালের হাইস্কোর!
bs: Novi najbolji rezultat sveukupno!
ca: Nou récord de puntuació de tots els temps!
cs: Nový osobní rekord!
da: Ny rekord for alle tider!
el: Νέο ρεκόρ όλων των εποχών!
eo: Nova nesuperita rekordo!
es: ¡Récord absoluto!
eu: Marka berria!
fa: بالاترین امتیاز از ابتدا تا کنون!
fi: Uusi kaikkien aikojen ennätys!
gl: Novo récord absoluto!
he: שיא חדש בכל הזמנים!
hy: Բոլոր ժամանակների նոր ռեկորդ
id: Skor tertinggi terbaru!
it: Nuovo record di sempre!
kk: Жаңа рекорд!
ko: 새 역대 최고 기록!
lt: Naujas visų laikų rekordas!
lv: Jauns visu laiku labākais rezultāts!
nl: Nieuwe topscore aller tijden!
pt: Novo recorde!
ro: Scor nou de top din toate timpurile!
ru: Новый рекорд за всё время!
sk: Nové celkové najvyššie skóre!
sl: Nov rekord vseh časov!
sq: Rekord i ri i përgjithshëm!
sr: Нови рекорд свих времена!
sv: Nytt rekord!
tr: Tüm zamanların rekoru kırıldı!
uk: Новий рекорд за весь час!
vi: Điểm cao mới!
zh: 新的历史最高分！
zh_tw: 新歷史紀錄！

# stormPreviousHighscoreWasX
source: Previous highscore was {param}
af: Vorige hoë telling was {param}
ar: النتيجة العالية السابقة كانت {param}
az: Əvvəlki ən yüksək nəticə: {param}
be: Папярэдні рэкорд {param}
bg: Предишният рекорд беше {param}
bn: আগের হাইস্কোর তি ছিল {param}
bs: Prethodni najbolji rezultat bio je {param}
ca: El récord de puntuació anterior era de {param}
cs: Předchozí osobní rekord byl {param}
da: Tidligere rekord var {param}
el: Το προηγούμενο ρεκόρ ήταν {param}
eo: Antaŭa rekordo estis {param}
es: El récord anterior era {param}
eu: Aurreko marka {param} zen
fa: بالاترین امتیاز قبلی {param} بود
fi: Edellinen ennätys oli {param}
gl: O récord anterior era {param}
he: השיא הקודם היה {param}
hy: Նախորդ ռեկորդը եղել է {param}
id: Skor tertinggi sebelumnya {param}
it: Il record precedente era {param}
kk: Алдыңғы рекорд {param}
ko: 이전 최고 기록은 {param}입니다.
lt: Praėjęs rekordas buvo {param}
lv: Iepriekšējais sasniegums bija {param}
nl: Vorige topscore was {param}
pt: O recorde anterior era {param}
ro: Scorul de top anterior a fost {param}
ru: Предыдущий рекорд был {param}
sk: Predchádzajúce najvyššie skóre bolo {param}
sl: Prejšnji rekord je bil {param}
sq: Rekordi i mëhershëm ishte {param}
sr: Претходни рекорд је био {param}
sv: Tidigare rekord var {param}
tr: Eski rekor: {param}
uk: Попередній рекорд був {param}
vi: Điểm cao trước đây là {param}
zh: 之前最高分为 {param}
zh_tw: 之前的最高紀錄：{param}

# stormPlayAgain
source: Play again
af: Speel weer
ar: إلعب مرة أخرى
az: Yenidən oyna
be: Гуляць яшчэ раз
bg: Играйте отново
bn: আবার খেলুন
bs: Igrajte ponovo
ca: Torna a jugar
cs: Hrát znovu
da: Spil igen
el: Παίξτε ξανά
eo: Reludi
es: Volver a jugar
eu: Jokatu berriz
fa: دوباره بازی کن
fi: Pelaa uudelleen
gl: Xogar de novo
he: שחק/י שוב
hy: Խաղալ նորից
id: Mainkan lagi
it: Gioca di nuovo
kk: Қайтадан ойнау
ko: 다시 플레이
lt: Žaisti dar
lv: Spēlēt vēlreiz
nl: Speel opnieuw
pt: Jogar novamente
ro: Joacă din nou
ru: Сыграть снова
sk: Hrať znova
sl: Igrajte ponovno
sq: Luani sërish
sr: Играј опет
sv: Spela igen
tr: Tekrar oyna
uk: Грати знову
vi: Chơi lại
zh: 再玩一次
zh_tw: 再玩一次

# stormHighscoreX
source: Highscore: {param}
af: Hoë telling: {param}
ar: أعلى نتيجة: {param}
az: Ən yüksək nəticə: {param}
be: Рэкорд: {param}
bg: Рекорд: {param}
bn: হাইস্কোর {param}
bs: Najbolji rezultat: {param}
ca: Récord de puntuació: {param}
cs: Nejvyšší skóre: {param}
da: Rekord: {param}
el: Ρεκόρ: {param}
eo: Rekordo: {param}
es: Récord: {param}
eu: Marka: {param}
fa: بالاترین امتیاز: {param}
fi: Paras tulos: {param}
gl: Récord: {param}
he: הניקוד הגבוה ביותר: {param}
hy: Ռեկորդ՝ {param}
id: Skor tertinggi: {param}
it: Record: {param}
kk: Рекорд: {param}
ko: 최고기록: {param}
lt: Rekordas: {param}
lv: Labākais rezultāts: {param}
nl: Topscore: {param}
pt: Recorde: {param}
ro: Scor de top: {param}
ru: Рекорд: {param}
sk: Najvyššie skóre: {param}
sl: Rekord: {param}
sq: Rekord: {param}
sr: Рекорд: {param}
sv: Rekord: {param}
tr: Rekor: {param}
uk: Рекорд: {param}
vi: Điểm cao: {param}
zh: 最高分：{param}
zh_tw: 最高紀錄：{param}

# stormScore
source: Score
af: Telling
ar: النتيجة
az: Hesab
be: Вынік
bg: Резултат
bn: স্কোর
bs: Rezultat
ca: Puntuació
cs: Skóre
el: Σκορ
eo: Poentaroj
es: Puntuación
eu: Puntuazioa
fa: امتیاز
fi: Pisteet
gl: Resultados
he: ניקוד
hy: Արդյունք
id: Skor
it: Punteggio
kk: Ұпай
ko: 점수
lt: Taškų
lv: Rezultāts
pt: Pontuação
ro: Scor
ru: Результат
sk: Skóre
sl: Rezultat
sq: Përfundimi
sr: Резултат
sv: Poäng
tr: Günlük rekor
uk: Рахунок
vi: Điểm
zh: 得分
zh_tw: 得分

# stormMoves
source: Moves
af: Skuiwe
ar: نقلة
az: Gediş sayı
be: Хады
bg: Ходове
bn: চাল
bs: Potezi
ca: Moviments
cs: Tahy
da: Træk
el: Κινήσεις
eo: Movoj
es: Movimientos
eu: Jokaldiak
fa: حرکت‌ها
fi: Siirtoja
gl: Movementos
he: מהלכים
hy: Քայլ
id: Langkah
it: Mosse
kk: Жүрістер
ko: 이동
lt: Ėjimų
lv: Gājieni
nl: Zetten
pt: Total de lances
ro: Mutări
ru: Ходов
sk: Počet ťahov
sl: Poteze
sq: Lëvizje
sr: Потеза
sv: Drag
tr: Hamle sayısı
uk: Ходів
vi: Các nước đi
zh: 着法数
zh_tw: 走棋

# stormAccuracy
source: Accuracy
af: Akkuraatheid
ar: الدقة
az: Dəqiqlik
be: Дакладнасць
bg: Точност
bn: নির্ভুলতা
bs: Preciznost
ca: Precisió
cs: Přesnost
da: Nøjagtighed
el: Ακρίβεια
eo: Precizeco
es: Precisión
eu: Zehaztasuna
fa: دقت
fi: Tarkkuus
gl: Precisión
he: דיוק
hy: Ճշգրտություն
id: Akurasi
it: Precisione
kk: Дәлдік
ko: 정확도
lt: Tikslumas
lv: Precizitāte
nl: Nauwkeurigheid
pt: Precisão
ro: Acuratețe
ru: Точность
sk: Úspešnosť
sl: Točnost
sq: Saktësi
sr: Прецизност
sv: Precision
tr: Başarı oranı
uk: Точність
vi: Độ chính xác
zh: 准确率
zh_tw: 精準度

# stormCombo
source: Combo
af: Kombinasie
ar: مجموعة
az: Kombo
be: Серыя
bg: Комбо
bs: Kombinirani niz
ca: Ratxa
cs: Kombo
da: Kombo
eo: Sinsekvo
es: Racha
eu: Jarraiak
fa: توالی
fi: Putki
gl: Serie
he: רצף
hy: Քոմբո
id: Kombo
kk: Комбо
ko: 콤보
lt: Iš eilės
lv: Kombinācija
ro: Combinație
ru: Комбо
sk: Kombo
sl: Zaporedje pravilnih potez
sq: Kombinime
sr: Комбо
sv: Kombo
tr: Kombo
uk: Комбо
vi: Chuỗi
zh: 连击数
zh_tw: 連擊

# stormTime
source: Time
af: Tyd
ar: الوقت
az: Vaxt
be: Час
bg: Време
bn: সময়
bs: Vrijeme
ca: Temps
cs: Čas
da: Tid
el: Χρόνος
eo: Tempo
es: Tiempo
eu: Denbora
fa: زمان
fi: Aika
gl: Tempo
he: זמן
hy: Ժամանակ
id: Waktu
it: Tempo
kk: Уақыт
ko: 시간
lt: Laikas
lv: Laiks
nl: Tijd
pt: Tempo
ro: Timp
ru: Время
sk: Čas
sl: Čas
sq: Kohë
sr: Време
sv: Tid
tr: Süre
uk: Час
vi: Thời gian
zh: 用时
zh_tw: 時間

# stormTimePerMove
source: Time per move
af: Tyd per skuif
ar: الوقت لكل نقلة
az: Gediş başına vaxt
be: Час на ход
bg: Време на ход
bn: চাল প্রতি সময়
bs: Vrijeme po potezu
ca: Temps per jugada
cs: Čas na tah
da: Tid per træk
el: Χρόνος ανά κίνηση
eo: Tempo por movo
es: Tiempo por movimiento
eu: Jokaldiko denbora
fa: زمان برای هر حرکت
fi: Aika per siirto
gl: Tempo por movemento
he: זמן לכל מהלך
hy: Ժամանակ քայլին
id: Waktu per langkah
it: Tempo per mossa
kk: Бір жүріс уақыты
ko: 한 수당 시간
lt: Laiko per ėjimą
lv: Laiks uz gājienu
nl: Tijd per zet
pt: Tempo por jogada
ro: Timp per mutare
ru: Времени на ход
sk: Čas na ťah
sl: Čas na potezo
sq: Kohë për lëvizje
sr: Време по потезу
sv: Tid per drag
tr: Hamle başı süre
uk: Часу на хід
vi: Thời gian trên mỗi nước đi
zh: 每步用时
zh_tw: 平均走棋時間

# stormHighestSolved
source: Highest solved
af: Hoogste opgelos
ar: تقييم أصعب لغز تم حله
az: Ən çətin tapmaca
be: Найцяжейшая вырашаная
bg: Най-сложната решена
bn: সর্বোচ্চ সমাধানকৃত
bs: Najviše riješeno
ca: El més difícil resolt
cs: Nejtěžší vyřešená úloha
da: Sværeste løst
el: Μεγαλύτερη βαθμολογία
eo: Plej alta solvita
es: Ejercicio más difícil resuelto
eu: Ebatzitako altuena
fa: امتیازدارترین معمای حل‌شده
fi: Vaikein ratkaistu
gl: Exercicio máis difícil resolto
he: הפאזל הכי קשה שנפתר
hy: Շատ բարդ խնդիր
id: Terpecahkan tertinggi
it: Più difficile risolto
kk: Шешілген ең жоғарғы рейтинг
ko: 최고 해결 레이팅
lt: Daugiausia išspręsta
lv: Labākais atrisinātais
nl: Hoogste rating
pt: Problema mais difícil resolvido
ro: Cel mai bun rezolvat
ru: Труднейшая задача
sk: Najťažšia vyriešená úloha
sl: Rejting najtežje pravilno rešene uganke
sq: Më e vështira e zgjidhur
sr: Највиши решен
sv: Högsta lösta
tr: Azami zorluk
uk: Найскладніша з розв'язаних
vi: Câu giải được khó nhất
zh: 最高解决难度
zh_tw: 最難解決的題目

# stormPuzzlesPlayed
source: Puzzles played
af: Raaisels opgelos
ar: الألغاز التي لعبتها سابقا
az: Ən çətin tapmaca
be: Задач згуляна
bg: Изиграни задачи
bs: Odigrani problemi
ca: Problemes realitzats
cs: Přehrané úlohy
da: Spillede taktikopgaver
el: Παιγμένοι γρίφοι
eo: Luditaj puzloj
es: Ejercicios realizados
eu: Jokatutako ariketak
fa: معماهای بازی‌شده
fi: Tehdyt tehtävät
gl: Crebacabezas xogados
he: פאזלים ששוחקו
hy: Խաղացված խնդիրներ
id: Teka-teki dimainkan
it: Problemi tentati
kk: Ойналған жұмбақтар
ko: 플레이한 퍼즐
lt: Sužaista galvosūkių
lv: Izspēlētie uzdevumi
nl: Gespeelde puzzels
pt: Problemas jogados
ro: Probleme jucate
ru: Сыгранные задачи
sk: Riešené úlohy
sl: Igrane uganke
sq: Ushtrime të luajtura
sr: Одиграни проблеми
sv: Spelade schackproblem
tr: Oynanan bulmacalar
uk: Зіграні задачі
vi: Các thế cờ đã chơi
zh: 玩过的谜题数
zh_tw: 解決過的題目

# stormNewRun
source: New run (hotkey: Space)
af: Nuwe lopie (kortpad sleutel: spasie)
ar: سباق جديد
az: Yeni tur (qısayol: Boşluq düyməsi)
be: Новая спроба (клавіша: Space)
bg: Нов опит (натисни: Интервал)
bs: Nova tura (tipka: razmaknica)
ca: Nou intent (tecla: Espai)
cs: Nový pokus (klávesa: Mezerník)
da: Ny runde (genvejstast: Mellemrum)
el: Νέος γύρος (πλήκτρο: Space)
eo: Nova kuro (fulmklavo: Spaco)
es: Nueva ronda (tecla: Espacio)
eu: Saiakera berria (espazioa)
fa: دور جدید (میانبر: Space)
fi: Uusi sarja (pikanäppäin: välilyönti)
gl: Nova quenda (tecla: espazo)
he: סיבוב חדש
hy: Նոր փորձ («Բացատ» ստեղն)
id: Mulai baru (tombol: Space)
it: Nuovo tentativo (scorciatoia da tastiera: Spazio)
kk: Жаңа кезең (жылдам перне: бос орын)
ko: 새로 시작(단축키: 스페이스바)
lt: Nauja eilė (klavišas: tarpas)
lv: Spēlēt vēl (taustiņš: atstarpe)
nl: Nieuwe sessie (sneltoets: Spatiebalk)
pt: Nova partida (tecla: espaço)
ro: Încercare nouă (tasta: Space)
ru: Новая попытка (клавиша: Пробел)
sk: Nové kolo (kláves. skratka: Medzerník)
sl: Nova igra (bližnjična tipka: preslednica)
sq: Raund i ri (shtype: Space)
sr: Нова рунда (тастер: Спејс)
sv: Nytt försök (snabbkommando: mellanslag)
tr: Yeni tur (kısayol: Boşluk tuşu)
uk: Нова серія (гаряча клавіша: Пробіл)
vi: Chạy lượt mới (phím nhanh: Dấu cách)
zh: 新挑战（快捷键：空格）
zh_tw: 新的一輪 （快捷鍵：空白鍵）

# stormEndRun
source: End run (hotkey: Enter)
af: Beëinding lopie (kortpad sleutel: 'Enter')
ar: انهاء السباق
az: Turu bitir (qısayol: Enter)
be: Скончыць спробу (клавіша: Enter)
bg: Приключване на опита (натисни: Enter)
bs: Završite turu (tipka: Enter)
ca: Finalitzar l'intent (tecla: Enter)
cs: Ukončit pokus (klávesa: Enter)
da: Afslut runde (genvejstast: Enter)
el: Τερματισμός γύρου (πλήκτρο: Enter)
eo: Nova kuro (fulmklavo: Enigo)
es: Terminar ronda (tecla: Enter)
eu: Amaitu saiakera (enter)
fa: پایان‌دهی دور (میانبر: Enter)
fi: Lopeta sarja (pikanäppäin: Enter)
gl: Finalizar quenda (tecla: Enter)
he: סיים ריצה
hy: Ավարտել փորձը («Մուտք» ստեղն)
id: Akhiri (tombol: Enter)
it: Termina tentativo (scorciatoia da tastiera: Invio)
kk: Кезеңді аяқтау (жылдам перне: Enter)
ko: 끝내기(단축키: 엔터)
lt: Baigti eilę (klavišas: įvesti)
lv: Beigt spēli (ievadīšanas taustiņš)
nl: Sessie stoppen (sneltoets: Enter)
pt: Terminar partida (tecla: Enter)
ro: Încheie încercarea (tasta: Enter)
ru: Закончить попытку (клавиша: Ввод)
sk: Ukončiť kolo (kláves. skratka: Enter)
sl: Konec igre (bližnjična tipka: vnašalka)
sq: Mbylle raundin (shtype: Enter)
sr: Заврши рунду (тастер: Ентер)
sv: Avsluta försök (snabbkommando: retur)
tr: Turu bitir (kısayol: Enter)
uk: Завершити серію (гаряча клавіша: Enter)
vi: Kết thúc (phím nhanh: Enter)
zh: 结束挑战（快捷键：回车）
zh_tw: 結束此輪 （快捷鍵：Enter 鍵）

# stormHighscores
source: Highscores
af: Hoë tellings
ar: أعلى النتائج
az: Ən yüksək ballar
be: Рэкорды
bg: Рекорди
bn: হাইস্কোর
bs: Najbolji rezultati
ca: Millors puntuacions
cs: Nejvyšší skóre
da: Rekorder
el: Υψηλότερα σκορ
eo: Rekordoj
es: Récords
eu: Puntuazio altuenak
fa: بالاترین امتیازها
fi: Ennätykset
gl: Récords
he: שיאים
hy: Ռեկորդներ
id: Skor tertinggi
it: Record
kk: Рекордтар
ko: 하이스코어
lt: Geriausi rezultatai
lv: Labākie rezultāti
nl: Topscores
pt: Recorde
ro: Scoruri de top
ru: Рекорды
sk: Najvyššie skóre
sl: Nojboljši rezultati
sq: Rekorde
sr: Рекорди
sv: Rekord
tr: Rekorlar
uk: Рекорди
vi: Điểm cao
zh: 最高分
zh_tw: 最高紀錄

# stormViewBestRuns
source: View best runs
af: Beloer beste lopies
ar: اعرض أفضل الجولات
az: Ən yaxşı cəhdləri göstər
be: Праглядзець найлепшыя спробы
bg: Вижте най-добрите опити
bs: Pogledajte najbolje ture
ca: Veure els millors intents
cs: Zobrazit nejlepší pokusy
da: Se de bedste runder
el: Προβολή καλύτερων γύρων
eo: Vidi plej bonajn kurojn
es: Ver las mejores rondas
eu: Ikusi saiakera onenak
fa: دیدن بهترین دورها
fi: Näytä parhaat sarjat
gl: Ver as mellores quendas
he: צפו בריצות הכי טובות
hy: Դիտել լավագույն փորձերը
id: Lihat hasil terbaik
it: Visualizza i migliori tentativi
kk: Үздік кезеңдерді көру
ko: 최고 기록 보기
lt: Peržiūrėti geriausias eiles
lv: Skatīt labākos mēģinājumus
nl: Bekijk beste sessies
pt: Ver as melhores partidas
ro: Vezi cele mai bune încercări
ru: Посмотреть лучшие попытки
sk: Prezrieť najlepšie kolá
sl: Ogled najboljših iger
sq: Shiko raundet më të mira
sr: Погледајте најбоље рунде
sv: Se bästa försök
tr: En iyi denemeleri göster
uk: Переглянути найкращі серії
vi: Xem các lần chạy tốt nhất
zh: 查看最佳挑战记录
zh_tw: 顯示最佳的一輪

# stormBestRunOfDay
source: Best run of day
af: Beste lopie van die dag
ar: أفضل جولة لك اليوم
az: Günün ən yaxşı cəhdi
be: Лепшая спроба за дзень
bg: Най-добрият опит за деня
bs: Najbolja tura dana
ca: Millor intent del dia
cs: Nejlepší pokus dne
da: Dagens bedste runde
el: Καλύτερος γύρος της ημέρας
eo: Plej bona kuro de la tago
es: Mejor ronda del día
eu: Eguneko saiakera onena
fa: بهترین دور روز
fi: Päivän paras sarja
gl: Mellor quenda do día
he: הריצה הטובה ביותר היום
hy: Օրվա լավագույն փորձը
id: Hasil terbaik hari ini
it: Migliore tentativo del giorno
kk: Бір күннің үздік кезеңі
ko: 일일 최고기록
lt: Geriausia dienos eilė
lv: Dienas labākais mēģinājums
nl: Beste sessie van de dag
pt: Melhor partida do dia
ro: Încercarea zilei
ru: Лучшая попытка дня
sk: Najlepšie kolo dňa
sl: Najboljša igra dneva
sq: Raundi më i mire i ditës
sr: Најбоља рунда дана
sv: Dagens bästa försök
tr: Tarih
uk: Найкраща серія за день
vi: Lần chạy tốt nhất của ngày
zh: 今日最佳挑战
zh_tw: 今日最佳的一輪

# stormRuns
source: Runs
af: Lopies
ar: جولات
az: Cəhdlərin sayı
be: Спробы
bg: Опити
bn: চালান
bs: Ture
ca: Intents
cs: Pokusy
da: Runder
el: Γύροι
eo: Kuroj
es: Rondas
eu: Saiakerak
fa: دورها
fi: Sarjoja
gl: Quendas
he: ריצות
hy: Շարքեր
id: Berjalan
it: Tentativi
kk: Кезеңдер
ko: 도전 횟수
lt: Eilės
lv: Mēģinājumi
nl: Sessies
pt: Partidas
ro: Încercări
ru: Серий
sk: Kolá
sl: Igre
sq: Raunde
sr: Рунде
sv: Försök
tr: Deneme sayısı
uk: Серії
vi: Số lần chạy
zh: 挑战次数
zh_tw: 輪
