Repository: lichess-org/mobile
Catalog: lib/l10n/app_*.arb
Languages: af, ar, az, be, bg, bn, bs, ca, cs, da, el, eo, es, eu, fa, fi, gl, he, hy, id, it, kk, ko, lt, lv, mk, nl, pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh, zh_tw

# usernameCharsInvalid
source: The username must only contain letters, numbers, underscores, and hyphens. Consecutive underscores and hyphens are not allowed.
af: Die gebruikersnaam mag net letters, nommers, onderstrepings en koppeltekens bevat.
ar: اسم المستخدم يجب أن يحتوي فقط على حروف وأرقام،خط سفلي ، والواصلات.
az: İstifadəçi adı yalnız hərflər, rəqəmlər, alt xətlər və tirelərdən ibarət olmalıdır. Ardıcıl alt xətlər və tire işarələrinə icazə verilmir.
be: Імя карыстальніка можа ўтрымліваць толькі літары, лічбы, ніжнія падкрэсліванні і злучок.
bg: Потребителското име трябва да съдържа само букви, цифри, долни черти и тирета. Не се допускат последователни долни черти и тирета.
bn: ইউজারনেমে শুধুমাত্র অক্ষর, নাম্বার, আন্ডারস্কোর এবং হাইফেন থাকতে পারবে।
bs: Korisničko ime može sadržavati samo slova, brojeve, podvlake i crtice.
ca: Els noms d'usuari només poden contenir lletres, números, guions i guions baixos.
cs: Uživatelské jméno musí obsahovat pouze písmena, číslice, podtržítka a pomlčky.
da: Brugernavnet må kun indeholde bogstaver, tal, underscore og bindestreger.
el: Το όνομα χρήστη μπορεί να περιέχει μόνο γράμματα, αριθμούς, κάτω παύλες και απλές παύλες. Διαδοχικές παύλες ή κάτω παύλες δεν επιτρέπονται.
eo: La salutnomo devas enhavi nur literojn, nombrojn, substrekojn, kaj streketojn. Sinsekvaj substrekoj kaj streketoj ne permesiĝas.
es: El nombre de usuario debe contener sólo letras, números, guiones bajos y guiones.
eu: Erabiltzaile izenak hizkiak, zenbakiak, azpiko marrak eta gidoiak bakarrik izan ditzake.
fa: نام کاربری فقط می تواند شامل حروف،اعداد،خط فاصله یا زیر خط(under line) باشد.
fi: Käyttäjänimi voi sisältää vain kirjaimia, numeroita, alaviivoja ja väliviivoja.
gl: O nome de usuario só pode conter letras, números, trazos baixos e guións. Os trazos baixos e guións consecutivos non se permiten.
he: שם המשתמש חייב להכיל רק אותיות, מספרים, מקפים תחתונים ומקפים. רצף מקפים אינו אפשרי.
hy: Մասնակցային անունը պետք է բաղկացած լինի միայն տառերից, թվերից, ընդգծումներից և գծիկներից։
id: Nama pengguna hanya boleh mengandung huruf, garisbawah, dan tanda hubung.
it: Il nome utente deve contenere solo lettere, numeri, underscore e trattini.
kk: Тіркеулі атыңызда тек қана әріп, сан, сызықша мен төменгі сызықша сияқты таңбалар болу керек. Бірнеше сызықша не төменгі сызықшаларды қатарынан жазбаңыз.
ko: 유저 이름에는 알파벳, 숫자, 언더스코어 ( _ ), 하이픈 ( - ) 만을 사용할 수 있습니다.
lt: Vartotojo vardui naudokite tik raides, skaičius, pabraukimo brūkšnius ir brūkšnelius.
lv: Lietotājvārds drīkst saturēt tikai burtus, ciparus, pasvītras un defises.
mk: Корисничкото име може да содржи само букви, бројки, долни и средни црти.
nl: De gebruikersnaam mag alleen letters, cijfers, underscores, en koppeltekens bevatten.
pt: O nome do utilizador só pode conter letras, números, underscores ou hífenes.
ro: Numele de utilizator poate conține doar litere, cifre, linii de subliniere și cratime.
ru: Имя пользователя должно состоять только из букв, цифр, подчёркиваний и дефисов.
sk: Užívateľské meno musí obsahovať iba písmená, čísla, podčiarkovník a pomlčku.
sl: Uporabniško ime sme vsebovati le črke, številke, podčrtaje in vezaje.
sq: Emri i përdorues duhet të përmbajë vetëm shkronja, numra, nënvija dhe vija ndarëse. Nuk lejohen nënvija, as vija ndarëse të njëpasnjëshme.
sr: Корисничко име мора садржати само слова, бројеве, подвлаке и цртице. Узастопне подвлаке и цртице нису дозвољене.
sv: Användarnamnet får bara innehålla bokstäver, siffror, understrykningstecken och bindestreck.
tr: Kullanıcı adı yalnızca harf, sayı, alt çizgi ve çizgi içerebilir.
uk: Ім'я користувача має містити лише літери, цифри, символи підкреслення і тире.
vi: Tên người dùng chỉ được chứa chữ cái, số, dấu gạch nối và dấu gạch dưới. Dấu gạch dưới và dấu gạch nối không được liên tiếp nhau.
zh: 用户名只能包含字母、数字、下划线和连字符。不允许连续的下划线或连字符。
zh_tw: 使用者名稱只能包含字母、 數字、 底線和短劃線。

# usernameUnacceptable
source: This username is not acceptable.
af: Hierdie gebruikersnaam is nie aanvaarbaar nie.
ar: اسم المستخدم هذا غير مقبول.
az: Bu istifadəçi adı qəbuledilməzdir.
be: Недапушчальнае імя карыстальніка.
bg: Това потребителско име не е приемливо.
bn: এই ব্যবহারকারী নামটি গ্রহণযোগ্য নয়.
bs: Ovo korisničko ime nije prihvatljivo.
ca: Aquest nom d'usuari no és acceptable.
cs: Toto uživatelské jméno není přijatelné.
da: Dette brugernavn er ikke acceptabelt.
el: Αυτό το όνομα χρήστη δεν είναι αποδεκτό.
eo: Tiu salutnomo estas malakceptebla.
es: Este nombre de usuario no es válido.
eu: Erabiltzaile hori ezin da erabili.
fa: این نام کاربری پذیرفتنی نیست.
fi: Käyttäjänimi ei kelpaa.
gl: Este nome de usuario non é aceptable.
he: שם המשתמש הזה לא מקובל.
hy: Մասնակցային այս անունն արդեն զբաղված է կամ անթույլատրելի է։.
id: Nama pengguna ini tidak dapat diterima.
it: Questo nome utente non è permesso.
kk: Бұл атты қолдануға болмайды.
ko: 사용자 이름을 사용할 수 없습니다.
lt: Šis vartotojo vardas yra netinkamas.
lv: Šāds lietotājvārds nav pieņemams.
mk: Корисничкото име е неприфатливо.
nl: Deze gebruikersnaam is niet acceptabel.
pt: Este nome de utilizador não é aceitável.
ro: Numele de utilizator nu e acceptabil.
ru: Это имя пользователя уже занято или недопустимо.
sk: Toto užívateľské meno nie je prijateľné.
sl: To uporabniško ime ni sprejemljivo.
sq: Ky emër përdoruesi s’është i pranueshëm.
sr: Ово корисничко име није прихватљиво.
sv: Detta användarnamn är inte acceptabelt.
tr: Bu kullanıcı adı uygun değil.
uk: Неприпустиме ім'я користувача.
vi: Tên người dùng này không được chấp nhận.
zh: 此用户名不可接受。
zh_tw: 無法套用此使用者名稱

source: Play chess in style
af: Speel skaak in styl
ar: لعب الشطرنج في نمط
az: Şahmatı tərz ilə oyna
be: Гуляйце стылёва!
bg: Играй шах в стил
bn: দাবা খেলুন শৈলিতে
bs: Igrajte šah u stilu
ca: Juga a escacs amb estil
cs: Hrajte šachy stylově
da: Spil skak med stil
el: Παίξτε σκάκι με στυλ
eo: Ludu ŝakon elegante
es: Juega al ajedrez con estilo
eu: Xakean estiloarekin jokatu
fa: شطرنج‌بازیِ نوگارانه
fi: Tyylikästä shakinpeluuta
gl: Xogar ao xadrez con estilo
he: שחק/י שחמט בסגנון
hy: Շախմատային ոճով
id: Bermain catur dengan gaya
it: Gioca a scacchi con stile
kk: Сәнді бола ойнаңыз
ko: 스타일리시하게 체스하기
lt: Žaiskite šachmatais stilingai
lv: Spēlējiet šahu ar eleganci
mk: Играј шах со стил
nl: Speel schaken in stijl
pt: Jogar xadrez com estilo
ro: Joacă șah cu stil
ru: В шахматном стиле
sk: Hrajte šach štýlovo
sl: Šahirajte v slogu
sq: Luani shah me stil
sr: Играј шах у стилу
sv: Spela schack med stil
tr: Satrancı tarz ile oynayın
uk: Грайте в шахи стильно
vi: Chơi cờ vua theo phong cách
zh: 时尚对弈
zh_tw: 下棋也要穿得好看

source: Chess basics
af: Grondbeginsels
ar: أساسيات الشطرنج
az: Şahmatın təməl prinsipləri
be: Асновы шахмат
bg: Основи на шаха
bn: দাবা মূলসূত্র
bs: Šahovske osnove
ca: Fonaments d'escacs
cs: Základy šachu
da: Grundlæggende skak
el: Τα βασικά
eo: Ŝaka aboco
es: Fundamentos del ajedrez
eu: Oinarrizko xakea
fa: پایه‌های شطرنج
fi: Shakin perusteet
gl: Fundamentos de xadrez
he: יסודות השחמט
hy: Շախմատի հիմունքներ
id: Dasar-dasar permainan catur
it: Basi scacchistiche
kk: Шахмат әліппесі
ko: 체스의 기본
lt: Šachmatų pagrindai
lv: Šaha pamati
mk: Основи на шахот
nl: Basis schaken
pt: O básico do xadrez
ro: Bazele șahului
ru: Основы шахмат
sk: Základy šachu
sl: Šahovske osnove
sq: Bazat e shahut
sr: Шаховске основе
sv: Grunderna i schack
tr: Satrancın temel prensipleri
uk: Шахові основи
vi: Cờ cơ bản
zh: 基础
zh_tw: 基本常識

source: Coaches
af: Afrigters
ar: المدربين
az: Məşqçilər
be: Трэнеры
bg: Треньори
bn: প্রশিক্ষক
bs: Treneri
ca: Entrenador
cs: Trenéři
da: Skaktrænere
el: Προπονητές
eo: Trejnistoj
es: Entrenadores
eu: Entrenatzaileak
fa: مربیان
fi: Valmentajat
gl: Adestradores
he: מאמנים
hy: Մարզիչներ
id: Pelatih
it: Istruttori
kk: Бапкерлер
ko: 코치
lt: Treneriai
lv: Treneri
mk: Тренери
pt: Treinadores
ro: Antrenori
ru: Тренеры
sk: Tréneri
sl: Trenerji
sq: Trajnerë
sr: Тренери
sv: Schacktränare
tr: Eğitmenler
uk: Тренери
vi: Huấn luyện viên
zh: 教练
zh_tw: 教練

source: Invalid PGN
af: Ongeldige PGN
ar: ملف بي جي ان غير صالح
az: Yanlış PGN
be: Некарэктны PGN
bg: Невалиден PGN
bn: অকার্যকর PGN
bs: Neispravan PGN
ca: PGN no vàlid
cs: Neplatný formát PGN
da: Ugyldig PGN
el: Μη έγκυρο PGN
eo: Nevalida PGN
es: PGN inválido
eu: PGNa ez da zuzena
fa: PGN ِ نامعتبر
fi: PGN ei kelpaa
gl: PGN non válido
he: PGN לא חוקי
hy: Ոչ կոռեկտ PGN
id: PGN tidak valid
it: PGN non valido
kk: Қате PGN
ko: 잘못된 PGN입니다.
lt: Netinkamas PGN
lv: Nepareizs PGN
mk: Невалиден PGN
nl: Ongeldige PGN
pt: PGN inválido
ro: PGN invalid
ru: Некорректный PGN
sk: Neplatný formát PGN
sl: Neveljaven PGN
sq: PGN e pavlefshme
sr: Неважећи PGN
sv: Ogiltig PGN
tr: Geçersiz PGN
uk: Неприпустимий PGN
vi: PGN không hợp lệ
zh: 无效的 PGN
zh_tw: 無效的 PGN

source: Invalid FEN
af: Ongeldige FEN
ar: FEN غير صالح
az: Yanlış FEN
be: Некарэктны FEN
bg: Невалиден FEN
bn: অকার্যকর FEN
bs: Neispiravan FEN
ca: FEN no vàlid
cs: Neplatný formát FEN
da: Ugyldig FEN
el: Μη έγκυρο FEN
eo: Nevalida FEN
es: FEN inválido
eu: FENa ez da zuzena
fa: وضعیت نامعتبر
fi: FEN ei kelpaa
gl: FEN non válido
he: FEN לא חוקי
hy: Ոչ կոռեկտ PGN
id: FEN tidak valid
it: FEN non valido
kk: Қате FEN
ko: 잘못된 FEN입니다.
lt: Netinkamas FEN
lv: Nepareizs FEN
mk: Невалиден FEN
nl: Ongeldige FEN
pt: FEN inválido
ro: FEN invalid
ru: Некорректный FEN
sk: Neplatný formát FEN
sl: Neveljaven FEN
sq: FEN e pavlefshme
sr: Неважећи FEN
sv: Ogiltig FEN
tr: Geçersiz FEN
uk: Неприпустимий FEN
vi: FEN không hợp lệ
zh: 无效的 FEN
zh_tw: 無效的 FEN

source: Custom
af: Pasmaak
ar: مخصص
az: Özəl
be: Свая гульня
bg: По избор
bn: স্বনির্ধারিত
bs: Prilagođeno
ca: Personalitzat
cs: Vlastní
da: Tilpasset
el: Προσαρμογή
eo: Propra
es: Personalizado
eu: Pertsonalizatua
fa: دلخواه
fi: Mukautettu
gl: Á medida
he: התאמה אישית
hy: Սեփական խաղ
id: Atur
it: Personalizza
kk: Басқа
ko: 사용자 지정
lt: Kitoks
lv: Pielāgota
mk: Персонализирано
nl: Aangepast
pt: Personalizado
ro: Personalizat
ru: Своя игра
sk: Vlastná
sl: Po meri
sq: Vetjake
sr: Прилагођено
sv: Anpassad
tr: Özel
uk: Своя гра
vi: Tuỳ chỉnh
zh: 自定义
zh_tw: 自訂設定

source: Notifications
af: Kennisgewings
ar: إشعارات
az: Bildirişlər
be: Апавяшчэнні
bg: Известия
bn: বিজ্ঞাপন
bs: Obavijesti
ca: Avisos
cs: Oznámení
da: Notifikationer
el: Ειδοποιήσεις
eo: Sciigoj
es: Notificaciones
eu: Jakinarazpenak
fa: اعلان
fi: Ilmoitukset
gl: Notificacións
he: התראות
hy: Ծանուցումներ
id: Notifikasi
it: Notifiche
kk: Хабарлама
ko: 알림
lt: Pranešimai
lv: Paziņojumi
mk: Известувања
nl: Meldingen
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sq: Njoftime
sr: Обавештења
sv: Aviseringar
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh: 通知
zh_tw: 通知

# notificationsX
source: Notifications: {param1}
af: Kennisgewings: {param1}
ar: الإشعارات {param1}
be: Апавяшчэнні: {param1}
bg: Известия: {param1}
bn: নোটিফিকেশন: {param1}
bs: Obavještenja: {param1}
ca: Notificacions: {param1}
cs: Oznámení: {param1}
da: Notifikationer: {param1}
el: Ειδοποιήσεις: {param1}
eo: Sciigoj: {param1}
es: Notificaciones: {param1}
eu: Jakinarazpenak: {param1}
fa: اعلان: {param1}
fi: Ilmoitukset: {param1}
gl: Notificacións: {param1}
he: התראות: {param1}
hy: Ծանուցումներ: {param1}
id: Pemberitahuan: {param1}
it: Notifiche: {param1}
kk: Хабарламалар: {param1}
ko: 알림: {param1}
lt: Pranešimai: {param1}
lv: Paziņojumi: {param1}
mk: Известувања: {param1}
nl: Meldingen: {param1}
pt: Notificações: {param1}
ro: Notificări: {param1}
ru: Уведомлений: {param1}
sk: Upozornenia: {param1}
sl: Obvestila: {param1}
sq: Njoftime: {param1}
sr: Нотификација: {param1}
sv: Notiser: {param1}
tr: Bildirimler: {param1}
uk: Сповіщення: {param1}
vi: Số thông báo: {param1}
zh: 通知：{param1}
zh_tw: 通知：{param1}

# perfRatingX
source: Rating: {param}
af: Gradering: {param}
ar: التقييم: {param}
az: Reytinq: {param}
be: Рэйтынг: {param}
bg: Рейтинг: {param}
bn: অনুপাত: {param}
bs: Rejting: {param}
ca: Classificació: {param}
el: Βαθμολογία: {param}
eo: Rango: {param}
es: Puntuación: {param}
eu: Sailkapena: {param}
fa: درجه‌بندی: {param}
fi: Vahvuusluku: {param}
gl: Puntuación: {param}
he: דירוג: {param}
hy: Վարկանիշ՝ {param}
it: Punteggio: {param}
kk: Рейтинг: {param}
ko: 레이팅: {param}
lt: Reitingas: {param}
lv: Reitings: {param}
mk: Рејтинг: {param}
pt: Pontuação: {param}
ru: Рейтинг: {param}
sq: Vlerësimi: {param}
sr: Рејтинг: {param}
tr: Puan: {param}
uk: Рейтинг: {param}
vi: Hệ số: {param}
zh: 等级分：{param}
zh_tw: 評分：{param}

# yourRatingIsX
source: Your rating is {param}
ca: La teva puntuació és de {param}
el: Η βαθμολογία σας είναι {param}
eo: Via rango estas {param}
es: Tu valoración es {param}
fi: Vahvuuslukusi on {param}
it: Il tuo punteggio è {param}
ko: {param} 귀하의 평가는
nl: Uw rating is {param}
ro: Ratingul tău este {param}
ru: Ваш рейтинг {param}
sk: Váš rating je {param}
uk: Ваш рейтинг — {param}
vi: Hệ số của bạn là {param}
zh: 您的等级分是 {param}

source: Practice with computer
af: Oefen met 'n rekenaar
ar: الممارسة مع الكمبيوتر
az: Kompüterlə məşq
be: Трэніроўка з камп’ютарам
bg: Практикуване с компютър
bn: কম্পিউটারের সাথে অনুশীলন
bs: Vježbajte sa računarom
ca: Practicar amb l'ordinador
cs: Procvičit s počítačem
da: Træn med computer
el: Εξάσκηση με τον υπολογιστή
eo: Praktiki kun komputilo
es: Practicar con el ordenador
eu: Ordenagailuarekin praktikatu
fa: تمرین با رایانه
fi: Harjoittele tietokonetta vastaan
gl: Practicar coa computadora
he: התאמן/י עם המחשב
hy: Մարզում համակարգչի հետ
id: Praktis dengan komputer
it: Allenati contro il computer
kk: Компьютермен жаттығу
ko: 컴퓨터와 연습하기
lt: Treniruotė su kompiuteriu
lv: Treniņš ar datoru
mk: Вежбај со компјутерот
nl: Oefen met de computer
pt: Praticar com o computador
ro: Joacă cu calculatorul
ru: Тренировка с компьютером
sk: Precvičenie s počítačom
sl: Vadi z računalnikom
sq: Ushtrohuni me kompjuterin
sr: Вежбај са рачунаром
sv: Öva med datormotståndare
tr: Bilgisayar ile pratik yapın
uk: Тренування з комп'ютером
vi: Luyện tập với máy tính
zh: 与电脑练习
zh_tw: 和電腦練習

# anotherWasX
source: Another was {param}
af: Nog een was {param}
ar: نقلة أخرى {param}
az: Digər variant: {param}
be: Таксама можна: {param}
bg: Друг ход бе {param}
bn: আরেকটি ছিল {param}
bs: Drugi potez je bio {param}
ca: Un altre era {param}
cs: Další možnost je {param}
da: Et andet var {param}
el: Εναλλακτική ήταν {param}
eo: Alia estis {param}
es: Otro era {param}
eu: Beste aukera bat {param} zen
fa: حرکت مناسب دیگر {param} بود
fi: Hyvä oli myös {param}
gl: Outro era {param}
he: מהלך טוב נוסף היה {param}
hy: Կարելի էր {param}
id: Lainnya {param}
it: In alternativa {param}
kk: Тағы {param}
ko: 다른 수는 {param}
lt: Dar vienas buvo {param}
lv: Varēja arī {param}
mk: Алтернативен би бил {param}
nl: Ook mogelijk was {param}
pt: Outro seria {param}
ro: Altă mutare bună este: {param}
ru: Можно было {param}
sk: Ďalšou možnosťou bolo {param}
sl: Alternativna poteza je bila tudi {param}
sq: Një tjetër ishte {param}
sr: Још један је био {param}
sv: Ett alternativt bra drag var {param}
tr: {param} ise bir diğer seçenek
uk: Можна було: {param}
vi: Nước đi khác là {param}
zh: 其他着法是 {param}
zh_tw: 另一個是{param}

# bestWasX
source: Best was {param}
af: Beste was {param}
ar: النقلة الأفضل هي {param}
az: Ən yaxşı gediş: {param}
be: Найлепшы ход {param}
bg: Най-добър ход е {param}
bn: সেরা ছিল {param}
bs: Najbolji potez je bio {param}
ca: El millor era {param}
cs: Nejlepší tah byl {param}
da: Bedste var {param}
el: Η καλύτερη κίνηση ήταν {param}
eo: Plej bona estis {param}
es: El mejor era {param}
eu: Onena {param} zen
fa: بهترین حرکت {param} بود
fi: Paras oli {param}
gl: O mellor era {param}
he: המהלך הטוב ביותר היה {param}
hy: Ավելի լավ էր {param}
id: Terbaik adalah {param}
it: Mossa migliore: {param}
kk: Үздігі {param}
ko: 최선의 수는 {param}
lt: Geriausias buvo {param}
lv: Labākais bija {param}
mk: Најдобриот потег беше {param}
nl: De beste zet was {param}
pt: {param} seria melhor
ro: Cea mai bună mutare este: {param}
ru: Лучше было {param}
sk: Najlepší ťah bol {param}
sl: Najboljša poteza je bila {param}
sq: Më i miri ishte {param}
sr: Најбољи је био {param}
sv: Bästa draget var {param}
tr: En iyisi {param} idi
uk: Найкращим був: {param}
vi: Nước đi tốt nhất là {param}
zh: 最佳着法是 {param}
zh_tw: 最好的一步是{param}

source: You browsed away
af: Jy het weggedwaal
ar: تصفحت نقلات مختلفة
az: Əlaqə kəsildi
be: Вы выйшлі з прагляду
bg: Навигирахте към друг изглед
bn: আপনি যতদূর ব্রাউজ করেছেন
bs: Otišli ste daleko
ca: Ha sortit de la revisió
cs: Procvičování přerušeno
da: Du browsede væk
el: Απομακρυνθήκατε
eo: Vi retumis foren
es: Has salido de la revisión
eu: Beste batera joan zara
fa: دور شُدید
fi: Selailit pois
gl: Saíches da revisión
he: גלשתם למחוזות אחרים
hy: Դուք դուրս եկաք մարզման ռեժիմից
id: Anda melihat-lihat
it: Ti sei allontanato
kk: Аяғына жеттіңіз
ko: 중간에 그만두셨습니다
lt: Jūs naršėte kitur
lv: Aizvirzījāties prom
mk: Одсурфавте надвор
nl: U was op een ander tabblad bezig
pt: Saíste
ro: Ați părăsit jocul cu calculatorul
ru: Вы вышли из режима тренировки
sk: Precvičovanie prerušené
sl: Odtavali ste
sq: Levizja jote është shumë larg
sr: Отишао/ла си далеко
sv: Du scrollade iväg
tr: Çok uzaklara gittiniz
uk: Ви вийшли з перегляду
vi: Bạn đã duyệt xa
zh: 您已浏览到别处啦
zh_tw: 您暫停了剛剛的進度

source: Resume practice
af: Hervat oefening
ar: استئناف التدريب
az: Məşqə davam edin
be: Працягнуць трэніроўку
bg: Подновяване на упражнението
bn: পুনারয় অনুশীলন
bs: Nastavite vježbu
ca: Reprendre la pràctica
cs: Pokračovat v procvičování
da: Genoptag træning
el: Συνεχίστε την εξάσκηση
eo: Daŭrigi praktikon
es: Volver a la revisión de errores
eu: Itzuli praktikatzera
fa: از سرگیری تمرین
fi: Jatka harjoitusta
gl: Seguir practicando
he: המשיכו להתאמן
hy: Վերսկսել մարզումը
id: Lanjutkan latihan
it: Riprendi la pratica
kk: Жаттығуды жалғастыру
ko: 연습을 계속하기
lt: Pratęsti treniruotę
lv: Atsākt treniņu
mk: Продолжи со вежбата
nl: Hervat oefenen
pt: Continuar a prática
ro: Reia antrenamentul
ru: Возобновить тренировку
sk: Pokračovať v precvičovaní
sl: Nadaljujte vadbo
sq: Vazhdoni ushtrimin
sr: Настави вежбање
sv: Återuppta övning
tr: Pratik yapmaya devam edin.
uk: Продовжити тренування
vi: Tiếp tục luyện
zh: 继续练习
zh_tw: 繼續練習

# drawByFiftyMoves
source: The game has been drawn by the fifty move rule.
af: Hierdie spel is gelykop weens die vyftig-skuif reël.
ar: تم حسم هذا المباراة بالتعادل حسب قاعدة الخمسين حركة.
be: Партыя была згуляна ўнічыю па правілу пяцідзесяці хадоў.
bg: Играта е реми по правилото за петдесетте хода.
bn: খেলাটি পঞ্চাশ চালের নিয়মে ড্র হয়েছে.
bs: Partija je neriješena po pravilu 50 poteza.
ca: La partida ha estat declarada un empat per la regla dels 50 moviments.
cs: Hra skončila remízou podle pravidla padesáti tahů.
da: Partiet er endt med remis efter reglen om halvtreds træk.
el: Ισοπαλία λόγω του κανόνα των 50 κινήσεων.
eo: La ludo estis egalvenko por la regulo de 50 movoj.
es: La partida ha acabado en tablas por la regla de los cincuenta movimientos.
eu: Partida berdinketarekin amaitu da 50 jokaldien araua dela-eta.
fa: بازی با قانون پنجاه حرکت مساوی شده است.
fi: Peli päättyi tasapeliin 50 siirron säännön perusteella.
gl: A partida rematou en táboas pola regra dos cincuenta movementos.
he: המשחק הסתיים בתיקו בשל חוק 50 המסעים.
hy: Խաղն ավարտվել է ոչ-ոքի հիսուն քայլի կանոնով։
id: Permainan remis karena aturan 50 langkah.
it: La partita è patta per la regola delle 50 mosse.
kk: "50 жүріс" ережесіне сәйкес ойын тепе-теңдікпен аяқталды.
ko: 대국이 50수 규칙에 의해 무승부가 되었습니다.
lt: Žaidimas pasibaigė lygiosiomis dėl penkiasdešimties ėjimų taisyklės.
lv: Spēle ir neizšķirta 50 gājienu noteikuma dēļ.
mk: Оваа партија е реми по правилото од 50 потези.
nl: De partij is in remise geëindigd vanwege de 50-zettenregel.
pt: O jogo foi empatado de acordo com a regra dos cinquenta lances.
ro: Partida s-a terminat remiză din cauza regulii de 50 de mutări.
ru: Партия была сыграна вничью по правилу пятидесяти ходов.
sk: Partia bola ukončená remízou podľa pravidla 50 ťahov.
sl: Igra je bila remi po pravilu petdesetih potez.
sq: Loja ka dalë barazim sipas rregullit të pesëdhjetë lëvizjeve.
sr: Партија је ремизирана правилом педесет потеза.
sv: Spelet är remi på grund av femtio drags regeln.
tr: Oyun, elli hamle kuralı gereğince beraberlikle sonuçlandı.
uk: Партія завершилась нічиєю за правилом п'ятдесяти ходів.
vi: Ván đấu được xử hòa theo luật 50 nước.
zh: 对局因 50 回合规则而和棋。
zh_tw: 對局因 50 步規則判和。

source: The game is a draw.
af: Die spel is gelykop.
ar: المباراة تعادل.
az: Oyun heç-heçədir.
be: Гульня скончылася ўнічыю.
bg: Партията е реми.
bn: খেলাটি হয় সমান.
bs: Partija završava remijem.
ca: El joc és un empat.
cs: Hra končí remízou.
da: Partiet ender med remis.
el: Η παρτίδα είναι ισόπαλη.
eo: La ludo egalvenkas.
es: La partida es tablas.
eu: Berdinketa.
fa: بازی مساوی است.
fi: Peli on tasapeli.
gl: A partida remata en táboas.
he: המשחק הסתיים בתיקו.
hy: Խաղն ավարտվեց ոչ-ոքի։
id: Permainan ini menarik.
it: La partita è patta.
kk: Ойын тең аяқталды.
ko: 무승부 대국입니다.
lt: Partija baigėsi lygiosiomis.
lv: Spēle ir neizšķirta.
mk: Партијата е реми.
nl: De partij eindigt in remise.
pt: O jogo é um empate.
ro: Remiză.
ru: Игра окончилась вничью.
sk: Hra skončila remízou.
sl: Rezultat partije je remi.
sq: Loja është remi.
sr: Партија је нерешена.
sv: Remiparti.
tr: Bu maç berabere.
uk: Гра закінчилася внічию.
vi: Ván cờ kết thúc hòa.
zh: 对局和棋。
zh_tw: 這是一場平局

source: Computer thinking ...
af: Die rekenaar dink ...
ar: الكمبيوتر يفكر ...
az: Kompüter fikirləşir ...
be: Камп’ютар думае...
bg: Компютърът размишлява...
bn: কম্পিউটারের চিন্তা ...
bs: Računar razmišlja ...
ca: L'ordinador està pensant ...
cs: Počítač přemýšlí...
da: Computer tænker...
el: Ο υπολογιστής σκέφτεται ...
eo: Komputilo pensas ...
es: El ordenador está calculando...
eu: Ordenagailua pentsatzen...
fa: محاسبهٔ رایانه‌ای...
fi: Tietokone miettii...
gl: Computadora pensando...
he: המחשב חושב ...
hy: Համակարգիչը մտածում է...
id: Komputer berpikir ...
it: Il computer sta pensando...
kk: Компьютер ойлануда ...
ko: 컴퓨터 생각 중…
lt: Kompiuteris mąsto...
lv: Dators domā ...
mk: Компјутерот размислува...
nl: De computer denkt na ...
pt: Computador a pensar...
ro: Calculatorul se gândește ...
ru: Компьютер думает...
sk: Počítač premýšľa...
sl: Računalnik razmišlja...
sq: Kompjuteri po mendohet …
sr: Рачунар размишља ...
sv: Datorn tänker...
tr: Bilgisayar düşünüyor...
uk: Комп'ютер думає...
vi: Máy tính đang nghĩ ...
zh: 电脑正在思考...
zh_tw: 電腦運算中...

source: See best move
af: Bekyk die beste skuif
ar: شاهد افضل نقلة
az: Ən yaxşı gedişə bax
be: Паказаць найлепшы ход
bg: Вижте най-добрия ход
bn: দেখুন সেরা চাল
bs: Vidite najbolji potez
ca: Veure la millor jugada
cs: Ukázat nejlepší tah
da: Se bedste træk
el: Προβολή καλύτερης κίνησης
eo: Vidi la plej bonan movon
es: Ver el mejor movimiento
eu: Erakutsi jokaldi onena
fa: دیدن بهترین حرکت
fi: Katso paras siirto
gl: Ver o mellor movemento
he: הראה את המהלך הטוב היותר
hy: Դիտել լավագույն քայլը
id: Lihat langkah terbaik
it: Scopri la mossa migliore
kk: Үздік жүрісті көру
ko: 최상의 수 보기
lt: Rodyti geriausią ėjimą
lv: Rādīt labāko gājienu
mk: Види го најдобриот потег
nl: Toon de beste zet
pt: Ver o melhor movimento
ro: Vezi cea mai bună mutare
ru: Посмотреть лучший ход
sk: Ukázať najlepší ťah
sl: Poglej najboljšo potezo
sq: Shihni lëvizjen më të mirë
sr: Види најбољи потез
sv: Visa det bästa draget
tr: En iyi hamleyi gör
uk: Показати найкращий хід
vi: Xem nước đi tốt nhất
zh: 查看最佳着法
zh_tw: 觀看最佳移動
