Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# joinTheTeamXToPost
source: Join the {param1}, to post in this forum
br: Ret eo bezañ ezel eus {param1} evit skrivañ ur gemennadenn er forom-mañ
de: Tritt {param1} bei, um in diesem Forum schreiben zu können
et: Ühine {param1}-ga et sellesse foorumisse postitada
fa: به {param1} ملحق شوید تا در این انجمن پست بگذارید
fo: Far upp í {param1}, at gera uppsløg á hesum torgi
fr: Pour poster sur ce forum, rejoignez {param1}
ga: Comhcheangail an {param1}, le postáil san fhóram seo
hi: इस फ़ोरम में पोस्ट करने के लिए{param1} से जुड़ें
hr: Pridruži se {param1} za objavljivanje na ovom forumu
hu: Csatlakozz {param1} csapathoz, hogy írhass ebbe a fórumba.
ja: 投稿するには {param1} に加入してください
lb: Triet {param1} bäi, fir an dësem Forum ze posten
nb: Bli med i {param1} for å skrive innlegg i dette forumet
nn: Meld deg på {param1}, for å poste meldingar i dette forumet
pl: Dołącz do {param1}, aby publikować na tym forum
pt_br: Junte-se a {param1} para publicar neste fórum
tt: Бу форумда урнаштыру өчен {param1} кушылыгыз
zh: 加入{param1}，以在此论坛发表意见

# teamNamedX
source: {param1} team
br: Skipailh {param1}
et: {param1} võistkond
fa: تیم {param1}
fo: {param1} lið
fr: Équipe {param1}
ga: Foireann {param1}
hi: {param1} टीम
hr: {param1} tim
hu: {param1} csapat
ja: {param1} チーム
lb: {param1} Ekipp
nb: laget {param1}
nn: {param1} lag
pl: Klub {param1}
pt_br: Equipe {param1}
tt: {param1} Җәмәга
zh: {param1} 团队

# youCannotPostYetPlaySomeGames
source: You can't post in the forums yet. Play some games!
br: Ne c'hallit ket skrivañ ur gemennadenn war ar foromoù evit poent. C'hoarit un tamm a-raok!
de: Du kannst noch nichts in den Foren schreiben. Spiel ein paar Partien!
et: Sa ei saa veel foorumisse postitada. Mängi enne paar mängu!
fa: شما هنوز قادر به پست گذاشتن در انجمن نیستید. چند بازی انجام دهید!
fo: Tú kanst ikki seta uppsløg upp á torgunum enn. Telva nøkur talv!
fr: Vous ne pouvez pas encore poster dans les forums. Jouez quelques parties !
ga: Níl cead postáil sna fóraim go fóill. Imir roinnt cluichí!
hi: आप अभी तक फ़ोरम में पोस्ट नहीं कर सकते। कुछ गेम्स खेलें!
hr: Još ne možeš objavljivati na forumima. Odigraj nekoliko partija!
hu: Még nem írhatsz a fórumokba. Játssz néhány partit!
ja: 何局か指し終えるまで投稿はできません。
lb: Du kanns nach net am Forum schreiwen. Spill puer Partien!
nb: Du kan ikke skrive innlegg i forumene ennå. Spill noen partier!
nn: Du kan så langt ikkje skrive oppslag i foraane. Spel nokre parti fyrst!
pl: Nie możesz jeszcze publikować na forach. Rozegraj najpierw kilka partii!
pt_br: Você não pode publicar nos fóruns ainda. Jogue algumas partidas!
tt: Сез әле форумда бәрид урнаштыра алмыйсыз. Берничә уен уйнагыз!
zh: 你还不能在论坛发表意见。再下几盘棋吧！

source: Subscribe
br: Heuliañ
de: Abonnieren
et: Telli
fa: مشترک شدن
fo: Melda til
fr: Suivre
ga: Liostáil
hi: सदस्यता लें
hr: Pretplati se
hu: Feliratkozás
ja: 投稿をフォロー
lb: Abonéieren
nb: Abonner
nn: Abonner
pl: Subskrybuj
pt_br: Seguir publicações
tt: Кушылмак
zh: 订阅

source: Unsubscribe
br: Paouez da heuliañ
de: Abonnement beenden
et: Tühista tellimus
fa: لغو اشتراک
fo: Melda teg úr
fr: Ne plus suivre
ga: Díliostáil
hi: सदस्यता रद्द करें
hr: Otkaži pretplatu
hu: Leiratkozás
ja: 投稿のフォローをはずす
lb: Desabonéiren
nb: Avslutt abonnement
nn: Avslutt abonnement
pl: Zakończ subskrybcję
pt_br: Deixar de seguir publicações
tt: Аерылмак
zh: 取消订阅

# mentionedYouInX
source: mentioned you in "{param1}".
br: he/en deus meneget ac'hanoc'h e "{param1}".
de: erwähnte dich in "{param1}".
et: mainis sind sõnumis "{param1}".
fa: از شما در {param1} نام برده شد.
fo: nevndi teg í "{param1}".
fr: vous a mentionné dans « {param1} ».
ga: luadh tú i "{param1}".
hi: आपने "{param1}" में उल्लेख किया है।
hr: te spomenuo u "{param1}".
hu: megemlített itt: "{param1}".
ja: 「{param1}」であなたの名前が出ました。
lb: huet dech an "{param1}" erwähnt.
nb: nevnte deg i «{param1}».
nn: nemnde deg i "{param1}".
pl: wspomniał o tobie w "{param1}".
pt_br: mencionou você em "{param1}".
tt: "{param1}" сезне искә алдылар.
zh: 在 “{param1}” 中提到了你。

# xMentionedYouInY
source: {param1} mentioned you in "{param2}".
br: Meneget oc’h bet gant {param1} e "{param2}".
de: {param1} erwähnte dich in "{param2}".
et: {param1} mainis sind sõnumis "{param2}".
fa: {param1} اسم شما را در "{param2}" ذکر کرده است.
fr: {param1} vous a mentionné dans « {param2} ».
ga: luadh {param1} tú i "{param2}".
hi: {param1} ने "{param2}" में आपका उल्लेख किया।
hr: {param1} te je spomenuo u "{param2}".
hu: {param1} megemlített itt: "{param2}".
ja: {param1}さんが「{param2}」であなたの名前を出しました。
lb: {param1} huet dech an "{param2}" erwähnt.
nb: {param1} nevnte deg i «{param2}».
nn: {param1} nemnde deg i "{param2}".
pl: {param1} wspomniał o tobie w "{param2}".
pt_br: {param1} mencionou você em "{param2}".
tt: {param1} сезне "{param2}" да искә алды.
zh: {param1} 在 "{param2}" 中提到了你。

# invitedYouToX
source: invited you to "{param1}".
br: en deus pedet ac’hanoc’h da "{param1}".
de: hat dich zu "{param1}" eingeladen.
et: kutsus sind "{param1}".
fa: شما به "{param1}" دعوت شده اید.
fo: bjóðaði tær til "{param1}".
fr: vous a invité à « {param1} ».
ga: tugadh cuireadh duit "{param1}".
hi: आपको "{param1}" के लिए आमंत्रित किया गया है।
hr: te je pozvao u "{param1}".
hu: meghívott ide: "{param1}".
ja: 「{param1}」 への招待が来ました。
lb: huet dech zu "{param1}" invitéiert.
nb: inviterte deg til «{param1}».
nn: inviterte deg til "{param1}".
pl: zaprosił Cię do "{param1}".
pt_br: convidou você para "{param1}".
tt: "{param1}" сезне яште.
zh: 邀请你加入"{param1}"。

# xInvitedYouToY
source: {param1} invited you to "{param2}".
br: Pedet oc’h bet gant {param1} da "{param2}".
de: {param1} hat dich zu "{param2}" eingeladen.
et: {param1} kutsus sind "{param2}".
fa: {param1} شما را به "{param2}" دعوت کرده است.
fo: {param1} bjóðaði tær til "{param2}".
fr: {param1} vous a invité à « {param2} ».
ga: tugadh {param1} cuireadh duit "{param2}".
hi: {param1} ने आपको "{param2}" के लिए आमंत्रित किया।
hr: {param1} te je pozvao u "{param2}".
hu: {param1} meghívott ide: "{param2}".
ja: {param1} から 「{param2}」 への招待が来ました。
lb: {param1} huet dech zu "{param2}" invitéiert.
nb: {param1} inviterte deg til «{param2}».
nn: {param1} inviterte deg til "{param2}".
pl: {param1} zaprosił się do "{param2}".
pt_br: {param1} convidou você para "{param2}".
tt: {param1} сезне "{param2}" чакырды.
zh: {param1} 邀请你加入 "{param2}"。

# youAreNowPartOfTeam
source: You are now part of the team.
br: Ezel eus ar skipailh oc’h bremañ.
de: Du bist nun Teammitglied.
et: Sa oled nüüd võistkonna liige.
fa: شما در حال حاضر عضوی از تیم هستید.
fr: Vous faites maintenant partie de l’équipe.
ga: Tá tú anois mar chuid den fhoireann.
hi: अब आप टीम का हिस्सा हैं।
hr: Sad si član tima.
hu: Most már a csapat tagja vagy.
ja: チームの一員になりました。
lb: Du bass elo Member vun der Ekipp.
nb: Du er nå med på laget.
nn: Du er no med i laget.
pl: Należysz teraz do klubu.
pt_br: Você agora faz parte da equipe.
tt: Сез хәзер җәмәга әгъзасы.
zh: 你现在是团队的成员。

# youHaveJoinedTeamX
source: You have joined "{param1}".
br: Ezel oc'h eus "{param1}".
de: Du bist "{param1}" beigetreten.
et: Oled liitunud meeskonnaga "{param1}".
fa: شما به "{param1}" پیوستید.
fr: Vous avez joint l'équipe "{param1}".
ga: Tá tú tar éis dul isteach "{param1}".
hi: आप "{param1}" में शामिल हो गए हैं।
hr: Pridružio si se "{param1}".
hu: Csatlakoztál ide: "{param1}".
ja: 「{param1}」に参加しました。
lb: Du bass "{param1}" bäigetrueden.
nb: Du har blitt med i «{param1}».
nn: Du har blitt med i "{param1}".
pl: Dołączono do "{param1}".
pt_br: Você ingressou em "{param1}".
tt: Сез "{param1}" га кушылдыгыз.
zh: 你已加入"{param1}"。

source: Someone you reported was banned
br: Skarzhet eo bet kuit unan bennak ho peus savet klemm outañ
de: Jemand, den du gemeldet hast, wurde gebannt
et: Keegi, kellest sa teatasid, sai mängukeelu
fa: شخصی که گزارش کردید مسدود شد
fr: Quelqu'un que vous avez signalé a été banni.
ga: Cuireadh cosc ar dhuine a thuairiscigh tú
hi: आपके द्वारा सूचित किसी पर प्रतिबंध लगा दिया गया था
hr: Nekome koga si prijavio je zabranjen pristup
hu: Letiltottak valakit, akit korábban jelentettél
ja: あなたが通報した人が追放されました
lb: Een vun dir gemellten Benotzer gouf gebannt
nb: Noen du rapporterte, ble utestengt
nn: Nokon du rapporterte vart stengt ute
pl: Konto kogoś, kogo zgłosiłeś/aś, zostało zablokowane
pt_br: Alguém que você denunciou foi banido
tt: Сез хәбәр иткән кеше тыелган
zh: 你举报的用户已被封禁

# congratsYouWon
source: Congratulations, you won!
br: Gourc’hemennoù, aet eo ar maout ganeoc’h!
de: Glückwunsch, du hast gewonnen!
et: Palju õnne, sa võitsid!
fa: تبریک، شما برنده شدید!
fo: Til lukku, tú vanst!
fr: Bravo, vous avez gagné !
ga: Comhghairdeas, bhuaigh tú!
hi: बधाई हो, आप जीत गए!
hr: Čestitamo na pobjedi!
hu: Gratulálunk, nyertél!
ja: おめでとう、あなたの勝ちです！
lb: Felicitatioun, du hues gewonn!
nb: Gratulerer, du vant!
nn: Gratulerer, du vann!
pl: Gratulacje, wygrałeś/aś!
pt_br: Parabéns, você venceu!
tt: Тәбриклийбез, сез җиңдегез!
zh: 恭喜恭喜，你获胜了！

# gameVsX
source: Game vs {param1}
br: Krogad a-enep {param1}
de: Partie gegen {param1}
et: Mängus {param1} vastu
fa: بازی در برابر {param1}
fo: Talv móti {param1}
fr: Partie contre {param1}
ga: Cluiche in aghaidh {param1}
hi: खेल बनाम {param1}
hr: Partija protiv {param1}
hu: Játszma {param1} ellen
ja: {param1} との対局
lb: Partie géint {param1}
nb: Parti mot {param1}
nn: Spel mot {param1}
pl: Partia przeciwko {param1}
pt_br: Jogo vs {param1}
tt: {param1} каршы уен
zh: 与 {param1} 对局

# lostAgainstTOSViolator
source: You lost rating points to someone who violated the Lichess TOS
br: Kollet ho peus poentoù a-enep unan ha n'en deus ket doujet d'ar reolennoù
de: Du hast Elo an jemanden verloren, der gegen die Lichess-AGB verstoßen hat
et: Sa kaotasid kellegile, kes rikkus Lichessi teenusetingimusi
fa: شما در مقابل کسی که قوانین Lichess را نقض کرده، امتیاز درجه‌بندی از دست دادید
fr: Vous avez perdu contre quelqu'un qui a violé les conditions d’usage de Lichess
ga: Chaill tú i gcoinne duine a sháraigh téarmaí seirbhíse Lichess
hi: आप Lichess TOS का उल्लंघन करने वाले व्यक्ति से हार गए
hr: Izgubio si od nekoga tko je prekršio Lichess TOS
hu: Vesztettél valaki ellen, aki megszegte a Lichess szabályait
ja: あなたは利用規約違反の人に負けていました
lb: Du hues géint een verluer deen géint Lichess-Richtlinnen vertouss huet
nb: Du tapte ratingpoeng mot noen som brøt vilkårene våre
nn: Du tapte mot nokon som braut med Lichess' sine vilkår
pl: Przegrałeś/aś z kimś, kto naruszył warunki użytkowania Lichess
pt_br: Você perdeu rating para alguém que violou os termos de serviço do Lichess
tt: Сез Lichess TOS кагыйдәләрене бозган кешегә оттырдыгыз
zh: 你输给了违反 Lichess 服务条款的用户

# refundXpointsTimeControlY
source: Refund: {param1} {param2} rating points.
br: Bet daskoret: {param1} poent e {param2}.
de: Rückerstattung: {param1} {param2} Wertungspunkte.
et: Tagastus: {param1} {param2} reitingupunkti.
fa: پس‌دادن: {param1} امتیاز به درجه‌بندی {param2}.
fr: Remboursement : {param1} point(s) de cote – {param2}.
ga: Athchistiú: {param1} {param2} pointí rátála.
hi: {param1} {param2} वापसी की
hr: Povrat: {param1} {param2} rejting bodova.
hu: Visszakaptál {param1} {param2} pontot.
ja: レーティングの復活：{param1} {param2} 点。
lb: Réckerstattung: {param1} {param2} Wäertungspunkten.
nb: Refusjon: {param1} ratingpoeng i {param2}.
nn: Refundering: {param1} {param2} ratingpoeng.
pl: Zwrot: {param1} {param2} punktów rankingu.
pt_br: Reembolso: {param1} {param2} pontos de rating.
tt: Кире кайтару {param1} {param2} рейтинг накате.
zh: 退回了{param2} {param1} 的等级分

# timeAlmostUp
source: Time is almost up!
br: Ne chom ket kalz amzer!
de: Deine Zeit ist fast abgelaufen!
et: Aeg on peaaegu otsas!
fa: زمان تقریباً تمام شده است!
fo: Tíðin er skjótt úti!
fr: Vous n'avez presque plus de temps!
ga: Tá an t-am beagnach suas!
hi: समय लगभग समाप्त है!
hr: Vrijeme uskoro ističe!
hu: Hamarosan lejár az idő!
ja: 残り時間わずか！
lb: Deng Zäit ass baal ofgelaf!
nb: Tiden er nesten ute!
nn: Tida er nesten ute!
pl: Czas prawie minął!
pt_br: O tempo está quase acabando!
tt: Вакыт тугады диярлек!
zh: 时间快到了！

source: [Click to reveal email address.]
br: [Klikit da ziskouez ar chomlec’h postel]
de: [Klicke, um die E-Mail-Adresse anzuzeigen]
et: [Vajuta e-maili aadressi nägemiseks]
fa: جهت مشاهده ایمیل کلیک کنید
fr: [Cliquer pour révéler l'adresse courriel]
ga: [Cliceáil chun seoladh ríomhphoist a nochtadh]
hi: [ईमेल देखने के लिए क्लिक करें]
hr: [Klikni za prikaz e-mail adrese]
hu: [Kattints az email cím megtekintéséhez]
ja: [ クリックでメールアドレスを表示 ]
lb: [Klick fir Email Adress ze weisen]
nb: [Klikk for å vise e-postadresse]
nn: [Klikk for å visa epost-adresse]
pl: [Kliknij, aby ujawnić adres e-mail]
pt_br: [Clique para revelar o endereço de e-mail]
zh: [点击显示电子邮件地址]

source: Download
br: Pellgargañ
de: Herunterladen
et: Lae alla
fa: بارگیری
fo: Tak niður
fr: Télécharger
ga: Íoslódáil
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
ja: ダウンロード
nb: Last ned
nn: Last ned
pl: Pobierz
pt_br: Baixar
tt: Йөкләп алу
zh: 下载

source: Coach manager
br: Korn ar gourdoner
de: Trainerverwaltung
et: Treeneri seaded
fa: تنظیمات مربی
fr: Configuration des paramètres Coach
ga: Socruithe cóitseál a bhainistiú
hi: कोच मनेजर
hr: Postavke za trenera
hu: Edzői vezérlőpult
ja: コーチ用設定
nb: Innstillinger for trenere
nn: Trenarleiar
pl: Menedżer trenera
pt_br: Configurações para professores
zh: 教练管理

source: Streamer manager
br: Merañ ar stream
de: Streamerverwaltung
et: Striimeri seaded
fa: مدیریت پخش
fr: Configuration des paramètres Streamer
ga: Socruithe sruthanna a bhainistiú
hi: स्ट्रीमर मैनेजर
hr: Postavke za strimera
hu: Közvetítői vezérlőpult
ja: 配信者用設定
lb: Stream Manager
nb: Innstillinger for strømmere
nn: Strøymingsleiar
pl: Menedżer streamera
pt_br: Configurações para streamers
zh: 直播管理

# cancelTournament
source: Cancel the tournament
br: Nullañ an tournamant
de: Turnier abbrechen
et: Tühista turniir
fa: لغو مسابقه
fr: Annuler le tournoi
ga: Cuir an comórtas ar ceal
hi: टूर्नामेंट रद्द करें
hr: Otkaži turnir
hu: Versenykiírás törlése
ja: トーナメントをキャンセル
lb: Turnéier annuléieren
nb: Avlys turneringen
nn: Avlys turneringa
pl: Anuluj turniej
pt_br: Cancelar o torneio
zh: 取消锦标赛

# tournDescription
source: Tournament description
br: Ur gerig diwar-benn an tournamant
de: Turnierbeschreibung
et: Turniiri kirjeldus
fa: توضیحات مسابقه
fr: Description du tournoi
ga: Cur síos ar an gcomórtas
hi: टूर्नामेंट विवरण
hr: Opis turnira
hu: Verseny leírása
ja: トーナメントの説明
lb: Turnéier Beschreiwung
nb: Turneringsbeskrivelse
nn: Beskriving av turneringa
pl: Opis turnieju
pt_br: Descrição do torneio
zh: 锦标赛描述

# tournDescriptionHelp
source: Anything special you want to tell the participants? Try to keep it short. Markdown links are available: [name](https://url)
br: Un dra bennak a fell deoc'h lâret d'ar re a gemero perzh? E berr gomzoù mar plij. Liammoù Markdown zo: [name](https://url)
de: Etwas Besonderes, was du den Teilnehmern mitteilen möchtest? Versuche es kurz zu halten. Markdown-Links sind verfügbar: [name](https://url)
et: Kas soovid osalejatele midagi erilist öelda? Püüa hoida see lühike. Markdown lingid on saadaval: [name](https://url)
fa: نکته خاصی را می‌خواهید به شرکت‌کنندگان گویید؟ بکوشید کوتاه باشد. پیوندهای فرونشان موجودند: [name](https://url)
fr: Quelque chose de spécial à dire aux participants ? Soyez bref. Des liens Markdown sont disponibles : [name](https://url)
ga: Rud ar bith speisialta ba mhaith leat a rá leis na rannpháirtithe? Déan iarracht é a choinneáil gearr. Tá naisc Markdown ar fáil: [name](https://url)
hi: क्या आप प्रतिभागियों को कोई विशेष बात बताना चाहते हैं? संक्षिप्त में कहें।मार्क्डाउन लिंक्स उपलब्ध हैं: [name](https://url)
hr: Želite li nešto posebno poručiti sudionicima? Pokušajte biti kratki. Markdown veze su dostupne: [name](https://url)
hu: Bármi különleges amit a résztvevőkkel közölnél? Próbáld rövidre fogni. Markdown linkek elérhetőek: [name](https://url)
ja: 参加者に特に説明しておきたいことはありますか？ 短く書いてください。リンクも入れられます：[name](https://url)
lb: Wëlls du den Participanten eppes matdeelen? Haal dech kuerz. Markdown-Links sinn disponibel [name](https://url)
nb: Noe du vil si til deltakerne? Vær kortfattet. Markdown-lenker kan brukes: [name](https://url)
nn: Noko du vil seie til deltakarane? Ver kortfatta. Du kan gje URL'en eit namn: [name](https://url)
pl: Czy chcesz powiedzieć coś szczególnego uczestnikom? Pisz krótko i na temat. Istnieje możliwość dodania odnośników: [text](https://url)
pt_br: Algo especial que você queira dizer aos participantes? Tente ser breve. Links em Markdown disponíveis: [name](https://url)
zh: 你还有其他信息要告诉参赛者们吗？请不要写太多。可以使用Markdown来写链接：[文字](https://url)

# ratedFormHelp
source: Games are rated and impact players ratings
br: Renket eo ar c'hrogadoù ha cheñch a reont renkadur ar c'hoarierien
de: Partien sind gewertet und beeinflussen die Wertungszahl der Spieler
et: Mängud on reitinguga ja mõjutavad mängijate reitinguid
fa: بازی‌ها رسمی هستند و روی درجه‌بندی بازیکنان تاثیر می‌گذارند
fr: Les parties sont classées et ont un impact sur le classement des joueurs
ga: Déantar cluichí a rátáil agus rátálacha imreoirí tionchair
hi: खेल मूल्यांकित हैं तथा खिलाड़ी के मूल्यांकन को प्रभावित करते हैं
hr: Igre se ocjenjuju i utječu na ocjene igrača
hu: Rangsorolt játszmák amik befolyásolják a játékosok értékszámát
ja: レート戦です プレイヤーのレーティングが動きます
lb: Partie si gewäert a verännere Spillerwäertungen
nb: Partiene er ratet og påvirker spillernes rating
nn: Partia er rangert og påverkar rangeringa til spelarane
pl: Partie wpływają na ranking graczy
pt_br: Os jogos valem classificação e afetam o rating dos jogadores
zh: 排位赛 将影响玩家的等级分

source: Only members of team
br: Izili ar skipailh hepken
de: Nur Teammitglieder
et: Ainult võistkonnaliikmed
fa: تنها اعضای تیم
fr: Seulement les membres de l'équipe
ga: Baill foirne amháin
hi: केवल टीम के सदस्य
hr: Samo za članove tima
hu: Kizárólag csapattagoknak
ja: チームメンバーのみ
lb: Just Memberen vun der Ekipp
nb: Kun lagmedlemmer
nn: Berre medlemar av laget
pl: Tylko członkowie klubu
pt_br: Apenas membros da equipe
zh: 仅团队成员

source: No restriction
br: Harz ebet
de: Keine Einschränkung
et: Piiranguta
fa: بدون محدودیت
fr: Sans restriction
ga: Gan aon srian
hi: अप्रतिबंधित
hr: Bez ograničenja
hu: Korlátozás nélkül
ja: 制限なし
lb: Keng Aschränkungen
nb: Ingen begrensning
nn: Inga avgrensingar
pl: Bez ograniczeń
pt_br: Sem restrição
zh: 无限制

source: Minimum rated games
br: Niver a grogadoù renket rekis
de: Mindestanzahl gewerteter Partien
et: Minimaalne reitinguga mängude arv
fa: حداقل بازی های ریتد
fr: Nombre minimum de parties classées
ga: Cluichí rátáilte íosta
hi: न्यूनतम मूल्यांकित खेलों की संख्या
hr: Minimalni broj rejting partija
hu: Legkevesebb értékelt játszma
ja: 必要対局数（レート戦）
lb: Minimum gewäert Partien
nb: Minimum ratede partier
nn: Minste antal rangerte parti
pl: Minimalna liczba partii rankingowych
pt_br: Mínimo de partidas ranqueadas
zh: 最少排位赛局数

source: Minimum rating
br: Renkadur bihanañ
de: Niedrigste Wertungszahl
et: Minimaalne reiting
fa: حداقل درجه‌بندی
fr: Classement minimal
ga: Rátáil íosta
hi: न्यूनतम मूल्यांकन
hr: Minimalni rejting
hu: Legalacsonyabb értékszám
ja: レーティング下限
lb: Minimum Wäertung
nn: Lågaste rating
pl: Minimalny ranking
pt_br: Rating mínimo
zh: 最低等级分

source: Maximum weekly rating
de: Höchste Wertungszahl in dieser Woche
et: Minimaalne nädalane reiting
fa: حداکثر درجه‌بندی هفتگی
fr: Classement hebdomadaire maximal
ga: Uasráta seachtainiúil
hi: न्यूनतम साप्ताहिक मूल्यांकन
hr: Maksimalni tjedni rejting
hu: Legmagasabb heti értékszám
ja: レーティング上限（週内）
lb: Maximal wöchentlech Wäertung
nb: Maksimum ukerating
nn: Høgste rating siste veke
pl: Maksymalny tygodniowy ranking
pt_br: Rating máxima da semana
zh: 本周最高等级分

# positionInputHelp
source: Paste a valid FEN to start every game from a given position. It only works for standard games, not with variants. You can use the {param} to generate a FEN position, then paste it here. Leave empty to start games from the normal initial position.
de: Füge eine gültige FEN ein, um jede Partie aus einer gegebenen Stellung zu beginnen. Das funktioniert nur für Standardspiele, nicht für Varianten. Du kannst den {param} verwenden, um eine FEN-Stellung zu generieren und diese dann hier einfügen. Leer lassen, um Partien von der normalen Ausgangsstellung aus zu starten.
et: Sisesta kehtiv FEN, et alustada iga mängu antud positsioonilt. See töötab ainult standardmängude, mitte variantide puhul. FEN-i genereerimiseks on kasutada {param}, seejärel saab selle siia kleepida. Jäta tühjaks, et alustada mänge tavalisest algpositsioonist.
fa: برای شروع هر بازی از یک پوزیشن مشخص یک FEN معتبر را جایگذاری کنید. این عمل فقط برای بازی های استاندارد امکان پذیر است، نه با واریانت ها. شما می توانید {param} را جهت ساخت یک پوزیشن FEN استفاده کنید و سپس اینجا جایگذاری کنید. برای شروع بازی ها از وضعیت عادی ابتدایی خالی بگذارید.
fr: Collez un FEN valide pour commencer chaque partie à partir d'une position donnée. Cela ne fonctionne que pour les parties normales, pas avec les variantes. Vous pouvez utiliser le {param} pour créer une position FEN puis la coller ici. Laissez vide pour commencer les parties à partir de la position initiale normale.
ga: Greamaigh FEN bailí chun gach cluiche a thosú ó áit ar leith. Ní oibríonn sé ach le haghaidh cluichí caighdeánacha, ní le leaganacha. Is féidir leat an {param} a úsáid chun suíomh FEN a ghiniúint, ansin é a ghreamú anseo. Fág folamh chun cluichí a thosú ón ngnáthshuíomh tosaigh.
hi: किसी निर्धारित स्थिति से खेल आरंभ करने के लिए एक वैध FEN डालें। यह केवल मूल खेलों के लिए काम करता है, रूपांतरण के साथ नहीं। आप {param} का प्रयोग FEN स्थिति को प्राप्त करने के लिए कर सकते हैं फिर उसे यहाँ डाल दीजिए। प्रारम्भिक स्थिति से खेल को शुरू करने के लिए इसे रिक्त छोड़ दें।
hr: Zalijepite važeći FEN da biste započeli svaku igru s određene pozicije. Radi samo za standardne igre, ne i za varijante. Možete koristiti {param} za generiranje FEN pozicije, a zatim ga zalijepite ovdje. Ostavite prazno za početak igre s normalne početne pozicije.
hu: Illessz be egy FEN sort, hogy minden játszma adott állásból induljon. Csak hagyományos játszmákkal működik, variánsokkal nem. Használhatod a {param} a FEN készítésére, azt illeszd be ide. Hagyd üresen és a játszmák a kezdőállásból indulnak.
ja: 有効な FEN をペーストすると全対局がその局面から始まります。 通常ルールのチェスだけで、バリアントには使えません。 {param} を使えば FEN が作れます。それをここにペーストするだけです。 通常の開始局面から始める場合はここは空白のままです。
lb: Füg eng gülteg FEN an, fir all Partie aus enger bestëmmter Positioun ze starten. Et funktioneiert nëmmen fir Standardpartien, net fir Varianten. Du kanns de {param} benotzen, fir eng FEN-Positioun ze generéieren an dës dann hei afügen. Looss et eidel, fir Partie aus der normaler Ausgangspositioun ze starten.
nb: Lim inn gyldig FEN for å begynne hvert parti fra gitt stilling. Det fungerer bare for standardpartier, ikke for varianter. Du kan bruke {param} for å generere en FEN-stilling, som du limer inn her. La feltet stå tomt for å begynne partiene fra den normale utgangsstillingen.
nn: Sett inn ein gyldig FEN for å starte kvart parti frå gjeven stilling. Det fungerar berre for standardparti, ikke for variantar. Du kan bruke {param} for å generere en FEN-stilling, som du limar inn her. La feltet stå tomt for å starte partia frå den normale utgangsstillinga.
pl: Wklej poprawny FEN, aby rozpocząć każdą partię z danej pozycji. Działa tylko dla standardowych gier, nie działa dla wariantów. Możesz użyć {param} , aby wygenerować pozycję FEN, a następnie wkleić ją tutaj. Pozostaw puste, aby rozpoczynać partie z normalnej pozycji początkowej.
pt_br: Cole um FEN válido para iniciar as partidas a partir de uma posição específica. Só funciona com jogos padrão, e não com variantes. Use o {param} para gerar uma posição FEN, e depois cole-a aqui. Deixe em branco para começar as partidas na posição inicial padrão.
zh: 将一个有效的 FEN 粘贴于此作为所有对局的起始位置。 仅适用于标准国际象棋，对变体无效。 你可以试用 {param} 来生成 FEN，然后将其粘贴到这里。 置空表示以标准位置开始比赛。
