Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# tournamentHomeTitle
source: Chess tournaments featuring various time controls and variants
br: Tournamantoù echedoù o zizh hag o variantoù liesseurt
de: Schachturnier mit verschiedenen Zeitkontrollen und Schachvarianten
et: Maleturniirid koos erinevate ajakontrollide ja variantidega
fa: مسابقات شطرنج با گونه‌ها و زمان‌بندی‌های مختلف
fo: Talvkappingar við ymiskum tíðaravmarkingum og avbrigdum
fr: Tournoi réunissant plusieurs variantes et cadences
ga: Comórtais fichille ina bhfuil srianta ama agus comhathraithe éagsúla
hi: शतरंज का टूर्नमेंट, अलग अलग खेल समय और प्रकार के साथ
hr: Šahovski turniri s različitim vremenima partije i varijantama
hu: A sakk bajnokságokban lehetőség van különböző időbeállítások és változatok beállítására
ja: さまざまな持時間とルールのチェストーナメント
lb: Schach Turnéier mat verschiddenen Zäitkontrollen and Varianten
nb: Sjakkturneringer med ulike tidskontroller og varianter
nn: Sjakkturnering med varierande tid og sjakkvariantar
pl: Turnieje szachowe z możliwością rozgrywki w różnym tempie i odmianach szachów
pt_br: Torneios de xadrez com diversos controles de tempo e variantes
tt: Шаһмат бәйгесе төрле хосусиятләргә вакытны башкару һәм вариантларга ия
zh: 国际象棋锦标赛均设有不同的时间限制和变体

# tournamentHomeDescription
source: Play fast-paced chess tournaments! Join an official scheduled tournament, or create your own. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck, and more options available for endless chess fun.
br: C'hoariit tournamantoù echedoù fonnus! Kemerit perzh en un tournamant ofisiel raktreset, pe krouit hoc'h hini. Bullet, Blitz, Klasel, Echedoù960, Roue d'ar c'hreiz, Tribec'h, ha dibaboù all evit ur blijadur beurbadus gant an echedoù.
de: Spiele rasante Turniere! Trete einem geplanten Turnier bei oder erstelle ein neues. Bullet, Blitz, Klassisch, Chess960, King of the Hill, Threecheck und weitere Schachvarianten für grenzenlosen Spaß.
et: Mängi kiireid turniire males! Liitu ametliku turniiriga või loo oma turniir. Võimalik on valida supervälkmale, välkmale, kiirmale, klassikalise male, Chess960, King of the Hill, Threecheck ja teiste mängutüüpide vahel, et rõõm malest kunagi ei lõpeks!
fa: هرچه سریع‌تر شطرنج بازی کنید! به یک مسابقه رسمی برنامه‌ریزی‌شده بپیوندید یا مسابقات خودتان را ایجاد کنید. شطرنج گلوله‌ای، برق‌آسا، مرسوم، ۹۶۰، پادشاه تپه‌ها، سه‌کیش و دیگر گزینه‌ها، برای لذت بی‌پایان از شطرنج در دسترس هستند.
fo: Telva í talvkappingum við høgari ferð! Far upp í eina almenna tíðarásetta kapping ella set tína egnu kapping á stovn. Bullet, snar, vanligt, Chess960, King of the Hill, Threecheck, og aðrir valmøguleikar eru.
fr: Jouez des tournois d'échecs palpitants ! Rejoignez un tournoi officiel programmé ou créez le vôtre. Bullet, Blitz, Classique, Chess960, King of the Hill, Threecheck et d'autres options sont disponibles pour s'amuser sans fin.
ga: Imir comortais fichille ag luas tapaigh! Cláraigh do chomórtas oifigiúil sceidealaithe nó cruthaigh do cheann féin. Gasta (Bullet), Tapa (Blitz), Clasaiceach (Classical), Ficheall 960 (Chess960), Rí an Chnoic (King of the Hill), Sáinn faoi thrí (Threecheck), agus tuilleadh roghanna ar fáil le haghaidh spraoi fichille gan críoch.
hi: तेज़ रफ़्तार वाले शतरंज टूर्नमेंट खेलिए! आधिकारिक अन्यूसशीट टूर्नमेंट मे भाग लें, या खुद का टूर्नमेंट बनायें! Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck और अधिक प्रकार के मज़ेदार शतरंज के किस्म खेलिए!
hr: Igraj brze turnire! Pridruži se turniru ili stvori svoj turnir. Bullet, Blitz, Klasični šah, Šah 960 (Fischerov nasumični šah), Kralj na centru, Tri šaha, i još više opcija za neograničenu šahovsku zabavu.
hu: Vegyél részt pörgős versenyeken! Csatlakozz hivatalos versenyekhez, vagy hozz létre egyet saját magad. Bullet, Blitz, Hagyományos, Chess960, King of the Hill, Threecheck és sok más lehetőség elérhető, hogy minél jobban élvezd a sakkot.
ja: 早指しのチェストーナメントに参加しよう！ 定時のトーナメントに参加するほか、自分で作ることもできます。ブレット、ブリッツ、クラシック、チェス960、キングオブザヒル、3チェックなどチェスの無限の楽しみを。
lb: Spill rasant Schachturnéier! Triet engem offiziell geplangten Turnéier bäi oder kreéier däin eegenen. Bullet, Blitz, Klassesch, Chess960, King of the Kill, Threecheck an weider Optiounen fir grenzenlosen Schachspaass.
nb: Spill fartsfylte sjakkturneringer! Delta i offisielle, faste turneringer eller lag din egen. Lynsjakk, hurtigsjakk, og andre varianter er tilgjengelig for endeløs sjakkunderholdning.
nn: Spel fartsfylte sjakkturneringar! Delta i offisielle, faste turneringar eller lag dine eigne. Lynsjakk, snøggsjakk, fishersjakk og andre variantar er tilgjengeleg for endelaus sjakkmoro.
pl: Weź udział w turniejach szachowych online! Dołącz do istniejącego turnieju lub stwórz własny. Błyskawiczne, szybkie, klasyczne, Fishera, król w centrum, trzy szachy i wiele innych opcji, aby szachowa zabawa trwała w nieskończoność.
pt_br: Jogue xadrez em ritmo acelerado! Entre em um torneio oficial agendado ou crie seu próprio. Bullet, Blitz, Clássico, Chess960, King of the Hill, Três Xeques e outras modalidades disponíveis para uma ilimitada diversão enxadrística.
tt: Уйна Тизкер шаһмат бәйгесендә! Рәтләштерелгән рәсми бәйгегә шәхсән кушыл яки үзеңнекен ач. Мәрми, Яшен, Хуп, Фишерча, ТауШаһы, ӨчләтәШаһ, һәм тагын имкинлиятлекләр форсаты чиксез шаһмат куанычы өчен.
zh: 参加快节奏的国际象棋锦标赛！欢迎参与 Lichess 官方的锦标赛，或创建自己的锦标赛。子弹超快棋，闪电超快棋，经典，菲舍尔任意制，王居中，三次将军，并提供更多的选择给你带来无尽的国际象棋乐趣。

source: Tournament not found
br: N'eo ket bet kavet an tournamant
de: Turnier nicht gefunden
et: Turniiri ei leitud
fa: مسابقات یافت نشد
fo: Kapping ikki funnin
fr: Tournoi inexistant
ga: Níor aimsíodh an comórtas
hi: टूर्नामेंट नहीं मिला
hr: Turnir nije pronađen
hu: A verseny nem található
ja: トーナメントが見つかりません
lb: Turnéier net fonnt
nb: Finner ikke turneringen
nn: Kan ikke finne turneringa
pl: Nie znaleziono turnieju
pt_br: Torneio não encontrado
tt: Бәйге табылмаган
zh: 找不到该锦标赛

# tournamentDoesNotExist
source: This tournament does not exist.
br: N'eus ket diouzh an tournamant-mañ.
de: Dieses Turnier existiert nicht.
et: Seda turniiri pole olemas.
fa: این مسابقات وجود ندارد
fo: Kappingin er ikki til.
fr: Ce tournoi n'existe pas.
ga: Níl an comórtas seo ann.
hi: यह टूर्नामेंट मौजूद नहीं है।
hr: Ovaj turnir ne postoji.
hu: Ez a torna nem létezik.
ja: このトーナメントは存在しません
lb: Dësen Turnéier existéiert net.
nb: Turneringen eksisterer ikke.
nn: Denna turneringa finst ikkje.
pl: Taki turniej nie istnieje.
pt_br: Este torneio não existe.
tt: Ошбу бәйге мәүҗуд итмәс.
zh: 该锦标赛已不存在。

# tournamentMayHaveBeenCanceled
source: The tournament may have been canceled if all players left before it started.
br: Marteze eo bet nullet an tournamant dre ma 'z eo aet kuit an holl c'hoarerien a-raok ma krogfe.
de: Womöglich wurde es abgesagt, weil zu Turnierbeginn kein Spieler (mehr) registriert war.
et: Turniir võidakse tühistada, kui kõik mängijad lahkuvad enne selle algust.
fa: ممکن است مسابقه لغو شده باشد,شاید همه ی بازیکنان مسابقه را قبل از شروع ترک کرده باشند
fo: Kappingin er møguliga avlýst, um allir telvarar fóru burturúr, áðrenn hon byrjaði.
fr: Il a peut-être été annulé, si tous les joueurs l'ont quitté avant le début.
ga: B'fhéidir gur cuireadh an comórtas seo ar ceal má d'fhág gach imreoir sular thosaigh sé.
hi: टूर्नमेंट रद्द् हो गया होगा, अगर सभी खिलाड़ी टूर्नमेंट शुरू होने से पहले चले तौंरमेंट छोड़ चुके है
hr: Turnir je možda bio otkazan, ako su ga svi igrači napustili prije početka.
hu: A versenyt törölték, mivel az összes játékos kilépett, mielőtt elkezdődött volna.
ja: 開始前に全員が参加をやめてキャンセルされた可能性があります。
lb: Den Turnéier gouf villäicht annuléiert falls all Spiller virum Start gaange sinn.
nb: Den kan ha blitt avlyst fordi alle spillerne trakk seg før den startet.
nn: Den kan ha blitt avbroten om alle spelarane trakk seg før turneringa starta.
pl: Mógł zostać anulowany, jeżeli wszyscy gracze wycofali się przed jego rozpoczęciem.
pt_br: O evento pode ter sido cancelado, se todos os jogadores saíram antes de seu início.
tt: Әгәр барча уенчылар башлангыш алдындан китешкән булса, бәйге бөкер кылынган булуш мөмкин.
zh: 该锦标赛可能已被取消，假如所有的选手在比赛开始之前退赛。

source: Return to tournaments homepage
br: Distreiñ da lañser an tournamantoù
de: Zurück zur Turnier-Homepage
et: Tagasi turniirilehele
fa: بازگشت به صفحه اصلی مسابقات
fo: Far aftur til heimasíðu við kappingum
fr: Retour à la page des tournois
ga: Fill ar leathanach baile na gcomórtas
hi: वापिस लौटें
hr: Povratak na početnu stranicu turnira
hu: Térj vissza a torna oldalára
ja: トーナメントトップに戻る
lb: Zeréck zur Tunéier Homepage
nb: Tilbake til turneringsoversikt
nn: Returner til turneringas heimeside.
pl: Wróć do turnieju
pt_br: Volte à página inicial de torneios
tt: Бәйгеләр албитенә барырга
zh: 返回锦标赛主页

# weeklyPerfTypeRatingDistribution
source: Weekly {param} rating distribution
br: Dasparzh sizhuniek ar renkadur {param}
de: Wöchentliche {param}-Wertungsverteilung
et: Nädalane {param} reitingu jaotus
fa: توزیع درجه‌بندی {param} هفتگی
fo: Styrkital fyri {param} hesa vikuna
fr: Distribution hebdomadaire des classements en {param}
ga: Dáileadh {param} ráta seachtainiúil
hi: इस हफ्ते का {param} रेटिंग वितरण
hr: Tjedna distribucija {param} rejtinga
hu: Az e havi {param} pontszámok eloszlása
ja: 今週の {param} レーティング分布
lb: Wöchentlech {param} Wäertungsverdeelung
nb: Ukentlig {param}-ratingfordeling
nn: Vekentleg {param} fordeling i rating
pl: Tygodniowy rozkład rankingu w wariancie {param}
pt_br: Distribuição mensal de rating em {param}
tt: Атналы {param} рейтинг таратылышы
zh: 本月{param}的等级分分布

# yourPerfTypeRatingIsRating
source: Your {param1} rating is {param2}.
br: {param2} eo ho renkadur e {param1}.
de: Deine {param1}-Wertungszahl ist {param2}.
et: Sinu {param1} reiting on {param2}.
fa: درجه‌بندی {param1} شما {param2} است.
fo: Títt {param1} styrkital er {param2}.
fr: Votre classement en {param1} est de {param2}.
ga: Is é do rátáil {param1} {param2}.
hi: आपकी {param1} रेटिंग {param2} है
hr: Tvoj {param1} rejting je {param2}.
hu: A te {param1} pontszámod {param2}
ja: あなたの {param1} レーティングは {param2} です。
lb: Deng {param1} Wäertung ass {param2}.
nb: {param1}-ratingen din er {param2}.
nn: Ratinga di i {param1} er {param2}.
pl: Twój ranking ({param1}) to {param2}.
pt_br: Seu rating em {param1} é {param2}.
tt: Сезнең {param1} рейтингыгыз {param2}.
zh: 你的 {param1} 等级分是 {param2}。

# youAreBetterThanPercentOfPerfTypePlayers
source: You are better than {param1} of {param2} players.
br: Barrekoc'h oc'h evit {param1} eus ar c'hoarierien {param2}.
de: Du bist besser als {param1} aller {param2}-Spieler.
et: Oled parem kui {param1} {param2} mängijatest.
fa: شما بهتر از {param1} بازیکن ها در {param2} هستید.
fo: Tú ert betri enn {param1} av {param2} telvarum.
fr: Vous êtes meilleur que {param1} des joueurs de {param2}.
ga: Tá tú níos fearr ná {param1} as {param2}. imreoir.
hi: आप {param1} खेलने वालो से बेहतर हो, {param2} मे
hr: Bolji si od {param1} {param2} igrača.
hu: Jobb vagy, mint a {param2} játékosok {param1}-a.
ja: あなたは全体の {param1} の{param2}参加者より上です。
lb: Du bass besser wéi {param1} vun allen {param2}-Spiller.
nb: Du er bedre enn {param1} av {param2}-spillerne.
nn: Du er betre enn {param1} av {param2}-spelarane.
pl: Grasz lepiej niż {param1} graczy ({param2}).
pt_br: Você é melhor que {param1} dos jogadores de {param2}.
tt: Сез {param1} уйнаучыдан {param2} әхсәндер.
zh: 你强于 {param1} 的 {param2} 棋手。

# userIsBetterThanPercentOfPerfTypePlayers
source: {param1} is better than {param2} of {param3} players.
br: Barrekoc'h eo {param1} evit {param2} eus ar c'hoarierien {param3}.
de: {param1} ist besser als {param2} der {param3}-Spieler.
et: {param1} on parem kui {param2} {param3} mängijatest.
fa: {param1} بهتر از {param2} از بازیکنان {param3} میباشد.
fo: {param1} er betri enn {param2} av {param3} telvarum.
fr: {param1} est meilleur que {param2} des joueurs de {param3}.
ga: Tá {param1} níos fearr ná {param2} as {param3} imreoir.
hi: {param1} {param2} {param3} खेलने वालों से बेहतर है
hr: {param1} je bolji od {param2} igrača {param3} šaha.
hu: {param1} jobb, mint a {param3} játékosok {param2}-a.
ja: {param1} は全体の {param2} の {param3} 参加者より上です。
lb: {param1} ass besser wéi {param2} vun allen {param3}-Spiller.
nb: {param1} er bedre enn {param2} av {param3}-spillerne.
nn: {param1} er betre enn {param2} av {param3}-spelarane.
pl: {param1} gra lepiej niż {param2} graczy {param3}.
pt_br: {param1} é melhor que {param2} dos {param3} jogadores.
tt: {param3} уйнаучылар арасында {param2} караганда {param1} әхсәндер.
zh: {param1}比{param2}的{param3}棋手强

# betterThanPercentPlayers
source: Better than {param1} of {param2} players
br: Gwelloc'h evit {param1} eus ar c'hoarierien {param2}
de: Besser als {param1} aller {param2}-Spieler
fa: بهتر از {param1} بازیکنان در {param2}
fr: Meilleur que {param1} des joueurs de {param2}
hi: आप {param1} {param2} खिलाडी से बेहतर है
hu: Jobb vagy, mint a {param2} játékosok {param1} -a
ja: 全体の {param1} の {param2} 参加者より上
lb: Besser wéi {param1} vun de(n) {param2}-Spiller
nb: Bedre enn {param1} av spillerne i {param2}
nn: Betre enn {param1} av {param2} spelarar
pl: Jesteś lepszy niż {param1} z {param2} graczy
pt_br: Melhor que {param1} dos jogadores de {param2}
zh: 比{param1}的{param2}棋手更强

# youDoNotHaveAnEstablishedPerfTypeRating
source: You do not have an established {param} rating.
br: N'ho peus ket ur renkadur e {param} c'hoazh.
de: Du hast keine feststehende {param}-Wertung.
et: Sul ei ole veel usaldusväärset {param} reitingut.
fa: شما درجه‌بندی {param} تثبیت‌شده‌ای ندارید.
fo: Tú hevur ikki eitt grundfest {param} styrkital.
fr: Vous n'avez pas de classement établi en {param}.
ga: Níl rátáil {param} bunaithe agat.
hi: आपके पास स्थापित {param} रेटिंग नहीं है
hr: Nemaš službeni {param} rejting.
hu: Még nincs meghatározott {param} pontszámod.
ja: まだ {param} レーティングが確定していません。
lb: Du hues keng feststehend {param} Wäertung.
nb: Du har ikke fått en etablert {param}-rating.
nn: Du har ikkje etablert ein {param}-rating.
pl: Nie masz jeszcze ustalonego rankingu ({param}).
pt_br: Você não tem rating definido em {param}.
tt: Сездә билгеләнгән {param} рейтингы юк.
zh: 你没有足够准确的 {param} 等级分。

source: Your rating
br: Ho renkadur
de: Deine Wertungszahl
et: Sinu reiting
fa: درجه‌بندی شما
fo: Títt styrkital
fr: Votre cote
ga: Do rátáil
hi: आपकी रेटिंग
hr: Tvoj rejting
hu: Értékszámod
ja: あなたの位置
lb: Deng Wäertung
nb: Din rating
nn: Ratinga di i er
pl: Twój ranking
pt_br: Seu rating
tt: Сезнең рейтингыгыз
zh: 你的等级分

source: Cumulative
br: Berniet
de: Summiert
et: Kumulatiivne
fa: تجمعی
fo: Vøkstur
fr: Cumulé
ga: Carnach
hi: संचयी
hr: Kumulativno
hu: Összesített
ja: 累積百分率
lb: Kumulativ
nb: Akkumulert
nn: Akkumulert
pl: Łącznie
pt_br: Cumulativo
tt: Кумулятив
zh: 累计

source: Glicko-2 rating
br: Renkadur Glicko-2
de: Glicko-2 Wertung
et: Glicko-2 reiting
fa: درجه‌بندی Glicko-2
fo: Glicko-2 styrkital
fr: Classement Glicko-2
ga: Rátáil Glicko-2
hi: Glicko-2 रेटिंग
hr: Glicko-2 rejting
hu: Glicko-2 pontszám
ja: グリコ-2 レーティング
lb: Glicko-2 Wäertung
pl: Ranking Glicko-2
pt_br: Rating Glicko-2
tt: Glicko-2 рейтингы
zh: Glicko-2 等级分

source: Check your Email
br: Gwiriañ ar posteloù
de: Prüfe deine E-Mails
et: Kontrolli oma e-posti
fa: ایمیل خود را چک کنید
fo: Kanna tín teldupost
fr: Vérifiez vos emails
ga: Seiceáil do ríomphoist
hi: अपना ई-मेल देखें
hr: Provjeri svoj email
hu: Ellenőrizd az email fiókod.
ja: メールを確認してください
lb: Kuckt Är Emailen
nb: Sjekk e-posten din
nn: Sjekk e-posten din
pl: Sprawdź swoją skrzynkę e-mail
pt_br: Verifique seu e-mail
tt: Тикшерегез э. почтаны
zh: 请查看你的电子邮件

# weHaveSentYouAnEmailClickTheLink
source: We've sent you an email. Click the link in the email to activate your account.
br: Kaset zo bet ur postel deoc'h. Klikit war al liamm er postel evit gweredekaat ho kont.
de: Wir haben dir eine E-Mail gesendet. Klicke den Link in der Email, um deinen Account zu aktivieren.
et: Saatsime sulle e-maili. Konto aktiveerimiseks kliki e-mailis olevale lingile.
fa: ما به شما ایمیل فرستادیم. روی لینکی که در ایمیل است کلیک کنید
fo: Vit hava sent tær teldupost. Klikk á leinkið í teldupostinum at virkja tína kontu.
fr: Nous vous avons envoyé un email. Visitez le lien qui s'y trouve pour activer votre compte.
ga: Seoladh ríomhphost chugat. Cliceáil ar an nasc sa ríomhphost chun do chuntas a ghníomhachtú.
hi: हम आपको एक ईमेल भेज दिया है। अपने खाते को सक्रिय करने के लिए ईमेल में लिंक पर क्लिक करें।
hr: Poslali smo ti email. Klikni na link u emailu da aktiviraš svoj račun.
hu: Küldtünk neked egy email-t. A fiókod aktiválásához kattints az email-ben lévő linkre.
ja: メールを送信しました。リンクをクリックしてアカウントの作成を完了してください。
lb: Mir hun dir eng Email geschéckt. Klick den Link an der Email fir däin Konto ze aktivéieren.
nb: Vi har sendt en e-post til deg. Klikk på lenken i e-posten for å aktivere kontoen din.
nn: Vi har sendt deg ein e-post. Trykk på lenka i e-posten for å aktivere kontoen din.
pl: Wysłaliśmy do Ciebie wiadomość e-mail. Kliknij w link znajdujący się w e-mailu aby aktywować swoje konto.
pt_br: Enviamos um e-mail. Clique no link do e-mail para ativar sua conta.
tt: Без сезгә электрон почта җибәрдек. Хисап язмагызны активлаштыру өчен электрон почтадагы сылтамага басыгыз.
zh: 一封电子邮件已发送到你的邮箱。请点击邮件中的链接以激活你的账户。

# ifYouDoNotSeeTheEmailCheckOtherPlaces
source: If you don't see the email, check other places it might be, like your junk, spam, social, or other folders.
br: Ma ne zeuit ket a-benn gwelet ar postel-mañ, klaskit e lec'hioù all evel ar boubellenn, ar stroboù pe teuliadoù all c'hoazh.
de: Wenn du die E-Mail nicht findest, prüfe in deinem E-Mail-Konto, ob sie in einem anderen Ordner wie z.B. dem Spamordner oder dem Papierkorb ist.
et: Kui sa ei näe e-maili, vaata ka teised kohad üle nagu rämpspost ja muud kaustad.
fa: اگر رایانامه را نمی‌بینید، مکان‌های دیگری مانند پوشه‌های ناخواسته، هرزنامه، اجتماعی یا سایر موارد را بررسی کنید.
fo: Um tú ikki sært teldupostin, kanna onnur støð, hann kann vera. Eitt nú í junk, spam, social ella øðrum faldarum.
fr: Si vous ne trouvez pas l'email dans votre boîte de réception, vérifiez dans vos emails indésirables ou autres dossiers.
ga: Mura bhfeiceann tú an ríomhphost, seiceáil áiteanna eile a d’fhéadfadh sé a bheith ann, cosúil le junk, spam, sóisialta nó fillteáin eile.
hi: आप ईमेल नहीं देखते हैं, तो अन्य स्थानों पर यह हो सकता है, आपकी कबाड़, स्पैम, सामाजिक, या अन्य फ़ोल्डर की तरह की जाँच करें।
hr: Ako ne vidiš email, pogledaj na drugim mjestima (otpad/smeće, neželjena pošta, društvene mreže ili druge mape).
hu: Ha nem látod az email-t, ellenőrizd, hogy nincs-e a szemetes, a spam vagy a közösségi mappában, vagy egyéb mappákban.
ja: メールが見つからない場合は、他の場所（スパムフォルダなど）を確認してください。
lb: Wanns du keng Email gesäis, kuck op aneren Plazen, wéi Junk, Spam, Sozial Medien, oder aneren Uerdner.
nb: Om du ikke ser e-posten, sjekk andre steder den kan være, som søppel, spam, sosial, eller andre mapper.
nn: Hvis du ikkje ser e-posten, sjekk om den ligg i mappene spam, søppel, sosialt eller liknande.
pl: Jeśli nie widzisz wiadomości e-mail, sprawdź inne możliwe miejsca, takie jak kosz, spam lub inne foldery.
pt_br: Se você não vir o e-mail, verifique outros locais onde possa estar, como lixeira, spam ou outras pastas.
tt: Электрон почтаны күрмәсәгез, башка урыннарны тикшерегез, сезнең кирәксез, спам, социаль яки бүтән папкалар кебек.
zh: 如果你没有收到我们的邮件，请检查其他收件箱，例如垃圾箱，广告箱等。

# weHaveSentYouAnEmailTo
source: We've sent an email to {param}. Click the link in the email to reset your password.
br: Kaset hon eus ur postel da {param}. Klikit war al liamm er postel evit cheñch ho ker-tremen.
de: Wir haben dir eine Email an {param} gesendet. Klicke auf den Link in der E-Mail, um dein Passwort zurück zu setzen.
et: Saatsime e-maili {param}. Parooli uuendamiseks kliki e-mailis olevale lingile.
fa: ایمیل ارسال شد.بر روی لینک داخل ایمیل کلیک کنید تا پسورد شما ریست شود {param} به آدرس
fo: Vit hava sent {param} ein teldupost. Klikk á leinkið í teldupostinum at endurseta títt loyniorð.
fr: Nous avons envoyé un email à {param}. Cliquez le lien qui s'y trouve pour réinitialiser votre mot de passe.
ga: Tá ríomhphost seolta againn chuig {param}. Cliceáil ar an nasc sa ríomhphost chun do phasfhocal a athshocrú.
hi: हम{param} के लिए एक ईमेल भेज दिया है। अपना पासवर्ड रीसेट करने के लिए ईमेल में लिंक पर क्लिक करें।
hr: Poslali smo email na {param}. Klikni link u emailu da resetiraš lozinku.
hu: Üzenetet küldtünk a(z) {param} e-mail-címre. Jelszavad megváltoztatásához kattints az üzenetben lévő linkre.
ja: {param}にメールを送信しました。リンクをクリックしてパスワードの変更を完了してください。
lb: Mir hun eng Email un {param} geschéckt. Klick den Link an der Email fir däin Passwuert zeréckzesetzen.
nb: Vi har sendt en e-post til {param}. Klikk på lenken i e-posten for å tilbakestille passordet ditt.
nn: Vi har sendt en e-post til {param}. Trykk på lenka i e-posten for å attendestille passordet ditt.
pl: Wysłaliśmy wiadomość e-mail na adres {param}. Skorzystaj z odnośnika znajdującego się w wiadomości, aby zresetować swoje hasło.
pt_br: Enviamos um e-mail para {param}. Clique no link do e-mail para redefinir sua senha.
tt: Безнең {param} җибәрдек. Серсүзне яңадан урнаштыру өчен электрон почтадагы сылтамага басыгыз.
zh: 我们给你的邮箱 {param} 发了重置密码的链接。请点击链接来重置你的密码。

# byRegisteringYouAgreeToBeBoundByOur
source: By registering, you agree to be bound by our {param}.
br: En ur lakaat hoc'h anv e asantit d'hor {param}.
de: Durch die Anmeldung wird den {param} zugestimmt.
et: Registreerides nõustute {param}.
fa: با ثبت‌نام، با {param} موافقت می‌کنید.
fo: Við at skráseta teg, samtykkir tú í at vera bundin av okkara {param}.
fr: En vous inscrivant, vous acceptez d'être lié à nos {param}.
ga: Trí chlárú, aontaíonn tú leis na {param}.
hi: दर्ज करके, आप हमारे {param} द्वारा बाध्य होने के लिए सहमत हैं।
hr: Registracijom prihvaćaš {param}
hu: A regisztrációval elfogadod a {param}-t
ja: 登録するとあなたは {param} に従うと同意したことになります。
lb: Mam Registréieren akzeptéiers du {param}.
nb: Ved å registrere deg godtar du våre {param}.
nn: Ved å registrera deg godtek du å binda deg til våre {param}.
pl: Rejestrując się wyrażasz zgodę na przestrzeganie {param}.
pt_br: Ao registrar, você concorda em se comprometer com nossa {param}.
tt: Теркәлү белән сез {param} белән ризалашасыз.
zh: 注册代表你同意我们的 {param} 。

# readAboutOur
source: Read about our {param}.
br: Goût hiroc'h diwar-benn hor {param}.
de: Lies unsere {param}.
et: Lugege rohkem: {param}.
fa: درباره {param} ما بخوانید.
fo: Les um, hvør {param} okkara er.
fr: En savoir plus sur notre {param}.
ga: Léigh faoinár {param}.
hi: हमारे{param} के बारे में पढ़ें।
hr: Pročitajte naša {param}.
hu: Itt olvashatók az {param}.
ja: Lichess の {param} 文書です。
lb: Lies iwwer eis {param}.
nb: Les {param} vår.
nn: Les om vår {param}.
pl: Przeczytaj o {param} w naszym serwisie.
pt_br: Leia sobre a nossa {param}.
tt: Безнең {param} турында укыгыз.
zh: 阅读我们的 {param}

source: Network lag between you and lichess
br: "Lag" zo etrezoc'h ha Lichess
de: Netzwerkverzögerung zwischen dir und Lichess
et: Võrguviivitus sinu ja Lichessi vahel
fa: تاخیر شبکه بین شما و Lichess
fo: Netseinkan millum teg og Lichess
fr: Latence du réseau entre vous et lichess
ga: Moill gréasáin idir tú féin agus Lichess
hi: आप और lichess के बीच नेटवर्क के अंतराल
hr: Mrežno kašnjenje između tebe i lichess-a
hu: Hálózati késleltetés a számítógéped és a Lichess szervere között
ja: あなたと Lichess の間のネットワークラグ
lb: Netzwierk Lag zwëschen dir an Lichess
nb: Nettverksforsinkelsen mellom deg og lichess
nn: Nettverksforseinking mellom deg og lichess
pl: Opóźnienie sieci między Tobą a lichess
pt_br: Atraso na rede
tt: Челтәр сезнең белән Lichess арасында артта калды
zh: 你和 Lichess 之间的网络延迟
