Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleDifficultyLevel
source: Difficulty level
de: Schwierigkeitsgrad
et: Raskusaste
fa: میزان سختی
fo: Torleikastig
fr: Niveau de difficulté
ga: Deacracht
hr: Težina zadataka
hu: Nehézségi szint
ja: 難易度
lb: Schwieregkeetsgrad
nb: Vanskelighetsgrad
nn: Vanskenivå
pl: Poziom trudności
pt_br: Nível de dificuldade
tt: Авырлык дәрәҗәсе
zh: 难易级别

# puzzleNormal
source: Normal
et: Tavaline
fa: متوسط
fo: Vanligt
ga: Gnáth
hi: समान्य
hr: Srednje
hu: Közepes
ja: 通常
nb: Vanlig
nn: Middels
pl: Normalny
tt: Нормаль
zh: 正常

# puzzleEasier
source: Easier
br: Aesoc'h
de: Einfacher
et: Kerge
fa: آسان‌تر
fo: Lættari
fr: Plus facile
ga: Níos éasca
hi: आसान
hr: Lakše
hu: Könnyű
ja: 易しい
lb: Méi einfach
nb: Lettere
nn: Enklare
pl: Łatwy
pt_br: Fácil
tt: Җиңелрәк
zh: 更简单

# puzzleEasiest
source: Easiest
br: Aesañ
de: Am einfachsten
et: Väga kerge
fa: آسان‌ترین
fo: Einfaldasta
fr: Le plus facile
ga: Is éasca
hi: सबसे आसान
hr: Najlakše
hu: Nagyon könnyű
ja: 非常に易しい
lb: Am einfachsten
nb: Lettest
nn: Enklast
pl: Bardzo łatwy
pt_br: Muito fácil
tt: Иң җиңелрәге
zh: 最简单

# puzzleHarder
source: Harder
br: Startoc'h
de: Schwieriger
et: Raske
fa: سخت‌تر
fo: Truplari
fr: Plus difficile
ga: Níos deacra
hi: कठिन
hr: Teže
hu: Nehéz
ja: 難しい
lb: Méi schwéier
nb: Vanskelig
nn: Vanskelegare
pl: Trudny
pt_br: Difícil
tt: Авыррак
zh: 更难

# puzzleHardest
source: Hardest
br: Startañ
de: Am schwierigsten
et: Väga raske
fa: سخت‌ترین
fo: Truplasta
fr: Le plus difficile
ga: Is deacra
hi: सबसे कठिन
hr: Najteže
hu: Nagyon nehéz
ja: 非常に難しい
lb: Am schwéiersten
nb: Vanskeligst
nn: Vanskelegast
pl: Bardzo trudny
pt_br: Muito difícil
tt: Иң авыры
zh: 最难

# puzzleExample
source: Example
br: Skouer
de: Beispiel
et: Näide
fa: مثال
fo: Dømi
fr: Exemple
ga: Sampla
hi: उदाहरण
hr: Primjer
hu: Példa
ja: 例
lb: Beispill
nb: Eksempel
nn: Døme
pl: Przykład
pt_br: Exemplo
tt: Мәсәлән
zh: 示例

# puzzleAddAnotherTheme
source: Add another theme
de: Ein weiteres Motiv hinzufügen
et: Lisa teine teema
fa: افزودن موضوعی دیگر
fo: Legg eitt nýtt tema aftrat
fr: Ajouter un autre thème
ga: Cuir téama eile leis
hi: एक और विषय जोड़ें
hr: Dodaj novu kategoriju
hu: Másik téma hozzáadása
ja: 別のテーマを追加
lb: E weidert Motiv bäifügen
nb: Legg til tema
nn: Legg til endå eit tema
pl: Dodaj inny motyw
pt_br: Adicionar um outro tema
tt: Икенче тһеманы өстәргә
zh: 添加新的主题

# puzzleNextPuzzle
source: Next puzzle
br: Poelladenn nesañ
de: Nächste Aufgabe
et: Järgmine pusle
fa: معمای بعدی
fr: Problème suivant
ga: An chéad bhfadhb eile
hi: अगली पहेली
hr: Sljedeća puzla
hu: Következő feladvány
ja: 次の問題
lb: Nächsten Puzzle
nb: Neste sjakknøtt
nn: Neste oppgåve
pl: Następne zadanie
pt_br: Próximo quebra-cabeça
zh: 下一个谜题

# puzzleJumpToNextPuzzleImmediately
source: Jump to next puzzle immediately
br: Cheñch poelladenn diouzhtu
de: Sofort zur nächsten Aufgabe springen
et: Mine kohe järgmise pusle juurde
fa: فوراً به معمای بعدی بروید
fo: Far til næstu uppgávu beinanvegin
fr: Passer immédiatement au problème suivant
ga: Léim chuig an chéad fadhbh eile láithreach
hi: तुरंत अगली पहेली पर जाएं
hr: Automatski učitaj nove zadatke
hu: Rögtön a következő feladányhoz ugrás
ja: 解いたらすぐ次の問題を読み込む
lb: Direkt zur nächster Aufgab sprangen
nb: Gå til neste sjakknøtt med én gang
nn: Hopp straks til neste oppgåve
pl: Natychmiast przejdź do następnego zadania
pt_br: Ir para o próximo problema automaticamente
tt: Киләсе Башваткычка шунда ук сикерегез
zh: 解题后立即跳至下一个

# puzzlePuzzleDashboard
source: Puzzle Dashboard
de: Aufgabenübersicht
et: Puslepaneel
fa: پیشخوان معماها
fo: Uppgávuyvirlit
fr: Tableau de bord des problèmes
ga: Painéal fadhbhanna
hi: पहेली डैशबोर्ड
hr: Sučelje zadataka
hu: Feladvány áttekintő
ja: 問題成績データ
lb: Aufgabeniwwersiicht
nb: Panel for sjakknøtter
nn: Oppgåveoversikt
pl: Panel zadań
pt_br: Painel do quebra-cabeças
tt: Башваткыч Гөстертактасы
zh: 数据统计

# puzzleImprovementAreas
source: Improvement areas
br: Ar pezh a zo da wellaat
de: Verbesserungsbereiche
et: Paranda neid
fa: نقاط ضعف
fo: Øki at bøta um
fr: Aspects à améliorer
ga: Réimsí feabhsúcháin
hi: सुधार क्षेत्रों
hr: Nedostaci
hu: Fejleszthető témák
ja: 改善ポイント
lb: Verbesserungsberäicher
nb: Forbedringsområder
nn: Forbetringsområde
pl: Obszary rozwoju
pt_br: Áreas de aprimoramento
tt: Яхшырту өлкәләре
zh: 有待提升

# puzzleStrengths
source: Strengths
de: Stärken
et: Tugevused
fa: نقاط قوت
fo: Styrkir
fr: Points forts
ga: Cumais
hi: ताकत
hr: Prednosti
hu: Erősségek
ja: 得意テーマ
lb: Stäerkten
nb: Styrker
nn: Styrkeområde
pl: Siła
pt_br: Pontos fortes
tt: Көчләр яклары
zh: 强项

source: Puzzle history
de: Aufgabenverlauf
et: Puslede ajalugu
fa: پیشینه معماها
fo: Uppgávusøga
fr: Historique des problèmes
ga: Stair fadhbhanna
hi: पहेली इतिहास
hr: Povijest zadataka
hu: Korábbi feladványok
ja: 解答履歴
lb: Aufgabeverlaf
nb: Historikk for sjakknøtter
nn: Oppgåvehistorikk
pl: Historia zadań
pt_br: Histórico de quebra-cabeças
tt: Башваткыч тарихы
zh: 解题历史

# puzzleSolved
source: solved
de: gelöst
et: lahendatud
fa: حل شده
fo: loyst
fr: résolu
ga: réitithe
hi: हल किया
hr: riješeno
hu: megoldva
ja: 正解
lb: geléist
nb: løst
nn: løyst
pl: rozwiązane
pt_br: resolvido
tt: чишелгән
zh: 已解答

# puzzleFailed
source: failed
br: n'eo ket mat
de: falsch
et: ebaõnnestus
fa: شکست!
fo: miseydnaðist
fr: non résolu
ga: teipthe
hi: अनुत्तीर्ण होना
hr: neuspješno
hu: sikertelen
ja: 失敗
lb: feelgeschloen
nb: feil
nn: uløyst
pl: nie udało się
pt_br: falhou
tt: уңышсыз
zh: 失败

# puzzleStreakDescription
source: Solve progressively harder puzzles and build a win streak. There is no clock, so take your time. One wrong move, and it's game over! But you can skip one move per session.
de: Löse schwieriger werdende Aufgaben und baue eine Erfolgsserie auf. Es gibt keine Uhr, also nimm dir Zeit. Ein falscher Zug und es ist vorbei! Du kannst jedoch einen Zug pro Sitzung überspringen.
et: Lahenda järjest keerukamaid puslesid ja suurenda oma võitude seeriat. Kella ei ole, seega võta rahulikult. Üks vale samm ja on mäng läbi! Kuid sa võid ühe käigu sessiooni kohta vahele jätta.
fa: به تدریج معماهای سخت‌تری را حل کنید و یک دنباله بُرد بسازید. محدویت زمانی وجود ندارد، پس عجله نکنید. با یک حرکت اشتباه، بازی تمام می‌شود! در هر دور، می‌توانید یک حرکت را رَد کنید.
fr: Résolvez des problèmes de plus en plus difficiles et obtenez une série de victoires. Prenez votre temps, il n'y a pas de pendule. Un mauvais coup et c'est terminé ! Mais vous pouvez passer un coup par session.
ga: Réitigh fadhbhanna níos deacra de réir a chéile chun stríoc buaite a thiomsú. Níl aon chlog ann, mar sin tóg do chuid ama. Beart mícheart amháin, agus tá an cluiche thart! Ach is féidir beart a scipeáil uair amháin i seisiúin.
hi: कठिन पहेलियों को हल करें एवं जीतने की श्रंखला बनाएं । समय की कोई पाबंदी नहीं है अतः अपना समय लें । एक गलत कदम और खेल खतम! परंतु आप हर अधिवेशन मे एक कदम छोड़ सकते हैं।
hr: Stvori pobjednički niz rješavajući sve teže zadatke bez vremenskog ograničenja. Jedan krivi potez i igraje gotova! Dozvoljeno je preskočiti jedan potez u sesiji.
hu: Oldj meg egyre nehezedő feladványokat nyerő széria építéséhez. Nincs időkorlát, szánd rá az időt. Egyetlen hibás lépés és a játéknak vége. Viszont mindig egyet átugorhatsz.
ja: だんだん難しくなる問題に連続正解してください。時間制限はないのでじっくりとどうぞ。1 手間違えると終了です！ ただし途中 1 手だけ飛ばすことができます。
lb: Léis Aufgabe déi méi schwéier ginn a bau eng Erfollegsserie op. Et gëtt keng Auer, also huel dir Zäit. Ee falsche Zuch an et ass eriwwer! Mee du kanns een Zuch pro Laf iwwersprangen.
nb: Løs verre og verre sjakknøtter og bygg en seiersrekke. Det er ingen klokke, så ta den tiden du trenger. Ett galt trekk og det er slutt! Du kan imidlertid hoppe over ett trekk for hver runde.
nn: Løys gradvis vanskelegare oppgåver og bygg ei vinstrekkje. Det er inga tidsavgrensing, så det er berre å ta tida til hjelp. Spelet er over om du gjer eit feiltrekk. Men du kan hoppe over eit trekk for kvar omgang.
pl: Stopniowo rozwiązuj coraz trudniejsze zadania i utwórz serię poprawnych rozwiązań. Czas nie jest odliczany, więc nie musisz się spieszyć. Jednak do przegranej wystarczy tylko jeden zły ruch! Możesz pominąć jeden ruch na sesję.
pt_br: Resolva quebra-cabeças progressivamente mais difíceis e construa uma sequência de vitórias. Não há relógio, então tome seu tempo. Um movimento errado e o jogo acaba! Porém, você pode pular um movimento por sessão.
tt: Акрынлап катлаулы башваткычларны чишегез һәм җиңү сызыгы төзегез. Сәгать юк, шуңа күрә вакытыгызны алыгыз. Бер ялгыш хәрәкәт, һәм бу уен бетте! Ләкин сез сессиягә бер хәрәкәтне калдыра аласыз.
zh: 解破日益困难的谜题，从而建造一个胜利纪录。没有计时。一步错解，游戏就会结束！不过，每场游戏都可跳过一步棋。

# puzzleYourStreakX
source: Your streak: {param}
de: Deine Erfolgsserie: {param}
et: Praegune seeria: {param}
fa: رکورد شما: {param}
fr: Votre série gagnante : {param}
ga: Do stríoc: {param}
hi: आपका स्कोर: {param}
hr: Tvoj niz: {param}
hu: Nyerő szériád: {param}
ja: 連続正解：{param}
lb: Deng Erfollegsserie: {param}
nb: Din rekke: {param}
nn: Vinstrekkja di: {param}
pl: Twoja seria: {param}
pt_br: Sua sequência: {param}
tt: Сезнең юл {param}
zh: 你的连胜纪录: {param}

# puzzleStreakSkipExplanation
source: Skip this move to preserve your streak! Only works once per run.
de: Überspringe diesen Zug, um deine Antwortserie zu bewahren! Dies funktioniert nur einmal pro Durchlauf.
et: Jäta see käik vahele, et säilitada oma seeria! Toimib ainult üks kord sessiooni kohta.
fa: این حرکت را رد کنید تا رکورد خود را حفظ کنید! فقط یک بار در هر دور امکان‌پذیر است.
fr: Sautez ce coup pour préserver votre série gagnante! Possible une seule fois par session.
ga: Scipeáil an beart seo chun do stríoc a choinneáil! Ní oibríonn sé ach uair amháin i sruth.
hi: अपने कॉम्बो को संरक्षित करने के लिए इस कदम को छोड़ दें। सम्पूर्ण पारी मे केवल एक बार काम करता है ।
hr: Preskoči ovaj potez da zadržiš pobjednički niz! Dozvoljeno je jedno preskakanje po sesiji.
hu: Ugord át ezt a lépést a szériád megőrzéséhez! Egy menetben csak egyszer működik.
ja: 手を飛ばすことで連続正解が続きます！ 1 回だけ有効。
lb: Iwwersprang dëse Zuch fir deng Erfollegsserie ze erhalen! Dës kanns du nëmmen ee Mol pro Laf maachen.
nb: Hopp over dette trekket for å bevare rekken din! Funker bare én gang for hver runde.
nn: Hopp over dette trekket for å bevare vinstrekkja di! Fungerer berre ein gong i kvar omgang.
pl: Pomiń ruch, jeśli chcesz zachować swoją serię. Możesz użyć tylko raz w sesji.
pt_br: Pule este lance para preservar a sua sequência! Funciona apenas uma vez por corrida.
tt: Сезнең юлны саклап калу өчен бу хәрәкәтне ташлагыз! Бер тапкыр гына эшли.
zh: 跳过这一步来保持你的连胜纪录！每场游戏只能使用一次。

# puzzleContinueTheStreak
source: Continue the streak
de: Erfolgsserie fortsetzen
et: Jätka seeriat
fa: توالی را ادامه دهید
fr: Continuer la série
ga: Lean leis an stríoc
hi: श्रंखला बनाए रखें ।
hr: Nastavite niz
hu: Széria folytatása
ja: 連続正解を続ける
lb: Erfollegsserie wiederféieren
nb: Fortsett rekken
nn: Fortsett vinstrekkja
pl: Kontynuuj serię
pt_br: Continuar a sequência
tt: Сызуны дәвам итегез
zh: 继续连胜纪录

# puzzleNewStreak
source: New streak
de: Neue Erfolgsserie
et: Uus seeria
fa: رکورد جدید
fr: Nouvelle série
ga: Stríoc nua
hi: नई श्रंखला
hr: Novi niz
hu: Új széria
ja: 新たなストリーク
lb: Nei Erfollegsserie
nb: Ny rekke
nn: Ny vinstrekkje
pl: Nowa seria
pt_br: Nova sequência
tt: Яңа сызу
zh: 新连胜纪录

# puzzleFromMyGames
source: From my games
br: Diwar ma c'hrogadoù
de: Aus meinen Partien
et: Minu mängudest
fa: از بازی های من
fr: De mes parties
ga: Ó mo chluichí
hi: मेरे खेलों से
hr: Iz mojih partija
hu: Saját játszmáimból
ja: 自分のゲームから
lb: Aus menge Partien
nb: Fra mine partier
nn: Frå partia mine
pl: Z moich gier
pt_br: Dos meus jogos
zh: 来自我的对局

# puzzleLookupOfPlayer
source: Search puzzles from a player's games
de: Suche Aufgaben aus den Partien eines Spielers
et: Otsi puslesid mängija partiidest
fa: به دنبال معماهای برگرفته‌شده از بازی‌های یک بازیکن مشخص، بگردید
fr: Rechercher des problèmes à partir des parties d'un joueur
ga: Cuardaigh fadhbanna ó chluichí imreoir
hi: किसी खिलाड़ी के खेल से पहेलियाँ खोजें
hr: Pronađi zadatke iz igračevih partija
hu: Feladványok keresése más játszmáiból
ja: ある人の対局から取った問題を検索
lb: Sich Aufgaben aus Partie vun engem Spiller
nb: Søk etter sjakknøtter fra en spillers partier
nn: Søk etter sjakknøtter frå partia til ein vald spelar
pl: Wyszukaj zadań z gier gracza
pt_br: Pesquise quebra-cabeças de um jogador específico
zh: 从玩家的对局中查找谜题

# puzzleFromXGames
source: Puzzles from {param}'s games
de: Aufgaben aus Partien von {param}
et: Pusled {param} mängudest
fa: معماهای برگرفته‌شده از بازی‌های {param}
fr: Problèmes tirés des parties de {param}'
ga: Fadhbanna ó chluichí {param}'
hi: {param} के खेलो की पज़ल​|
hr: Zadatci iz partija igrača {param}
hu: Feladványok {param} játszmáiból
ja: {param} の対局からの問題
lb: Aufgaben aus Partie vum {param}
nb: Sjakknøtter fra partier med {param}
nn: Sjakknøtter frå parti med {param}
pl: Zadania z partii gracza {param}
pt_br: Problemas de {param}' jogos
zh: 来自 {param} 的对局的谜题

# puzzleSearchPuzzles
source: Search puzzles
de: Aufgaben suchen
et: Otsi puslesid
fa: جستجوی معماها
fr: Rechercher des problèmes
ga: Cuardaigh fadhbanna
hi: पज़ल खोजे
hr: Pretraži zadatke
hu: Feladványok keresése
ja: 問題を検索
lb: Aufgabe sichen
nb: Søk etter sjakknøtter
nn: Søk etter sjakknøtter
pl: Szukaj zadań
pt_br: Procurar quebra-cabeças
zh: 搜索谜题

# puzzleFromMyGamesNone
source: You have no puzzles in the database, but Lichess still loves you very much. Play rapid and classical games to increase your chances of having a puzzle of yours added!
br: N'eus poelladenn ebet tennet diwar ho krogadoù met gant Lichess oc'h karet memestra. Kontant e vefec'h e vefe savet ur boelladenn diwar unan eus ho partiennoù? C'hoariit krogadoù prim pe glasel evit kaout muioc'h a chañs!
de: Es befinden sich keine Aufgaben aus deinen Partien in der Datenbank, aber Lichess schätzt dich immer noch sehr. Spiele Schnellschach und klassische Partien, um deine Chancen zu erhöhen, dass eine Aufgabe aus deinen Partien hinzugefügt wird!
et: Sul ei ole puslesid andmebaasis, aga oled Lichessile ikkagi tähtis. Mängi kiirmalet või klassikalist malet tõstmaks võimalusi, et lisatakse pusle sinu mängust!
fa: شما هیچ معمایی در پایگاه‌داده ندارید، اما Lichess همچنان شما را بسیار دوست دارد. بازی‌های سریع و مرسوم را انجام دهید تا بَختِتان را برای اضافه کردن یک معما از خودتان افزایش دهید!
fr: Vous n'avez pas de problèmes dans la base de données, mais Lichess vous aime toujours. Jouez des parties rapides et classiques pour augmenter vos chances qu'une de vos parties soit utilisée comme problème !
ga: Níl aon fadhb agat sa bhunachar sonraí, ach is breá le Lichess tú go mór fós. Imir cluichí gasta agus clasaiceacha chun cur leis na seansanna go gcuirfear fadhb de do chuid féin leis!
hi: आपके डेटाबेस में कोई पहेली नहीं है, लेकिन लिचेस अभी भी आपसे बहुत प्यार करता है। आपकी कोई पहेली जुड़ने की संभावना बढ़ाने के लिए तेज़ और शास्त्रीय गेम खेलें!
hr: Nema tvojih zadataka u bazi, ali Lichess te i dalje puno voli. Igraj rapid i classic partije da povećaš vjerojatnost da zadatak iz tvoje partije bude dodan!
hu: Nincsenek feladványaid az adatbázisban, de ez semmi rosszat nem jelent. Játssz rapid vagy klasszikus partikat, így nagyobb eséllyel szerepelhetnek a te játszmáid feladványai is!
ja: あなたの対局からの問題はまだありませんが、Lichess はあなたの参加を歓迎します。自分の対局が使われる可能性を増やすには、ラピッドかクラシカルでプレイしてください！
lb: Et befannen sech keng Aufgabe vun dir an der Datebank, mee Lichess schätzt dech weiderhi ganz vill. Spill rapid an klassesch Partien, fir deng Chancen ze erhéijen, eng Aufgab vun denge Partien bäizefügen!
nb: Du har ingen sjakknøtter i databasen, men Lichess setter like fullt umåtelig stor pris på deg. Spill partier i hurtigsjakk og klassisk sjakk for å øke sjansen for å få med en sjakknøtt!
nn: Du har ingen sjakknøtter i databasen, men like fullt set Lichess umåtelig stor pris på deg. Spel parti i snøggsjakk og klassisk sjakk for å auke sjansen for å få med ei sjakknøtt!
pl: Nie masz zadań w bazie danych, ale Lichess nadal bardzo Cię kocha. Graj partie szybkie i klasyczne, aby zwiększyć swoje szanse na dodanie zadania!
pt_br: Você não tem nenhum quebra-cabeça no banco de dados, mas o Lichess ainda te ama muito. Jogue partidas rápidas e clássicas para aumentar suas chances de ter um desafio seu adicionado!
zh: 你下过的棋局暂时没有被纳入到谜题数据库中，但 Lichess 将一如既往地记着你所走的每一步。 多下快棋和慢棋可以提升你的棋局被纳入谜题数据库的概率哦！

# puzzleFromXGamesFound
source: {param1} puzzles found in {param2} games
de: {param1} Aufgaben in {param2} Partien gefunden
et: {param1} puslet leitud {param2} mängudes
fa: {param1} معما در بازی‌های {param2} پیدا شد
fr: {param1} problèmes trouvés dans {param2} parties
ga: {param1} fadhb le fáil i {param2} cluiche
hr: {param1} zadatka su nađena u {param2} partija
hu: {param1} feladvány található {param2} játszmái között
ja: {param1} 問がヒット（全 {param2} 局中）
lb: {param1} Aufgaben an {param2} Partie fonnt
nb: {param1} sjakknøtter funnet i partier med {param2}
nn: {param1} sjakknøtter funne i parti med {param2}
pl: {param1} zadań znalezionych w {param2} grach
pt_br: {param1} quebra-cabeças encontrados em {param2} partidas
zh: 在 {param2} 场对局中发现了 {param1} 个谜题

# puzzlePuzzleDashboardDescription
source: Train, analyse, improve
br: Pleustriñ, dielfennañ, mont war-raok
de: Trainiere, analysiere, verbessere
et: Treeni, analüüsi, täiusta
fa: تمرین کن، تحلیل کن، پیشرفت کن
fr: S'entraîner, analyser, s'améliorer
ga: Traenáil, anailís, feabhsú
hr: Vježbaj, analiziraj, unaprijedi
hu: Gyakorolj, elemezz, fejlődj
ja: 練習、分析、上達
lb: Trainéier, analyséier, verbesser
nb: Øv, analyser, bli bedre
nn: Øva, analysera, forbetra
pl: Trenuj, analizuj, doskonal się
pt_br: Treine, analise, melhore
zh: 训练、分析、提升

# puzzlePercentSolved
source: {param} solved
de: {param} gelöst
et: {param} lahendatud
fa: {param} حل شده
fr: {param} des problèmes résolus
ga: Réitíodh {param}
hr: {param} riješenih
hu: {param} sikeres
ja: {param} に正解
lb: {param} geléist
nb: {param} løst
nn: {param} løyst
pl: {param} rozwiązanych
pt_br: {param} resolvido
zh: {param} 已解决

# puzzleNoPuzzlesToShow
source: Nothing to show, go play some puzzles first!
de: Es gibt nichts zu zeigen, löse zuerst ein paar Aufgaben!
et: Midagi pole näidata, lahenda ennem mõned pusled!
fa: هیچ موردی برای نمایش وجود ندارد، بروید و ابتدا چند معما حل کنید!
fr: Rien à afficher - faites d'abord quelques problèmes !
ga: Níl rud le taispeáint, imirt roinnt fadhb ar dtús!
hr: Niste odigrali ni jedan zadatak.
hu: Oldj meg néhány feladványt a statisztika megjelenítéséhez!
ja: データがありません、まず問題をプレイしてから！
lb: Näicht ze weisen, spill fir d'éischt e puer Aufgaben!
nb: Ingenting å vise, løs noen sjakknøtter først!
nn: Ikkje noko å visa, spel nokre oppgåver fyrst!
pl: Nic do pokazania, najpierw rozwiąż kilka zadań!
pt_br: Não há nada para mostrar aqui, jogue alguns quebra-cabeças primeiro!
zh: 没有什么可以显示的，先去玩一些谜题吧！

# puzzleImprovementAreasDescription
source: Train these to optimize your progress!
br: Pleustrit war ar re-mañ evit mont war-raok!
de: Übe das, um deinen Fortschritt zu optimieren!
et: Harjuta neid, et optimeerida oma edusamme!
fa: این‌ها را تمرین کنید تا روند پیشرفت خود را بهبود ببخشید!
fr: Faites ces problèmes pour progresser !
ga: Traenáil iad seo chun do fhorbairt a bharrfheabhsú!
hr: Vježbaj ove zadatke da bi optimalno napredovao!
hu: Gyakorolj ezekben a témákban, hogy erősítsd a tudásod!
ja: ここのテーマを練習して前進！
lb: Trainéier dës fir däin Fortschrëtt ze optimiséieren!
nb: Øv på disse for å optimalisere framgangen din!
nn: Øv på desse for å betra framgongen!
pl: Trenuj, aby zoptymalizować swoje postępy!
pt_br: Treine estes para otimizar o seu progresso!
zh: 训练这些主题来提升你的表现！

# puzzleStrengthDescription
source: You perform the best in these themes
de: Bei diesen Themen schneiden Sie am besten ab
et: Sa lahendad kõige paremini neid teemasid
fa: شما در این زمینه‌ها بهترین عملکرد را دارید
fr: Vous avez le plus de succès dans ces thèmes.
ga: Cruthaigh tú an chuid is fearr sna réimsí seo
hr: Ove teme ti idu najbolje
hu: Ezekben a témákban teljesítesz a legjobban
ja: これらのテーマで好成績でした
lb: Dës Aufgabe leien dir am beschten
nb: Du gjør det best i disse temaene
nn: Du klarar deg best i disse temaa
pl: Najlepiej sobie radzisz z tymi motywami
pt_br: Sua perfomance é melhor nesses temas
zh: 你擅长这些主题

# puzzlePlayedXTimes
source: {count, plural, =0{Played {count} time} =1{Played {count} time} other{Played {count} times}}
br: {count, plural, =1{C'hoariet {count} wech} =2{C'hoariet {count} wech} few{C'hoariet {count} gwech} many{C'hoariet {count} gwech} other{C'hoariet {count} gwech}}
de: {count, plural, =1{{count} mal gespielt} other{{count} mal gespielt}}
et: {count, plural, =1{Mängitud {count} kord} other{Mängitud {count} korda}}
fa: {count, plural, =1{{count} بار بازی شده است} other{{count} بار بازی شده}}
fo: {count, plural, =1{Telvað {count} ferð} other{Telvað {count} ferðir}}
fr: {count, plural, =1{Joué {count} fois} other{Joué {count} fois}}
ga: {count, plural, =1{Imeartha {count} uair} =2{Imeartha {count} uair} few{Imeartha {count} uair} many{Imeartha {count} uair} other{Imeartha {count} uair}}
hi: {count, plural, =1{{count} समय खेले} other{{count} समय खेले}}
hr: {count, plural, =1{Odigrano {count} puta} few{Odigrano {count} puta} other{Odigrano {count} puta}}
hu: {count, plural, =1{{count} beküldött megfejtés} other{{count} beküldött megfejtés}}
ja: {count, plural, other{{count} 回プレイ}}
lb: {count, plural, =1{{count} mol gespillt} other{{count} mol gespillt}}
nb: {count, plural, =1{Spilt {count} gang} other{Spilt {count} ganger}}
nn: {count, plural, =1{Spela {count} gong} other{Spela {count} gonger}}
pl: {count, plural, =1{Rozwiązywane {count} raz} few{Rozwiązywane {count} razy} many{Rozwiązywane {count} razy} other{Rozwiązywane {count} razy}}
pt_br: {count, plural, =1{Jogado {count} vezes} other{Jogado {count} vezes}}
tt: {count, plural, other{Уйналган {count} вакыт}}
zh: {count, plural, other{共 {count} 次尝试}}

# puzzleNbPointsBelowYourPuzzleRating
source: {count, plural, =0{One point below your puzzle rating} =1{One point below your puzzle rating} other{{count} points below your puzzle rating}}
de: {count, plural, =1{Ein Punkt unter deiner Aufgaben-Wertung} other{{count} Punkte unter deiner Aufgabenwertung}}
fa: {count, plural, =1{یک امتیاز پایین‌تر از امتیاز شما در معماها} other{{count} امتیاز پایین‌تر از امتیاز شما در معماها}}
fr: {count, plural, =1{Un point en dessous de votre classement de problème} other{{count} points en dessous de votre classement de problème}}
ga: {count, plural, =1{Pointe amháin faoi bhun do rátáil faidhbe} =2{{count} phointe faoi bhun do rátáil faidhbe} few{{count} bpointe faoi bhun do rátáil faidhbe} many{{count} pointe faoi bhun do rátáil faidhbe} other{{count} pointe faoi bhun do rátáil faidhbe}}
hi: {count, plural, =1{पहीली की गणना मे से एक अंक नीचे} other{पहेली की गणना मे से {count} अंक नीचे}}
hr: {count, plural, =1{{count} bod ispod tvog rejtinga iz zadataka} few{{count} bodova ispod tvog rejtinga iz zadataka} other{{count} bodova ispod tvog rejtinga iz zadataka}}
hu: {count, plural, =1{Egy ponttal az értékszámod alatt} other{{count} ponttal az értékszámod alatt}}
ja: {count, plural, other{あなたのレーティングより {count} 点下}}
lb: {count, plural, =1{Ee Punkt ënner denger Aufgabebewärtung} other{{count} Punkten ënner denger Aufgabebewärtung}}
nb: {count, plural, =1{Ett poeng under sjakknøttratingen din} other{{count} poeng under sjakknøttratingen din}}
nn: {count, plural, =1{Eitt poeng under problemløysar-ratinga di} other{{count} poeng under problemløysar-ratinga di}}
pl: {count, plural, =1{Jeden punkt poniżej Twojego rankingu w rozwiązywaniu zadań} few{{count} punkty poniżej Twojego rankingu w rozwiązywaniu zadań} many{{count} punktów poniżej Twojego rankingu w rozwiązywaniu zadań} other{{count} punktów poniżej Twojego rankingu w rozwiązywaniu zadań}}
pt_br: {count, plural, =1{Um ponto abaixo da sua classificação de quebra-cabeças} other{{count} pontos abaixo da sua classificação de quebra-cabeças}}
tt: {count, plural, other{{count} сезнең башваткыч рейтингтан бер максад}}
zh: {count, plural, other{比你的谜题等级分低{count}}}
