Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# error_email_acceptable
source: This email address is not acceptable. Please double-check it, and try again.
br: Ne c'hall ket bet degemeret ar chomlec'h postel-mañ. Gwiriit anezhañ mar plij, ha klaskit en-dro.
de: Diese E-Mail-Adresse wird nicht akzeptiert. Bitte überprüfe sie und versuche es erneut.
et: See e-posti aadress ei ole vastuvõetav. Palun kontrolli see üle ja proovi uuesti.
fa: این آدرس ایمیل قابل قبول نیست. لطفا آدرس وارد شده را چک کنید و دوباره امتحان کنید.
fo: Henda teldupostaddressa er ikki góðtikin. Kanna, um hon er rætt, og royn so aftur.
fr: Cette adresse courriel est refusée. Double-cliquez dessus et réessayez.
ga: Ní ghlactar leis an seoladh ríomhphoist seo. Déan é a sheiceáil faoi dhó le do thoil, agus bain triail eile as.
hi: यह ई-मेल स्वीकार नहीं की जा सकती है। कृप्या इसे पुनः जांच करके प्रयास करें।
hr: Ova email adresa nije prihvatljiva. Molimo provjerite ju te pokušajte ponovo.
hu: A megadott email cím nem használható. Kérjük ellenőrizd és próbáld újra.
ja: このメールアドレスは使用できません。確認してもう一度どうぞ。
lb: Dës Email Adress ass net akzeptabel. Iwwerpréif se wannechgelift an probéier nach eng Kéier.
nb: Denne e-postadressen godtas ikke. Dobbeltsjekk den og prøv på nytt.
nn: E-postadressa er ikkje akseptabel. Ver god og dobbeltsjekk den og prøv på nytt.
pl: Ten adres e-mail jest niedopuszczalny. Sprawdź go i spróbuj ponownie.
pt_br: Este endereço de e-mail não é válido. Verifique e tente novamente.
zh: 该电子邮件地址是不可用。请重新检查后重试。

# error_email_unique
source: Email address invalid or already taken
br: Chomlec'h postel fazius pe implijet dija
de: E-Mail-Adresse ungültig oder bereits vergeben
et: E-posti aadress vigane või juba kasutusel
fa: آدرس ایمیل نامعتبر است یا قبلا در سیستم ثبت شده است
fo: Teldupostaddressan er antin ógildug ella longu tikin
fr: Adresse courriel invalide ou déjà utilisée
ga: Seoladh ríomhphoist neamhbhailí nó tógtha cheana féin
hi: यह ईमेल या तो सही नही ह्ऐ अथवा पहले इस्तेमाल हो गया ह्ऐ
hr: Email adresa je neispravna ili je već u upotrebi
hu: Érvénytelen vagy már foglalt email cím
ja: メールアドレスが無効かすでに使われています
lb: Email Adress ongëlteg oder schon benotzt
nb: E-postadressen er ugyldig eller allerede registrert
nn: E-postadressa er ikkje gyldig eller er allereie i bruk
pl: Adres e-mail jest nieprawidłowy lub jest już w użyciu
pt_br: Endereço de e-mail é inválido ou já está sendo utilizado
zh: 电子邮件地址无效或已被使用

# error_email_different
source: This is already your email address
br: Ho chomlec'h postel an hini eo dija
de: Dies ist bereits deine E-Mail Adresse
et: See on juba su e-posti aadress
fa: اکنون، این نشانی رایانامه‌تان شما است
fo: Hetta er longu tín teldupostadressa
fr: Vous utilisez déjà cette adresse courriel
ga: Seo do sheoladh ríomhphoist cheana féin
hi: यह पहले से ही आपका ईमेल पता है
hr: Već koristiš ovu e-mail adresu
hu: Már ez az email címed
ja: すでにあなたのメールアドレスになっています
lb: Dat ass schon deng Email Adress
nb: Dette er allerede e-postadressen din
nn: Dette er allereie e-postadressa di
pl: To jest już Twój adres e-mail
pt_br: Este já é o seu endereço de e-mail
zh: 这已经是您的电子邮件地址

# error_minLength
source: Must be at least {param} characters long
br: {param} arouezenn d'an nebeutañ
de: Mindestlänge beträgt {param} Zeichen
et: Peab olema vähemalt {param} märki
fa: باید حداقل {param} حرف داشته باشد
fo: Minsta longdin er {param} tekn
fr: Doit comporter au moins {param} caractères
ga: Is é {param} an fad íosta
hi: कम से कम {param} वर्ण का शब्द होना चाहिए।
hr: Minimalna dužina je {param}
hu: Legalább {param} karakter
ja: 最小の長さは {param} です
lb: Mindestens {param} Zeechen
nb: Må være minst {param} tegn
nn: Minste lengd er {param}
pl: Minimalna długość to {param}
pt_br: O mínimo de caracteres é {param}
zh: 最少 {param} 个字符

# error_maxLength
source: Maximum length is {param}
br: {param} arouezenn d'ar muiañ-tout
de: Maximallänge beträgt {param} Zeichen
et: Peab olema alla {param} märgi
fa: باید حداقل دارای {param} حرف باشد
fr: Doit comporter au plus {param} caractères
ga: Is é {param} an fad uasta
hi: कम से कम {param} वर्ण का शब्द होना चाहिए।
hr: Maksimalna dužina je {param}
hu: Legfeljebb {param} karakter
ja: 最大の長さは {param} です
lb: Maximal {param} Zeechen
nb: Må være maks {param} tegn
nn: Største lengd er {param}
pl: Maksymalna długość to {param}
pt_br: O máximo de caracteres é {param}
zh: 最长 {param} 个字符

# error_min
source: Must be at least {param}
br: A rank bezañ {param} da nebeutañ
de: Muss mindestens {param} sein
et: Peab olema vähemalt {param}
fa: باید حداقل {param} باشد
fr: Doit être supérieur(e) ou égal(e) à {param}
ga: Caithfidh sé a bheith níos mó nó cothrom le {param}
hi: कम से कम {param}
hr: Mora biti veće ili jednako {param}
hu: Nagyobbnak vagy egyenlőnek kell lennie mint {param}
ja: {param} 以上にしてください
lb: Muss mindestens {param} sinn
nb: Må være minst {param}
nn: Må vera større eller lik {param}
pl: Musi być dłuższe lub równe {param}
pt_br: Deve ser maior ou igual a {param}
zh: 最少不小于 {param}

# error_max
source: Must be at most {param}
br: A rank bezañ {param} da vuiañ
de: Darf höchstens {param} sein
et: Ei tohi olla üle {param}
fa: باید حداکثر {param} باشد
fr: Doit être inférieur(e) ou égal(e) à {param}
ga: Caithfidh sé a bheith níos lú nó cothrom le {param}
hi: {param} से ज़्यादा नही।
hr: Mora biti manje ili jednako {param}
hu: Kisebbnek vagy egyenlőnek kell lennie mint {param}
ja: {param} 以下にしてください
lb: Däerf maximal {param} sinn
nb: Må være maks {param}
nn: Må vera mindre eller lik {param}
pl: Musi być krótsze lub równe {param}
pt_br: Deve ser menor ou igual a {param}
zh: 最大不能超过 {param}

# ifRatingIsPlusMinusX
source: If rating is ± {param}
br: Ma 'z eo ar renkadur ± {param}
de: Nur, wenn die Wertungszahl ± {param} ist
et: Kui reiting on ± {param}
fa: اگر درجه‌بندی‌شان {param}± است
fo: Um styrkitalið er ± {param}
fr: Si son niveau est ± {param}
ga: Más é ±{param} an rátáil
hi: अगर स्तर {param} ऊपर निचे हो तब
hr: Ukoliko je rejting ± {param}
hu: Ha a pontszám ± {param}
ja: レーティング差が±{param}以内のとき
lb: Falls Wäertung ± {param}
nb: Hvis rating er ± {param}
nn: Dersom rating er ± {param}
pl: O rankingu ±{param}
pt_br: Se o rating for ± {param}
tt: Әгәр рейтингың ± {param}
zh: 允许等级分范围±{param}

source: If registered
br: Enskrivet hepken
de: Wenn registriert
et: Registreeritud kasutajad
fa: اگر نام‌نویسی‌کرده
fr: Si inscrit
ga: Má chláraítear
hi: अगर पंजीकृत है
hr: Ako je registriran
hu: Csak regisztrált
ja: 登録ユーザーだけ
lb: Wann registréiert
nb: Hvis registrert
nn: Dersom registrert
pl: Tylko zarejestrowani
pt_br: Se registrado
zh: 如已注册

source: Only existing conversations
br: Kaozeadennoù o ren hepken
de: Nur bestehende Konversationen
et: Ainult olemasolevad vestlused
fa: تنها مکالمات موجود
fo: Einastu samrøður, ið eru til
fr: Conversations en cours seulement
ga: Comhráite láithreach amháin
hi: केवल मौजूदा वार्तालाप
hr: Samo već postojeći razgovori
hu: Csak megkezdett csevegések
ja: すでにある会話のみ
lb: Just lafend Konversatiounen
nb: Bare eksisterende samtaler
nn: Berre eksisterande samtalar
pl: Tylko istniejące rozmowy
pt_br: Apenas conversas iniciadas
tt: Бары тик сөйләшүләр генә
zh: 仅现有的对话

source: Only friends
br: Mignoned hepken
de: Nur Freunde
et: Ainult sõbrad
fa: فقط دوستان
fo: Bert vinir
fr: Seulement les amis
ga: Cairde amháin
hi: केवल दोस्त
hr: Samo prijatelji
hu: Csak ismerősöktől
ja: 友達のみ
lb: Just Kolleegen
nb: Bare venner
nn: Berre vener
pl: Tylko znajomi
pt_br: Apenas amigos
tt: Дустлар гына
zh: 仅好友

source: Menu
br: Lañser
de: Menü
et: Menüü
fa: فهرست
fo: Valmynd
ga: Roghchlár
hi: मेनू
hr: Izbornik
hu: Menü
ja: メニュー
lb: Menü
nb: Meny
nn: Meny
tt: Меню
zh: 菜单

source: Castling
br: Rokañ
de: Rochade
et: Vangerdus
fa: قلعه رفتن
fo: Loypur í borg
fr: Roque
ga: Caisleáil
hi: केस्लिंग
hr: Rokada
hu: Sáncolás
ja: キャスリング
lb: Rochade
nb: Rokade
nn: Rokade
pl: Roszada
pt_br: Roque
tt: Ныгытма
zh: 王车易位

# whiteCastlingKingside
source: White O-O
br: Gwenn O-O
de: Weiß O-O
et: Valge O-O
fa: سفید O-O
fo: Hvítur O-O
fr: Blancs O-O
ga: O-O Bán
hi: सफ़ेद O-O
hr: Bijeli O-O
hu: Világos rövidre sáncolhat
ja: 白 O-O
lb: Wäiss O-O
nb: Hvit 0-0
nn: Kvit O-O
pl: Białe O-O
pt_br: O-O das brancas
tt: Аклар O-O
zh: 白方 O-O

# blackCastlingKingside
source: Black O-O
br: Du O-O
de: Schwarz O-O
et: Must O-O
fa: سیاه O-O
fo: Svartur O-O
fr: Noirs O-O
ga: O-O Dubh
hi: काला O-O
hr: Crni O-O
hu: Sötét rövidre sáncolhat
ja: 黒 O-O
lb: Schwaarz O-O
nb: Svart O-O
nn: Svart O-O
pl: Czarne O-O
pt_br: O-O das pretas
tt: Каралар O-O
zh: 黑方 O-O

# tpTimeSpentPlaying
source: Time spent playing: {param}
br: Amzer o c'hoari: {param}
de: Gesamte Spielzeit: {param}
et: Mängimiseks kulutatud aeg: {param}
fa: زمان بازی کردن: {param}
fo: Tíð nýtt at telva: {param}
fr: Temps total à jouer : {param}
ga: Am caite ag imirt: {param}
hi: समय व्यतीत : {param}
hr: Vrijeme provedeno igrajući: {param}
hu: Játékkal töltött idő: {param}
ja: プレイ時間:{param}
lb: Gesamt Spillzäit: {param}
nb: Tid brukt på å spille: {param}
nn: Tid brukt på å spela: {param}
pl: Łączny czas gry: {param}
pt_br: Tempo jogando: {param}
tt: Уйнау өчен вакыт: {param}
zh: 花在下棋上的时间：{param}

source: Watch games
br: Sellet ouzh krogadoù
de: Partien ansehen
et: Vaata mänge
fa: تماشای بازی ها
fo: Hygg at talvum
fr: Regarder les parties
ga: Féach ar chluichí
hi: खेल देखें
hr: Gledaj partije
hu: Játszmák megtekintése
ja: ゲームを見る
lb: Partien ukucken
nb: Observer partier
nn: Sjå parti
pl: Oglądaj partie
pt_br: Assistir partidas
tt: Кара уеннарны
zh: 观看对局

# tpTimeSpentOnTV
source: Time on TV: {param}
br: Pegeit oc'h bet gwelet en tele: {param}
de: Gesamtzeit TV: {param}
et: Aeg Lichess TV-s: {param}
fa: مدت زمان سپری شده در تلویزیون: {param}
fo: Tíð í sjónvarpi (TV): {param}
fr: Temps passé à la TV : {param}
ga: Am ar TV: {param}
hi: TV पर समय: {param}
hr: Vrijeme na TV-u: {param}
hu: TV-n töltött idő: {param}
ja: TVに映った時間:{param}
lb: Gesamtzäit op TV: {param}
nb: Tid på TV: {param}
nn: Tid på TV: {param}
pl: Czas w TV: {param}
pt_br: Tempo na TV: {param}
tt: ТВдан күрсәтелгән вакыт: {param}
zh: 在 Lichess TV 出现的时长：{param}

source: Watch
br: Sellet
de: Zuschauen
et: Vaata
fa: نگاه کردن
fo: Hygg
fr: Regarder
ga: Féach
hi: देखें
hr: Gledaj
hu: Műsor
ja: 見る
lb: Kucken
nb: Observer
nn: Sjå
pl: Oglądaj
pt_br: Assistir
tt: Кара
zh: 观看

source: Video library
br: Levraoueg videoioù
de: Video-Bibliothek
et: Videod
fa: فیلم ها
fo: Sjónfílusavn
fr: Vidéothèque
ga: Leabharlann físeáin
hi: वीडियो लाइब्रेरी
hr: Video knjižnica
hu: Videó könyvtár
ja: チェスの動画集
lb: Video Librairie
nb: Videobibliotek
nn: Videobibliotek
pl: Wideoteka
pt_br: Vídeos
tt: Видео җиентыгы
zh: 视频库

# streamersMenu
source: Streamers
br: Streamerien
de: Streamer
et: Striimijad
fa: بَرخَط-محتواسازها
fo: Stroymarar
ga: Sruthóir
hi: प्रसारण करता
hr: Streameri
hu: Közvetítők
ja: 配信者
lb: Streamer
nb: Strømminger
nn: Strøymingar
pl: Streamerzy
tt: Алып баручылар
zh: 主播

source: Mobile App
br: Arload pellgomz
et: Mobiilirakendus
fa: گوشی‌افزار
fo: Snildfonaapp
fr: L'application
ga: Aip Mhóibíleach
hi: मोबाइल ऐप
hr: Mobilna aplikacija
hu: Mobil alkalmazás
ja: モバイルアプリ
lb: Mobil Applicatioun
nb: Mobilapplikasjon
nn: Mobilapp
pl: Aplikacja mobilna
pt_br: Aplicativo Móvel
tt: Кәрәзле Әсбап
zh: 手机APP

source: Webmasters
br: Mistri-gwiad
de: Webmaster
et: Veebimeistritele
fa: وبداران
fo: Vevstjórar
fr: Webmestres
ga: Máistir gréasáin
hi: वेबमास्टर्स
hr: Webmasteri
hu: Webmester
ja: ウェブサイト運営者の方へ
nb: Webadministratorer
nn: Webadministratorar
pl: Webmasterzy
tt: Вебмастерлар
zh: 网站管理员

source: About
br: A-zivout
de: Über
et: Info
fa: درباره ما
fo: Um
fr: À propos
ga: Faoi
hi: के बारे में
hr: Više o
hu: Rólunk
ja: Lichess 概要
lb: Iwwer
nb: Om
nn: Om
pl: Informacje o
pt_br: Sobre
tt: Хакында
zh: 关于

# aboutX
source: About {param}
br: A-zivout {param}
de: Über {param}
et: Info {param} kohta
fa: درباره {param}
fo: Um {param}
fr: À propos de {param}
ga: Maidir le {param}
hi: {param} के बारे में
hr: Više o {param}
hu: {param} névjegy
ja: {param} について
lb: Iwwer {param}
nb: Om {param}
nn: Om {param}
pl: Informacje o {param}
pt_br: Sobre o {param}
tt: {param} хакында
zh: 关于 {param}

# xIsAFreeYLibreOpenSourceChessServer
source: {param1} is a free ({param2}), libre, no-ads, open source chess server.
br: Digoust ({param2}) eo {param1}, dieub, hep bruderezh ha digor he mammenn.
de: {param1} ist ein freier, quelloffener Schachserver. Kostenlos ({param2}) und ohne Werbung.
et: {param1} on täiesti tasuta ({param2}), reklaamivaba, avatud lähtekoodiga male server.
fa: {param1} کاملا رایگان({param2})، آزاد، بدون تبلیغات و سرور متن باز است.
fo: {param1} er ein ókeypis ({param2}), óhandilsligur talvkagi uttan lýsingar.
fr: {param1} est un serveur d'échecs gratuit ({param2}), libre, sans pubs et open source.
ga: Is freastalaí fichille oscailte saor in aisce ({param2}) é {param1}, gan aon fhógraí.
hi: {param1} एक मुफ्त ({param2}), स्वतंत्र, विज्ञापनों से मुक्त, खुला स्रोत, शतरंज सर्वर है।
hr: {param1} je besplatni ({param2}) šah poslužitelj otvorenog koda i bez oglasa.
hu: A {param1} egy ingyenes ({param2}), szabad, reklámmentes, nyílt forráskódú sakkszerver.
ja: {param1} は無料 ({param2})・自由・広告なし・オープンソースのチェス サーバです。
lb: {param1} ass en gratis ({param2}), fräien, keng-Reklammen, Open Source Schach Server.
nb: {param1} er en fritt tilgjengelig ({param2}), libre, annonsefri, åpen kildekode sjakk-server.
nn: {param1} er ein fritt tilgjengeleg ({param2}), libre, annonsefri, open kjeldekode sjakk-server.
pl: {param1} jest darmowym ({param2}), wolnym, bez reklam, otwartym serwerem szachowym.
pt_br: {param1} é um servidor de xadrez gratuito ({param2}), livre, sem anúncios e código aberto.
tt: {param1} ул азат ({param2}), ирекле, комерциясез, ачык чыганаклы шаһмат серверы.
zh: {param1} 是一个免费 ({param2})，自由，无广告的开源国际象棋服务器。

source: really
br: da vat
de: wirklich
et: päriselt
fa: واقعاً
fo: álvara
fr: pour de vrai
ga: i ndáiríre
hi: सचमुच
hr: više
hu: tényleg
ja: 本当に
lb: wierklech
nb: virkelig
nn: verkeleg
pl: naprawdę
pt_br: realmente
tt: чыннанда
zh: 真的

source: Contribute
br: Kenoberiañ
de: Mitmachen
et: Panusta
fa: مشارکت
fo: Stuðla
fr: Contribuer
ga: Glac páirt
hi: सहयोग करें
hr: Doprinesi
hu: Hozzájárul
ja: 力を貸す
lb: Bäidroen
nb: Bidra
nn: Bidra
pl: Wsparcie
pt_br: Contribuir
tt: Игътибар итегез
zh: 协助我们

source: Terms of Service
br: Divizoù hollek an implij
de: AGB
et: Kasutajatingimused
fa: قوانین
fo: Tænastutreytir
fr: Conditions d'utilisation
ga: Téarmaí Seirbhíse
hi: नियम और शर्तें
hr: Uvjeti pružanja usluge
hu: Felhasználási feltételek
ja: 利用規約（英文）
lb: AGB
nb: Tjenestevilkår
nn: Brukarvilkår
pl: Regulamin
pt_br: Termos de serviço
tt: Куллану шартлары
zh: 服务条款

source: Source Code
br: Boneg Tarzh
de: Quellcode
et: Lähtekood
fa: منبع کد لایچس
fo: Keldukota
fr: Code source
ga: Cód Foinse
hi: सोर्स कोड
hr: Izvorni kod
hu: Forráskód
ja: ソースコード
lb: Quellcode
nb: Kildekode
nn: Kjeldekode
pl: Kod źródłowy
pt_br: Código-fonte
tt: Кодның чыганагы
zh: 源代码

source: Simultaneous exhibitions
br: Abadennoù kempred
de: Simultanschach
et: Simultaanid
fa: نمایش هم زمان
fo: Fjøltelvingar
fr: Parties simultanées
ga: Taispeántais comhuaineach
hi: एकसमयी प्रदर्शनी
hr: Simultanke
hu: Szimultán játékok
ja: 同時対局
lb: Simultanveranstaltungen
nb: Simultanoppvisninger
nn: Simultanframsyningar
pl: Symultany
pt_br: Exibição simultânea
tt: Синхрон күргәзмәләр
zh: 车轮战

source: Host
br: Ostiz
de: Veranstalter
et: Korraldaja
fa: میزبان
fo: Vertur
fr: Hôte
ga: Óstach
hi: मेजबानी करें
hr: Domaćin
hu: Létrehozó
ja: ホスト
nb: Vert
nn: Vert
pl: Symultanista
pt_br: Simultanista
tt: Хуҗа
zh: 主持者

# hostColorX
source: Host color: {param}
br: Liv an ostiz: {param}
de: Farbe des Ausrichters: {param}
et: Korraldaja värv: {param}
fa: رنگ میزبان: {param}
fo: Litur hjá verti: {param}
fr: Couleur de l’hôte : {param}
ga: Dath an óstaigh: {param}
hi: मेजबान रंग: {param}
hr: Boja domaćina: {param}
hu: Szimultánt adó színe: {param}
ja: ホストの色: {param}
lb: Host Figuren: {param}
nb: Vertsfarge: {param}
nn: Vertsfarge: {param}
pl: Kolor symultanisty: {param}
pt_br: Cor do simultanista: {param}
tt: Алып бару төсе {param}
zh: 主持颜色：{param}

# createdSimuls
source: Newly created simuls
br: Abadennoù kempred nevez krouet
de: Neue Simultanspiele
et: Hiljuti loodud simultaanid
fa: نمایش هم زمان به تازگی ایجاد شده
fo: Nýliga stovnað fjøltalv
fr: Nouvelles simultanées
ga: Cluichí comhuaineacha nua-chruthaithe
hi: नयें सिमुल
hr: Novokreirane simultanke
hu: Új szimultán játékok
ja: 新たな同時対局
lb: Nei kreéiert Simuls
nb: Nylig opprettede simultaner
nn: Nyleg laga simultanarrangement
pl: Nowe symultany
pt_br: Simultâneas criadas recentemente
tt: Яңа гына ачылган симул
zh: 最近创建的车轮战

source: Host a new simul
br: Krouiñ un abadenn gempred nevez
de: Ein Simultan veranstalten
et: Korralda uus simultaan
fa: میزبانی نمایش همزمان جدید
fo: Stovna nýtt fjøltalv
fr: Créer une nouvelle simultanée
ga: Óstáil cluiche comhuaineach nua
hi: एक नए सिमुल की मेजबानी करें
hr: Kreiraj novu simultanku
hu: Új szimultán csata létrehozása
ja: 新たな同時対局を作る
lb: Eng nei Simul hosten
nb: Opprett en simultan
nn: Lag ei ny simultanframsyning
pl: Nowa symultana
pt_br: Iniciar nova simultânea
tt: Яңа симулның хуҗасы
zh: 主持新车轮战

# noSimulFound
source: Simul not found
br: N'eo ket bet kavet an abadenn gempred
de: Simultan nicht gefunden
et: Simultaani ei leitud
fa: نمایش هم زمان پیدا نشد
fo: Fjøltalv ikki funnið
fr: Simultanée introuvable
ga: Ní bhfuarthas cluiche comhuaineach
hi: सिमुल नहीं मिला
hr: Simultanka nije pronađena
hu: Szimultán csata nem található
ja: 同時対局が見つかりません
lb: Simul net fonnt
nb: Simultan ikke funnet
nn: Finn ikkje simultanframsyning
pl: Nie znaleziono symultany
pt_br: Simultânea não encontrada
tt: Симул табылмады
zh: 找不到车轮战

# noSimulExplanation
source: This simultaneous exhibition does not exist.
br: N'eus ket deus an abadenn gempred-mañ.
de: Dieses Simultan existiert nicht.
et: Seda simultaani ei ole olemas.
fa: نمایش همزمان برای نمایش وجود ندارد
fo: Henda sýning við fjøltalvi er ikki til.
fr: Cette simultanée n'existe pas.
ga: Níl an taispeántas comhuaineach seo ann.
hi: यह एकसमयी प्रदर्शनी मौजूद नहीं है
hr: Ova simultanka ne postoji.
hu: Ez a szimultán játék nem létezik.
ja: この同時対局は存在しません
lb: Dës Simultanveranstaltung existéiert net.
nb: Denne simultanoppvisningen eksisterer ikke.
nn: Denne simultanframsyninga finst ikkje.
pl: Taka symultana nie istnieje
pt_br: Esta exibição simultânea não existe.
tt: Бер үк вакыттагы күргәзмә юк.
zh: 该车轮战不存在。

source: Return to simul homepage
br: Distreiñ d'al lañser abadennoù kempred
de: Zurück zur Simultan Homepage
et: Tagasi simultaanide lehele
fa: برگشت به صحفه اصلی نمایش های همزمان
fo: Far aftur til fjøltelvingarheimasíðu
fr: Retour aux parties simultanées
ga: Pill ar leathanach baile na gcluichí comhuaineach
hi: सिमुल के मुख्य पृष्ठ पर जाए
hr: Vrati se na stranicu sa simultankama
hu: Visszatérés a szimultán játékok főoldalára
ja: 同時対局トップに戻る
lb: Zeréck op Simul Homepage
nb: Returner til simultanhjemmesiden
nn: Returner til simultanheimesida
pl: Wróć do do strony głównej symultan
pt_br: Retornar à página inicial da simultânea
tt: Симул ал битенә кайтырга
zh: 返回车轮战主页

# aboutSimul
source: Simuls involve a single player facing several players at once.
br: Abadennoù kempred enne ur c'hoarier oc'h enebiñ ouzh meur a hini war an dro.
de: Beim Simultan spielt ein Spieler gleichzeitig gegen mehrere Gegner.
et: Simultaanides mängib üks maletaja samaaegselt paljude teiste vastu.
fa: نمایش هم زمان، بازی هم زمان یک نفر با چندین حریف است.
fo: Í fjøltalvum telvar einstakur telvari móti fleiri telvarum samstundis.
fr: Une simultanée est une rencontre entre un joueur et plusieurs adversaires chacun sur un échiquier séparé.
ga: Bíonn imreoir aonair os comhair roinnt imreoirí ag an am céanna i gcluichí comhuaineacha.
hi: सिमुल मैं एक खिलाडी अनेक खिलाडियों के विरुद्थ होता है
hr: Simultanke uključuju jednog igrača koji igra protiv više protivnika odjednom.
hu: A szimultán játékban egy játékos játszik több ellen.
ja: 同時対局では、1 人が多数の相手と同時に対局します。
lb: An enger Simul spillt een Spiller géint vill aner Spiller gläichzäiteg.
nb: Simultaner består av en enkelt spiller som spiller mot flere spillere samtidig.
nn: Simultanframsyning inneber at ein spelar møter fleire motspelarar samstundes.
pl: Symultana to równoczesna gra z wieloma przeciwnikami.
pt_br: A simultânea envolve um único jogador contra vários oponentes ao mesmo tempo.
tt: Симуляцияда бер генэ кеше уйныйала, шул вакытта кайберлэр кешелэр белэн уйный аларга ярый.
zh: 车轮战涉及到一个人同时和几位棋手下棋。

# aboutSimulImage
source: Out of 50 opponents, Fischer won 47 games, drew 2 and lost 1.
br: A-enep 50 enebour eo bet trec'h Fischer 47 gwech, div wech rampo ha trec'het ur wech nemetken.
de: Gegen 50 Gegner gewann Fischer 47 Partien, remisierte zwei und verlor eine.
et: Fischer võitis simultaani 50 partiist 47, viigistas kaks ja kaotas ühe.
fa: از ۵۰ بازی فیشر موفق به کسب ۴۷ برد و ۲ تساوی و یک باخت شد.
fo: Móti 50 mótleikarum vann Fischer 47 talv, telvaði 2 jøvn og tapti 1.
fr: Sur 50 adversaires, Fischer a gagné 47 parties, fait 2 nulles et perdu 1 partie.
ga: As 50 céile comhraic, bhuaigh Fischer 47 cluiche, 2 chomhscór agus chaill sé 1.
hi: पचास प्रतिद्वंदियों में से फिशर ने सैंतालिश खेल जीते, एक बराबरी पर खत्म हुआ और एक हारा।
hr: Od 50 protivnika, Fischer je pobijedio 47 parija, remizirao 2 i izgubio 1.
hu: 50 ellenfél ellen, Fisher 47-szer nyert, kétszer játszott döntetlent és egyszer vesztett
ja: この時フィッシャーは 50 人と対局して 47 勝 2 分 1 敗でした。
lb: Vun 50 Géigner huet den Fischer géint 47 gewonn, géint 2 Remis gespillt and 1 Partie verluer.
nb: Mot 50 motstandere vant Fischer 47 partier, spilte to remis og tapte ett.
nn: Mot 50 motspelarar, fekk Fischer 47 sigrar, to remisar og eit tap.
pl: Grając na 50 szachownicach Fischer wygrał 47 partii, zremisował dwie i przegrał jedną.
pt_br: Contra 50 oponentes, Fischer ganhou 47 jogos, empatou 2 e perdeu 1.
tt: 50 Рәкыйп чыкты, Фишер 47 уенны җиңде, 2се җиңүсез һәм 1 уенда җиңелде.
zh: 菲舍尔同时挑战50个对手，胜47局，和2局，负1局。
