Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# activityActivity
source: Activity
br: Obererezhioù diwezhañ
de: Verlauf
et: Aktiivsus
fa: فعالیت
fo: Virkni
fr: Activité
ga: Gníomhaíocht
hi: कार्यकलाप
hr: Aktivnost
hu: Aktivitás
ja: 活動
lb: Verlaf
nb: Aktivitet
nn: Aktivitet
pl: Aktywność
pt_br: Atividade
tt: Эшчәнлек
zh: 动态

# activityHostedALiveStream
source: Hosted a live stream
br: Kinniget he/en deus ur stream war-eeun
de: Hat live gestreamt
et: Tegi otseülekannet
fa: یک پخش زنده میزبانی کرد
fo: Var vertur fyri beinleiðis stroyming
fr: A hébergé une diffusion en direct
ga: Bhí sruth beo faoi cúram
hi: एक लाइव स्ट्रीम होस्ट किया गया
hr: Prenosio uživo
hu: Élőben közvetített
ja: ライブ配信
lb: Huet live gestreamt
nb: Startet en direktestrøm
nn: Starta en direktestraum
pl: Udostępnił stream na żywo
pt_br: Iniciou uma transmissão ao vivo
tt: Стрим хуҗасы
zh: 主持了直播

# activityRankedInSwissTournament
source: Ranked #{param1} in {param2}
br: Renket #{param1} e {param2}
de: Hat Platz #{param1} im Turnier {param2} belegt
et: Saavutas {param1}. koha mängus {param2}
fa: رتبه #{param1} را در {param2} به دست آورد
fo: Styrkismettur ≤ {param1} í {param2}
fr: Classé {param1} dans le tournoi {param2}
ga: Céim #{param1} as {param2}
hi: #{param1} स्थान {param2} मे
hr: Rangiran #{param1} u {param2}
hu: Helyezés: {param1} / {param2}
ja: {param1} 位（{param2}）
lb: Huet sech als #{param1} an {param2} placéiert
nb: Ble nummer {param1} i {param2}
nn: Vart nr. {param1} i {param2}
pl: {param1} miejsce w {param2}
pt_br: Classificado #{param1} entre {param2}
tt: Ранкы #{param1} {param2} өчендә
zh: 在 {param2} 中获得第 #{param1} 名

# activitySignedUp
source: Signed up to lichess.org
br: Lakaet en deus e anv war lichess.org
de: Hat sich bei Lichess angemeldet
et: Registreerus lehel lichess.org
fa: در لیچس ثبت نام کرد
fo: Innritaður í lichess.org
fr: S'est inscrit(e) à lichess.org
ga: Sínithe suas le lichess.org
hi: lichess.org पर साइन अप किया गया
hr: Registrirao/la se na lichess
hu: Regisztrált a lichess.org-ra
ja: Lichess に登録
lb: Huet sech bei Lichess ugemellt
nb: Er registrert hos Lichess
nn: Er registrert på Lichess
pl: Rejestracja na lichess.org
pt_br: Registrou-se no lichess
tt: Lichess.org ка кергән
zh: 注册 lichess.org 账户

# activitySupportedNbMonths
source: {count, plural, =0{Supported lichess.org for {count} month as a {param2}} =1{Supported lichess.org for {count} month as a {param2}} other{Supported lichess.org for {count} months as a {param2}}}
br: {count, plural, =1{Skoazellet he/en deus lichess.org e-pad {count} miz evel {param2}} =2{Skoazellet he/en deus lichess.org e-pad {count} viz evel {param2}} few{Skoazellet he/en deus lichess.org e-pad {count} miz evel {param2}} many{Skoazellet he/en deus lichess.org e-pad {count} miz evel {param2}} other{Skoazellet he/en deus lichess.org e-pad {count} miz evel {param2}}}
de: {count, plural, =1{Unterstützt lichess.org seit {count} Monat als {param2}} other{Unterstützt lichess.org seit {count} Monaten als {param2}}}
et: {count, plural, =1{Toeta Lichess.org'i {count} kuu {param2}} other{Toeta Lichess.org'i {count} kuud {param2}}}
fa: {count, plural, =1{به عنوان {param2} برای {count} ماه از lichess.org حمایت کرد} other{به عنوان {param2} برای {count} ماه از lichess.org حمایت کرد}}
fo: {count, plural, =1{Stuðlaði lichess.org í {count} mánaða sum ein {param2}} other{Stuðlaði lichess.org í {count} mánaðir sum ein {param2}}}
fr: {count, plural, =1{A soutenu lichess.org pendant {count} mois en tant que {param2}} other{A soutenu lichess.org pendant {count} mois en tant que {param2}}}
ga: {count, plural, =1{Thacaíodh le lichess.org ar feadh mí amháin mar {param2}} =2{Thacaíodh le lichess.org ar feadh {count} mhí mar {param2}} few{Thacaigh lichess.org ar feadh {count} mí mar {param2}} many{Thacaíodh le lichess.org ar feadh {count} mhí mar {param2}} other{Thacaíodh le lichess.org ar feadh {count} mhí mar {param2}}}
hi: {count, plural, =1{{param2} के रूप में {count} महीने के लिए lichess.org का समर्थन किया।} other{{param2} के रूप में {count} महीने के लिए lichess.org का समर्थन किया।}}
hr: {count, plural, =1{Podržavao/la lichess.org {count} mjesec kao {param2}} few{Podržavao/la lichess.org {count} mjeseca kao {param2}} other{Podržavao/la lichess.org {count} mjeseci kao {param2}}}
hu: {count, plural, =1{A lichess.org támogatója {count} hónapja {param2}-ként} other{A lichess.org támogatója {count} hónapja {param2}-ként}}
ja: {count, plural, other{{param2} として lichess.org を {count} か月間支援}}
lb: {count, plural, =1{Ënnerstëtzt Lichess.org säit {count} Mount als {param2}} other{Ënnerstëtzt Lichess.org säit {count} Méint als {param2}}}
nb: {count, plural, =1{Har støttet lichess.org i {count} måned som {param2}} other{Har støttet lichess.org i {count} måneder som {param2}}}
nn: {count, plural, =1{Stødde lichess.org for {count} i månaden som {param2}} other{Stødde lichess.org i {count} månader som {param2}}}
pl: {count, plural, =1{Wspomógł/-ogła lichess.org na miesiąc jako {param2}} few{Wspiera lichess.org przez {count} miesiące jako {param2}} many{Wspiera lichess.org przez {count} miesięcy jako {param2}} other{Wspiera lichess.org przez {count} miesięcy jako {param2}}}
pt_br: {count, plural, =1{Contribuiu para o lichess.org por {count} mês como {param2}} other{Contribuiu para o lichess.org por {count} meses como {param2}}}
tt: {count, plural, other{lichess.org сайтына {count} айга {param2} буларак ярдәм күрсәтте}}
zh: {count, plural, other{该用户作为 {param2} 已赞助 lichess.org {count} 个月}}

# activityPracticedNbPositions
source: {count, plural, =0{Practiced {count} position on {param2}} =1{Practiced {count} position on {param2}} other{Practiced {count} positions on {param2}}}
br: {count, plural, =1{Pleustret he/en deus war {count} lec'hiadur e {param2}} =2{Pleustret he/en deus war {count} lec'hiadur e {param2}} few{Pleustret he/en deus war {count} lec'hiadur e {param2}} many{Pleustret he/en deus war {count} lec'hiadur e {param2}} other{Pleustret he/en deus war {count} lec'hiadur e {param2}}}
de: {count, plural, =1{Hat {count} Stellung bei {param2} geübt} other{Hat {count} Stellungen bei {param2} geübt}}
et: {count, plural, =1{Harjutas {count} seisu teemas {param2}} other{Harjutas {count} seisu teemas {param2}}}
fa: {count, plural, =1{{count} وضعیت را در {param2} تمرین کرد} other{{count} پوزیسیون را در {param2} تمرین کرد}}
fo: {count, plural, =1{Vandi {count} støðu í {param2}} other{Vandi {count} støður í {param2}}}
fr: {count, plural, =1{A pratiqué {count} position de {param2}} other{A pratiqué {count} positions de {param2}}}
ga: {count, plural, =1{Rinneadh cleachtadh ar suíomh amháin de chuid {param2}} =2{Rinneadh cleachtadh ar {count} shuíomh de chuid {param2}} few{Rinneadh cleachtadh ar{count} suíomh de chuid {param2}} many{Rinneadh cleachtadh ar {count} suíomh de chuid {param2}} other{Rinneadh cleachtadh ar {count} suíomh de chuid {param2}}}
hi: {count, plural, =1{{param2} पर {count} स्थिति का अभ्यास किया} other{{param2} पर {count} स्थितियों का अभ्यास किया}}
hr: {count, plural, =1{Vježbao/la {count} poziciju na {param2}} few{Vježbao/la {count} pozicije na {param2}} other{Vježbao/la {count} pozicija na {param2}}}
hu: {count, plural, =1{{count} {param2} állást gyakorolt} other{{count} {param2} állást gyakorolt}}
ja: {count, plural, other{{count} 局面を {param2} で練習}}
lb: {count, plural, =1{Huet {count} Positioun zu {param2} geüübt} other{Huet {count} Positiounen zu {param2} geüübt}}
nb: {count, plural, =1{Praktiserte {count} stilling på {param2}} other{Har trent {count} stillinger på {param2}}}
nn: {count, plural, =1{Har øvd på {count} stillingar i emnet {param2}} other{Har øvd på {count} stillingar i emnet {param2}}}
pl: {count, plural, =1{Przerobiono {count} ćwiczenie w {param2}} few{Przerobiono {count} ćwiczenia w {param2}} many{Przerobiono {count} ćwiczeń w {param2}} other{Przerobiono {count} ćwiczeń w {param2}}}
pt_br: {count, plural, =1{Praticou {count} posição em {param2}} other{Praticou {count} posições em {param2}}}
tt: {count, plural, other{{param2}-да {count} күнегү ясады}}
zh: {count, plural, other{在 {param2} 中完成了 {count} 个练习}}

# activitySolvedNbPuzzles
source: {count, plural, =0{Solved {count} tactical puzzle} =1{Solved {count} tactical puzzle} other{Solved {count} tactical puzzles}}
br: {count, plural, =1{Dirouestlet he/en deus {count} boelladenn strategiezh} =2{Dirouestlet he/en deus {count} boelladenn strategiezh} few{Dirouestlet he/en deus {count} poelladenn strategiezh} many{Dirouestlet he/en deus {count} poelladenn strategiezh} other{Dirouestlet he/en deus {count} poelladenn strategiezh}}
de: {count, plural, =1{Hat {count} Taktikaufgabe gelöst} other{Hat {count} Taktikaufgaben gelöst}}
et: {count, plural, =1{Lahendas {count} taktikalise pusle} other{Lahendas {count} taktikalist puslet}}
fa: {count, plural, =1{{count} معمای آموزشی را حل کرد} other{{count} مساله تاکتیکی را حل کرد}}
fo: {count, plural, =1{Loysti {count} taktiska uppgávu} other{Loysti {count} taktiskar uppgávur}}
fr: {count, plural, =1{A résolu {count} problème tactique} other{A résolu {count} problème(s) tactique(s)}}
ga: {count, plural, =1{Fadhb beartach amháin réitithe} =2{{count} fhadhb beartach réitithe} few{{count} bhfadhb beartach réitithe} many{{count} fadhb beartach réitithe} other{{count} fadhb beartach réitithe}}
hi: {count, plural, =1{{count} प्रशिक्षण पहेली को हल किया} other{{count} प्रशिक्षण पहेलियों को हल किया}}
hr: {count, plural, =1{Riješio/la {count} taktički problem} few{Riješio/la {count} taktička problema} other{Riješio/la {count} taktičkih problema}}
hu: {count, plural, =1{Megoldott {count} taktikai feladványt} other{Befejezett {count} taktikai feladványt}}
ja: {count, plural, other{{count} 問のタクティクス問題に解答}}
lb: {count, plural, =1{Huet {count} Taktikaufgab geléist} other{Huet {count} Taktikaufgabe geléist}}
nb: {count, plural, =1{Har løst {count} sjakknøtt} other{Har løst {count} sjakknøtter}}
nn: {count, plural, =1{Har løyst {count} taktikkoppgåve} other{Har løyst {count} taktikkoppgåver}}
pl: {count, plural, =1{Rozwiązano {count} zadanie szachowe} few{Rozwiązano {count} zadania szachowe} many{Rozwiązano {count} zadań szachowych} other{Rozwiązano {count} zadań szachowych}}
pt_br: {count, plural, =1{Resolveu {count} quebra-cabeça tático} other{Resolveu {count} quebra-cabeças táticos}}
tt: {count, plural, other{{count} тактикалык мәсәлә чиште}}
zh: {count, plural, other{解决了 {count} 道谜题}}

# activityPlayedNbGames
source: {count, plural, =0{Played {count} {param2} game} =1{Played {count} {param2} game} other{Played {count} {param2} games}}
br: {count, plural, =1{{count} c'hrogad {param2} c'hoariet} =2{{count} grogad {param2} c'hoariet} few{{count} krogad {param2} c'hoariet} many{{count} krogad {param2} c'hoariet} other{{count} krogad {param2} c'hoariet}}
de: {count, plural, =1{Hat {count} Partie {param2} gespielt} other{Hat {count} Partien {param2} gespielt}}
et: {count, plural, =1{Mängis {count} {param2} mängu} other{Mängis {count} {param2} mängu}}
fa: {count, plural, =1{{count} بازی {param2} را انجام داد} other{{count} بازی {param2} را انجام داد}}
fo: {count, plural, =1{Telvaði {count} {param2} talv} other{Telvaði {count} {param2} talv}}
fr: {count, plural, =1{A joué {count} partie de {param2}} other{A joué {count} parties de {param2}}}
ga: {count, plural, =1{Imríodh cluiche amháin {param2}} =2{Imríodh {count} chluiche {param2}} few{Imríodh {count} gcluiche {param2}} many{Imríodh {count} cluiche {param2}} other{Imríodh {count} cluiche {param2}}}
hi: {count, plural, =1{{count} {param2} का खेल खेला} other{{count} {param2} के खेल खेले}}
hr: {count, plural, =1{Odigrao {count} {param2} partiju} few{Odigrao {count} {param2} partije} other{Odigrao {count} {param2} partija}}
hu: {count, plural, =1{{count} {param2} partit játszott} other{{count} {param2} partit játszott}}
ja: {count, plural, other{{count} 局の {param2} をプレイ}}
lb: {count, plural, =1{Huet {count} Partie {param2} gespillt} other{Huet {count} Partien {param2} gespillt}}
nb: {count, plural, =1{Har spilt {count} {param2}-parti} other{Har spilt {count} {param2}-partier}}
nn: {count, plural, =1{Har spela {count} {param2} parti} other{Har spela {count} {param2} parti}}
pl: {count, plural, =1{Rozegrana {count} partia {param2}} few{Rozegrane {count} partie {param2}} many{Rozegrane {count} partii {param2}} other{Rozegrane {count} partii {param2}}}
pt_br: {count, plural, =1{Jogou {count} partida de {param2}} other{Jogou {count} partidas de {param2}}}
tt: {count, plural, other{{count} {param2} уенын уйнады}}
zh: {count, plural, other{下了 {count} 局 {param2}}}

# activityPostedNbMessages
source: {count, plural, =0{Posted {count} message in {param2}} =1{Posted {count} message in {param2}} other{Posted {count} messages in {param2}}}
br: {count, plural, =1{{count} gemennadenn e {param2} zo bet skrivet ganti/gantañ} =2{{count} gemennadenn e {param2} zo bet skrivet ganti/gantañ} few{{count} kemennadenn e {param2} zo bet skrivet ganti/gantañ} many{{count} kemennadenn e {param2} zo bet skrivet ganti/gantañ} other{{count} kemennadenn e {param2} zo bet skrivet ganti/gantañ}}
de: {count, plural, =1{Hat {count} Nachricht in {param2} geschrieben} other{Hat {count} Nachrichten in {param2} geschrieben}}
et: {count, plural, =1{Postitas {count} sõnumi foorumis {param2}} other{Postitas {count} sõnumit foorumis {param2}}}
fa: {count, plural, =1{{count} پیام را در {param2} ارسال کرد} other{{count} پیام را در {param2} ارسال کرد}}
fo: {count, plural, =1{Skrivaði {count} boð í {param2}} other{Skrivaði {count} boð í {param2}}}
fr: {count, plural, =1{A posté {count} message dans {param2}} other{A posté {count} messages dans {param2}}}
ga: {count, plural, =1{Phostaíodh teachtaireacht amháin i {param2}} =2{Phostaíodh {count} teachtaireachtí i {param2}} few{Phostaíodh {count} teachtaireachtí i {param2}} many{Phostaíodh {count} teachtaireachtí i {param2}} other{Phostaíodh {count} teachtaireachtí i {param2}}}
hi: {count, plural, =1{{param2} में {count} संदेश भेजा} other{{param2} में {count} संदेश भेजे}}
hr: {count, plural, =1{Napisao/la {count} odgovor u temi {param2}} few{Napisao/la {count} odgovora u temi {param2}} other{Napisao/la {count} odgovora u temi {param2}}}
hu: {count, plural, =1{{count} üzenetet írt a {param2} témába} other{{count} üzenetet írt a {param2} témába}}
ja: {count, plural, other{{count} 件のメッセージを {param2} に投稿}}
lb: {count, plural, =1{Huet {count} Noriicht an {param2} geschriwwen} other{Huet {count} Noriichten an {param2} geschriwwen}}
nb: {count, plural, =1{Har skrevet {count} innlegg i {param2}} other{Har skrevet {count} innlegg i {param2}}}
nn: {count, plural, =1{Har skrive {count} innlegg i {param2}} other{Har skrive {count} innlegg i {param2}}}
pl: {count, plural, =1{Opublikowanie wpisu w {param2}} few{Opublikowanie {count} wpisów w {param2}} many{Opublikowanie {count} wpisów w {param2}} other{Opublikowanie {count} wpisów w {param2}}}
pt_br: {count, plural, =1{Publicou {count} mensagem em {param2}} other{Publicou {count} mensagens em {param2}}}
tt: {count, plural, other{{count} хәбәрләрне нәшер итте{param2}}}
zh: {count, plural, other{在 {param2} 发布 {count} 条留言}}

# activityPlayedNbMoves
source: {count, plural, =0{Played {count} move} =1{Played {count} move} other{Played {count} moves}}
br: {count, plural, =1{C'hoariet he/en deus {count} fiñvadenn} =2{C'hoariet he/en deus {count} fiñvadenn} few{C'hoariet he/en deus {count} fiñvadenn} many{C'hoariet he/en deus {count} fiñvadenn} other{C'hoariet he/en deus {count} fiñvadenn}}
de: {count, plural, =1{Spielte {count} Zug} other{Spielte {count} Züge}}
et: {count, plural, =1{Mängis {count} käigu} other{Mängis {count} käiku}}
fa: {count, plural, =1{{count} حرکت انجام داد} other{{count} حرکت انجام داد}}
fo: {count, plural, =1{Telvaði {count} leik} other{Telvaði {count} leikir}}
fr: {count, plural, =1{A joué {count} coup} other{A joué {count} coups}}
ga: {count, plural, =1{Beart amháin imeartha} =2{{count} bheart imeartha} few{{count} beart imeartha} many{{count} beart imeartha} other{{count} beart imeartha}}
hi: {count, plural, =1{{count} चाल चली} other{{count} चालें चली}}
hr: {count, plural, =1{Igrao/la {count} potez} few{Igrao/la {count} potez} other{Igrao/la {count} poteza}}
hu: {count, plural, =1{{count} lépést tett} other{{count} lépést tett}}
ja: {count, plural, other{{count} 手をプレイ}}
lb: {count, plural, =1{Huet {count} Zuch gespillt} other{Huet {count} Zich gespillt}}
nb: {count, plural, =1{Har spilt {count} trekk} other{Har spilt {count} trekk}}
nn: {count, plural, =1{Spelt {count} trekk} other{Spelt {count} trekk}}
pl: {count, plural, =1{Wykonany {count} ruch} few{Wykonane {count} ruchy} many{Wykonane {count} ruchów} other{Wykonane {count} ruchów}}
pt_br: {count, plural, =1{Jogou {count} movimento} other{Jogou {count} movimentos}}
tt: {count, plural, other{{count} хәрәкәт уйнады}}
zh: {count, plural, other{下了 {count} 手棋}}

# activityInNbCorrespondenceGames
source: {count, plural, =0{in {count} correspondence game} =1{in {count} correspondence game} other{in {count} correspondence games}}
br: {count, plural, =1{en {count} c'hrogad a-bell} =2{e {count} grogad a-bell} few{e {count} krogad a-bell} many{e {count} krogad a-bell} other{e {count} krogad a-bell}}
de: {count, plural, =1{in {count} Fernschachpartie} other{in {count} Fernschachpartien}}
et: {count, plural, =1{lõpetas {count} kirjavahetusmängu} other{lõpetas {count} kirjavahetusmängu}}
fa: {count, plural, =1{در {count} بازی مکاتبه‌ای} other{در {count} بازی مکاتبه‌ای}}
fo: {count, plural, =1{í {count} brævtalvi} other{í {count} brævtalvum}}
fr: {count, plural, =1{dans {count} partie par correspondance} other{dans {count} parties par correspondance}}
ga: {count, plural, =1{i gcluiche amháin comhfhreagrais} =2{i {count} chluiche comhfhreagrais} few{i {count} cluiche comhfhreagrais} many{i {count} cluiche comhfhreagrais} other{i {count} cluiche comhfhreagrais}}
hi: {count, plural, =1{{count} पत्राचार खेल में} other{{count} पत्राचार खेलों में}}
hr: {count, plural, =1{u {count} partiji dopisnog šaha} few{u {count} partije dopisnog šaha} other{u {count} partija dopisnog šaha}}
hu: {count, plural, =1{{count} levelező játszmában} other{{count} levelező játszmában}}
ja: {count, plural, other{（通信戦 {count} 局で）}}
lb: {count, plural, =1{an {count} Fernschachpartie} other{an {count} Fernschachpartien}}
nb: {count, plural, =1{i {count} fjernsjakkparti} other{i {count} fjernsjakkpartier}}
nn: {count, plural, =1{i {count} fjernsjakkparti} other{i {count} fjernsjakkparti}}
pl: {count, plural, =1{w {count} partii korespondencyjnej} few{w {count} partiach korespondencyjnych} many{w {count} partiach korespondencyjnych} other{w {count} partiach korespondencyjnych}}
pt_br: {count, plural, =1{em {count} jogo por correspondência} other{em {count} jogos por correspondência}}
tt: {count, plural, other{{count} хат язышу уенында}}
zh: {count, plural, other{在 {count} 局通讯棋局中}}

# activityCompletedNbGames
source: {count, plural, =0{Completed {count} correspondence game} =1{Completed {count} correspondence game} other{Completed {count} correspondence games}}
br: {count, plural, =1{{count} c'hrogad a-bell echuet} =2{{count} grogad a-bell echuet} few{{count} krogad a-bell echuet} many{{count} krogad a-bell echuet} other{{count} krogad a-bell echuet}}
de: {count, plural, =1{Hat {count} Fernschachpartie gespielt} other{Hat {count} Fernschachpartien gespielt}}
et: {count, plural, =1{Lõpetas {count} kirjavahetusmängu} other{Lõpetas {count} kirjavahetusmängu}}
fa: {count, plural, =1{{count} بازی مکاتبه‌ای را به پایان رساند} other{{count} بازی مکاتبه‌ای را به پایان رساند}}
fo: {count, plural, =1{Fullførdi {count} brævtalv} other{Fullførdi {count} brævtalv}}
fr: {count, plural, =1{{count} partie par correspondance terminée} other{{count} parties par correspondance terminées}}
ga: {count, plural, =1{{count} cluiche comhfhreagrais críochnaithe} =2{{count} chluiche comhfhreagrais críochnaithe} few{{count} gcluiche comhfhreagrais críochnaithe} many{{count} cluiche comhfhreagrais críochnaithe} other{{count} cluiche comhfhreagrais críochnaithe}}
hi: {count, plural, =1{{count} पत्राचार खेल पूर्ण किया} other{{count} पत्राचार खेल पूर्ण किए}}
hr: {count, plural, =1{Završio/la {count} partiju dopisnog šaha} few{Završio/la {count} partije dopisnog šaha} other{Završio/la {count} partija dopisnog šaha}}
hu: {count, plural, =1{Befejezett {count} levelező sakk játszmát} other{Befejezett {count} levelező sakk játszmát}}
ja: {count, plural, other{{count} 局の通信戦を完了}}
lb: {count, plural, =1{Huet {count} Fernschachpartie gespillt} other{Huet {count} Fernschachpartien gespillt}}
nb: {count, plural, =1{Har spilt ferdig {count} fjernsjakkparti} other{Har spilt ferdig {count} fjernsjakkpartier}}
nn: {count, plural, =1{Har spela {count} fjernsjakkparti} other{Har spela {count} fjernsjakkparti}}
pl: {count, plural, =1{Zakończenie partii korespondencyjnej} few{Zakończenie {count} partii korespondencyjnych} many{Zakończenie {count} partii korespondencyjnych} other{Zakończenie {count} partii korespondencyjnych}}
pt_br: {count, plural, =1{Completou {count} jogo por correspondência} other{Completou {count} jogos por correspondência}}
tt: {count, plural, other{Тәмамлады {count} хат язышу уеннарын}}
zh: {count, plural, other{完成了 {count} 盘通讯棋}}

# activityFollowedNbPlayers
source: {count, plural, =0{Started following {count} player} =1{Started following {count} player} other{Started following {count} players}}
br: {count, plural, =1{Krog eo da heuliañ {count} c'hoarier} =2{Krog eo da heuliañ {count} c'hoarier} few{Krog eo da heuliañ {count} c'hoarier} many{Krog eo da heuliañ {count} c'hoarier} other{Krog eo da heuliañ {count} c'hoarier}}
de: {count, plural, =1{Folgt {count} Spieler} other{Folgt {count} Spielern}}
et: {count, plural, =1{Hakkas jälgima {count} mängijat} other{Hakkas jälgima {count} mängijat}}
fa: {count, plural, =1{{count} بازیکن را دنبال کرد} other{{count} بازیکن را دنبال کرد}}
fo: {count, plural, =1{Fór undir at fylgja {count} telvara} other{Fór undir at fylgja {count} telvarum}}
fr: {count, plural, =1{A commencé à suivre {count} joueur} other{A commencé à suivre {count} joueurs}}
ga: {count, plural, =1{Thosaíodh ficheallaí amháin a leanacht} =2{Thosaíodh {count} fhicheallaí a leanacht} few{Thosaíodh {count} bhficheallaí a leanacht} many{Thosaíodh {count} ficheallaí a leanacht} other{Thosaíodh {count} ficheallaí a leanacht}}
hi: {count, plural, =1{{count} खिलाड़ी का अनुसरण करना शुरू किया} other{{count} खिलाड़ियों का अनुसरण करना शुरू किया}}
hr: {count, plural, =1{Počeo/la pratiti {count} igrača} few{Počeo/la pratiti {count} igrača} other{Počeo/la pratiti {count} igrača}}
hu: {count, plural, =1{{count} játékost kezdett követni} other{{count} játékost kezdett követni}}
ja: {count, plural, other{{count} 人をフォロー開始}}
lb: {count, plural, =1{Suivéiert {count} Spiller} other{Suivéiert {count} Spiller}}
nb: {count, plural, =1{Følger {count} spiller} other{Følger {count} spillere}}
nn: {count, plural, =1{Følgjer {count} spelar} other{Følgjer {count} spelarar}}
pl: {count, plural, =1{Rozpoczęcie obserwowania gracza} few{Rozpoczęcie obserwowania {count} graczy} many{Rozpoczęcie obserwowania {count} graczy} other{Rozpoczęcie obserwowania {count} graczy}}
pt_br: {count, plural, =1{Começou a seguir {count} jogador} other{Começou a seguir {count} jogadores}}
tt: {count, plural, other{{count} уйнаучы артыннан кушылды}}
zh: {count, plural, other{新关注 {count} 个用户}}
