Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# aboutSimulRealLife
source: The concept is taken from real world events. In real life, this involves the simul host moving from table to table to play a single move.
br: Bezañ ez eus diouzh abadennoù e-giz-se evit gwir. D'ar c'hoarier da vont deus un daol d'eben evit ober ur fiñvadenn bep tro.
de: Das Konzept ähnelt dem bei echten Simultanveranstaltungen, wo sich der Alleinspieler von Brett zu Brett bewegt.
et: See mõiste on võetud reaalsest elust. Päris elus simultaani andja liigub laualt lauale, et teha ühte käiku.
fa: این مفهوم از رویدادهای واقعی الهام گرفته شده است. در آن جا میزبان میز به میز برای انجام حرکت خود، حرکت می کند.
fo: Hugtakið er tikið úr veruliga heiminum, har verturin fyri fjøltalvum gongur frá einum borði til tað næsta at flyta ein leik í senn.
fr: Le concept est inspiré de la vie réelle, où le joueur passe d'un échiquier à l'autre pour jouer chaque coup.
ga: Tá an coincheap bunaithe ar eachtraí an fíorshaol. Sa fíorshaol, baineann sé seo leis an óstach comhuaineach ag bogadh ó thábla go tábla chun aon bheart amháin a dhéanamh.
hi: यह कांसेप्ट असली दुनिया की घटनाओं से लिया गया है। असली जिंदगी मैं सिमुल का मेजबान एक टेबल से दूसरी टेबल जाकर हर एक चाल चलता है।
hr: Koncept je preuzet iz stvarnog života. U stvarnom životu, ovo uključuje domaćina simultanke koji ide od ploče do ploče da odigra pojedinačni potez.
hu: Ez a fejlesztés a való életre alapoz, ahol a szimultán játékos táblától tábláig megy és egy lépést tesz.
ja: コンセプトは現実の同時対局と同じです。現実世界では 1 人がテーブルを回って 1 手ずつ指していきます。
lb: D'Konzept gläicht deem vun richtegen Simultanveranstaltungen, wou den Host vun Briet zu Briet geet.
nb: Konseptet er tatt fra virkelige oppvisninger. I disse oppvisningene beveger den som gjør oppvisning seg fra brett til brett for å gjøre enkelttrekk.
nn: Konseptet er henta frå verkelege framsyningar der verten for arrangementet går frå bord til bord og spelar mot fleire motstandarar samstundes.
pl: Pomysł został zaczerpnięty z rzeczywistych rozgrywek. Symultanista przemieszcza się pomiędzy szachownicami wykonując na nich posunięcia.
pt_br: O conceito provém de eventos reais, nos quais o simultanista se move de mesa em mesa, executando um movimento por vez.
tt: Концепция хакыкый дөнья вакыйгаларыннан алынган. Хакыкый хаяттә бу бер үк вакытта алып барган хәрәкәтләрне өстәлдән өстәлгә уйнашны үзе хәрәкәт итте.
zh: 这个概念来自真实的国际比赛。在现实中，这涉及到车轮战主持在桌与桌之间来回穿梭走棋。

# aboutSimulRules
source: When the simul starts, every player starts a game with the host, who gets to play the white pieces. The simul ends when all games are complete.
br: Pa grog an abadenn gempred e krog pep krogad gant an ostiz ivez. Gantañ e vez c'hoariet ar re wenn. Ur wech echu an holl grogadoù e vo fin an abadenn gempred.
de: Beim Start des Simultan beginnt der Alleinspieler mit Weiß und spielt so lange mit wechselnden Gegnern, bis alle Partien beendet sind.
et: Simultaani algades, iga mängija alustab mängu korraldajaga, kes mängib valgete nuppudega. Simultaan lõpeb kui kõik mängud on mängitud.
fa: وقتی نمایش همزمان شروع شود، هر بازیکن یک بازی را با میزبان که با مهره سفید بازی میکند آغاز میکند. نمایش وقتی تمام می شود که تمام بازی ها تمام شده باشند.
fo: Tá ið fjøltalvið byrjar, fer hvør leikari undir eitt talv móti vertinum, ið sleppur at telva við hvíta fólkinum. Fjøltalvið endar, tá ið øll talv eru liðug.
fr: Quand la simultanée commence, chaque joueur débute une partie contre l'hôte, qui a les Blancs. La simultanée prend fin lorsque toutes les parties sont terminées.
ga: Nuair a thosaíonn an cluiche comhuaineach, tosaíonn gach imreoir cluiche leis an óstach, a imríonn leis na píosaí bána. Críochnaíonn an cluiche comhuaineach nuair a chríochnaíonn gach cluiche.
hi: जब सिमुल आरम्भ होता है तब हर खिलाडी एक खेल आरम्भ करता है जिसे सफ़ेद खेलने को दिया जाता है। सिमुल तब समाप्त हो जाता है जब सारे खेलों का अंत हो जाता है।
hr: Kada simultanka započne, svaki igrač započinje partiju protiv domaćina, koji dobiva bijele figure. Simultanka završava kada završe sve partije.
hu: Minden játékos a szimultánt adó játékos ellen játszik, aki a világos bábukat vezeti. A szimultán akkor ér véget, amikor az összes játszma befejeződik.
ja: 同時対局が始まると、全員がホスト（白番）と対戦します。同時対局はすべての対局が終わった時に終了します。
lb: Wann d'Simul ufänkt, start all Spiller eng Partie mam Host. D'Simul ass fäerdeg wann all Partien fäerdeg sinn.
nb: Når simultanen begynner, starter hver spiller et parti med verten. Simultanen avsluttes når alle partiene er ferdige.
nn: Når simultanframsyninga byrjar, startar alle deltakarane eit parti mot den som er vert. Verten får spela med dei kvite brikkene. Simultanoppvisinga endar når alle partia er ferdigspelte.
pl: Gdy symultana się rozpocznie, każdy gracz rozgrywa partię przeciwko symultaniście. Symultanista gra zawsze białymi. Symultana kończy się po zakończeniu wszystkich partii.
pt_br: Quando a simultânea começa, cada jogador começa sua partida contra o simultanista, o qual sempre tem as brancas. A simultânea termina quando todas as partidas são finalizadas.
tt: Берүк башлаганда һәр бер уенчы алып баручы белән уенны уенны башлады. Берүк барча уеннар тутаганнан соң туктый.
zh: 当车轮战开始时， 每个棋手都与主持开始下棋， 而主持用白方。当所有的对局都结束时，车轮战就结束了。

# aboutSimulSettings
source: Simuls are always casual. Rematches, takebacks and adding time are disabled.
br: Krogadoù a vignoniezh eo an abadennoù kempred bepred. Kinnigoù c'hoari en-dro, nullañ ar fiñvadenn ziwezhañ pe ouzhpennañ amzer zo diweredekaet.
de: Simultane sind immer ungewertet. Revanchen, Zugrücknahme und zusätzliche Zeit sind deaktiviert.
et: Simultaanid on alati ilma reitinguta. Kordusmäng, käikude tagasivõtmised ning aja lisamine on keelatud.
fa: نمایش های همزمان همیشه غیر رسمی هستند. بازی دوباره، پس گرفتن حرکت و اضافه کردن زمان غیرفعال شده اند.
fo: Fjøltalv eru altíð uttan styrkismetingar. Til ber ikki at leggja tíð aftrat, telva nýggj talv ella telva við afturtøkum.
fr: Les parties simultanées sont toujours amicales. Les revanches, l'annulation de coups et la possibilité de donner du temps sont désactivées.
ga: Bíonn cluichí comhuaineacha neamhfhoirmiúil i gconaí. Tá athimirt, aistarraing agus am breise díchumasaithe.
hi: सिमुल हमेशा आकाशमिक होते हैं। फिर से खेलना, चाल वापस लेना और अधिक समय प्रदान करने के विकलब बंद होते हैं।
hr: Simultanke su uvijek prijateljske. Revanši, vraćanje poteza te dodavanje vremena su isključeni.
hu: A szimultán játékok mindig fixáltak. Visszavágó, visszalépés és több idő adás funkciók nem elérhetőek.
ja: 同時対局は非レート戦です。再対局、待った、持時間追加はできません。
lb: Simultanpartië sinn ëmmer ongewäert. Revanchen, Zeréckhuelen an Zäit bäigi sinn net méiglech.
nb: Simultaner er alltid uformelle. Omkamper, angring og ekstra tid er ikke lov.
nn: Simultanframsyningar er alltid urangerte. Omstart, attendetrekk og "meirtid" er slått av.
pl: Symultany są zawsze grami towarzyskimi. Rewanż, cofanie ruchów i dodawanie czasu nie są dostępne.
pt_br: As simultâneas sempre são partidas amigáveis. Revanches, voltar jogadas e tempo adicional estão desativados.
tt: Берүк һаманда рәсми түгел. Кайтаргыч уеннар, кайтарып алулар һәм вакыт өстәү мәгакъ.
zh: 车轮战都是休闲对局。重赛、悔棋和加时功能被禁用。

source: Create
br: Krouiñ
de: Erstellen
et: Loo
fa: ساختن
fo: Stovna
fr: Créer
ga: Cruthaigh
hi: बनाएं
hr: Kreiraj
hu: Létrehozás
ja: 作成する
lb: Kreéieren
nb: Opprett
nn: Opprett
pl: Utwórz
pt_br: Criar
tt: Ячарга
zh: 创建

# whenCreateSimul
source: When you create a Simul, you get to play several players at once.
br: Pa grouit un abadenn gempred ho pez meur a c'hoarier da enebiñ oute.
de: Wenn du ein Simultan erstellst, spielst du mit mehreren Gegnern gleichzeitig.
et: Kui lood simultaani, saad mängida samaaegselt mitme vastasega.
fa: وقتی یک نمایش همزمان ایجاد میکنید باید با چند نفر همزمان بازی کنید.
fo: Tá ið tú stovnar eitt fjøltalv, sleppur tú at telva móti fleiri telvarum í senn.
fr: Lorsque vous créez une simultanée, vouz affrontez plusieurs adversaires à la fois.
ga: Nuair a chruthaíonn tú cluiche comhuaineach, imríonn tú roinnt imreoirí ag an am céanna.
hi: जब आप सिमुल बनाते हैं तो आपको कई खिलाडियों के साथ एक साथ खेलने का मौका मिलता है
hr: Kada kreiraš simultanku, igraš protiv više igrača istovremeno.
hu: Ha egy szimultánt hozol létre, több játékos ellen fogsz játszani.
ja: 同時対局を作成すると、同時に複数の相手と対戦できます。
lb: Wanns du eng Simul kreéiers. kanns du géint puer Spiller gläichzäiteg spillen.
nb: Når du oppretter en simultan, får du spille mot flere spillere samtidig.
nn: Når du arrangerer ei simultanframsyning spelar du mot fleire motstandarar samstundes.
pl: W symultanie będziesz grał równocześnie z kilkoma przeciwnikami.
pt_br: Quando cria uma simultânea, você joga com vários adversários ao mesmo tempo.
tt: Качанда сез Берүк ачканда, сезгә уйнау өчен берничә уенчы тугры киләдер.
zh: 当你创建一个车轮战时，你要一次同时跟几个棋手一起下棋。

# simulVariantsHint
source: If you select several variants, each player gets to choose which one to play.
br: Ma choazit meur a eilstumm en do pep c'hoarier da zibab pehini c'hoari.
de: Wurden mehrere Varianten gewählt, kann jeder Spieler sich eine Variante aussuchen.
et: Kui valid mitu varianti, saab iga mängija valida ise millist mängida.
fa: اگر چندین گونه را انتخاب کنید، هر بازیکن می‌تواند انتخاب کند که کدام یک را بازی کند.
fo: Velur tú fleiri avbrigdi, sleppur hvør telvari at gera av, hvat avbrigdi telvað verður.
fr: Si vous sélectionnez plusieurs variantes, chaque joueur doit choisir laquelle jouer.
ga: Má roghnaíonn tú roinnt leaganacha, faigheann gach imreoir deis cluiche a roghnú.
hi: अगर आप कई सारे रूपांतर लेते हैं तो हर खिलाडी को यह चुनने का हक़ होती है की वो क्या खेले
hr: Ako izabereš nekoliko varijanti, svaki igrač je u mogućnosti da izabere koju će igrati.
hu: Ha több variánst hozol létre, minden játékos eldöntheti mihez csatlakozik.
ja: 複数のバリアントを選ぶと、どのバリアントにするか相手が選べます。
lb: Wanns du puer Varianten auswiehls, kann all Spiller wiehlen, wéieng hien spillt.
nb: Hvis du velger flere varianter får hver spiller anledning til å velge hvilken de vil spille.
nn: Om du vel fleire variantar, får kvar spelar velje kva variant dei ønskjer.
pl: Gdy zaznaczysz kilka wariantów gry, każdy przeciwnik będzie mógł wybrać, który wariant chce grać.
pt_br: Se você selecionar diversas variantes, cada jogador poderá escolher qual delas jogar.
tt: Әгәр сез берничә вариантны сайласагыз, һәр уйнаучы сайлый ала берне уйнау өчен.
zh: 如果你选择几种变体，每个棋手都能选择其中之一。

# simulClockHint
source: Fischer Clock setup. The more players you take on, the more time you may need.
br: Aozet an horolaj e mod Fischer. Seul vuioc'h a c'hoarierien seul vuioc'h a amzer ho po ezhomm da gaout.
de: Fischer Bedenkzeit. Je mehr Gegner du hast, desto mehr Zeit wirst du benötigen.
et: Fischeri ajakontroll. Mida rohkemate mängijate vastu mängida, seda enam aega võib vaja minna.
fa: تنظیم ساعت فیشر. هرچه از بازیکنان بیشتری برنده شوید، زمان بیشتری نیاز دارید
fo: Fischerklokku-uppseting. Fleiri telvarum, tú telvar móti, meiri tíð tørvar tær.
fr: Configuration de la cadence Fischer. Plus il y a d'adversaires, plus vous pourriez avoir besoin de temps.
ga: Suiteáil Clog Fischer. Braitheann an méid ama a theastaíonn uait ar an méid céile comhraic atá agat.
hi: फिशर क्लॉक सेटअप। आप जितने ज्यादा खिलाडी लेंगे, उतना आपको अधिक समय की आव्यशकता होगी।
hr: Fischer podešavanje sata. Što više igrača primiš, više vremena bit će ti potrebno.
hu: Fisher óra beállítás. Minél több játékossal játszol, annál több időre lesz szükség
ja: フィッシャーモードの設定。相手が多いほど追加時間は長めに。
lb: Fischer Bedenkzäit. Je méi Géigner du hues, desto méi Zäit wäers du brauchen.
nb: Fischeroppsett. Desto flere spillere som spiller mot deg, jo mer tid vil du antageligvis trenge.
nn: Fischer klokkesett. Jo fleire spelarar du tar med, jo meir tid kan du trengje.
pl: Ustawienia zegara Fischera. W przypadku większej liczby graczy możesz potrzebować więcej czasu.
pt_br: Configuração de acréscimos no relógio. Quanto mais jogadores admitir, mais tempo pode necessitar.
tt: Фишер Сәгатен үзләштерү. Күбрәк уенчыларны кабул кылсагыз, сезгә кубрәк вакыт кирәк буласы мөмкин.
zh: 菲舍尔时钟设置。挑战者越多，你所需时间就可能相应越多。

# simulAddExtraTime
source: You may add extra time to your clock to help cope with the simul.
br: Gallout a rit lakaat amzer ouzhpenn d'ho horolaj, evit ho sikour d'ober war-dro ar bartienn gempred.
de: Du kannst dir selbst zusätzliche Zeit hinzufügen, um mit dem Simultan zurechtzukommen.
et: Võid lisada kellale lisaaega, et simultaaniga paremini hakkama saada.
fa: برای کمک به شما میتوانید برای خود زمان اضافی در نظر بگیرید.
fo: Tú hevur loyvi at leggja tíð aftrat tínari klokku til tess at hjálpa tær at megna at telva fjøltalvið.
fr: Vous pouvez ajouter du temps supplémentaire à votre pendule pour gérer la simultanée.
ga: Féadfaidh tú am breise a chur le do chlog chun cabhrú leat déileáil leis an gcluiche comhuaineach.
hi: सिमुल का सामना करने के लिए आप अपनी घडी में अतिरिक्त समय जोड़ सकते हैं
hr: Možeš dodati dodatno vrijeme na svoj sat da ti pomogne savladati simultanku.
hu: Plusz időt adhatsz az órához, hogy a szimultán könnyebb legyen.
ja: 同時対局の手間を考え、自分に持時間をさらに追加できます。
lb: Du kanns dir extra Zäit ginn fir besser mat der Simul zurechtzekommen.
nb: Du kan legge til ekstra tid på klokken din for å makte simultanen.
nn: Du kan legge til ekstra tid på di eiga klokka for å makte simultanframsyninga.
pl: Aby ułatwić sobie rozegranie symultany możesz ustawić dodatkowy czas dla siebie.
pt_br: Você pode acrescentar tempo adicional a seu relógio, para ajudá-lo a lidar com a simultânea.
tt: Берүктә җиңәр өчен сезгә сәгатькә кушымча вакыт кушышсагыз мөмкин.
zh: 你可以为自己附加时间应对车轮战。

# simulHostExtraTime
source: Host extra clock time
br: Lakaat amzer ouzhpenn d'ho horolaj
de: Extra Bedenkzeit des Ausrichters
et: Sinultaani korraldaja lisaaeg
fa: زمان اضافی میزبان
fo: Vertur fær eyka klokkutíð
fr: Temps supplémentaire de l'hôte
ga: Am breise an óstaigh
hi: अतिरिक्त समय की मेजबानी करें
hr: Dodatno vrijeme domaćina
hu: Időbónusz
ja: ホスト延長時間
lb: Host extra Zäit
nb: Ekstra tid for verten
nn: Ekstra tid for simultanoppvisaren
pl: Dodatkowy czas dla symultanisty
pt_br: Tempo adicional do simultanista
tt: Алып барырга өстәмә сәгать вакытын
zh: 主持的额外时间

# simulAddExtraTimePerPlayer
source: Add initial time to your clock for each player joining the simul.
de: Füge deiner Uhr für jeden Spieler, der deinem Simultan beitritt, zu Beginn zusätzliche Bedenkzeit hinzu.
fa: به ازای پیوستن هر بازیکن، به زمان اولیه خود اضافه کنید.
fr: Ajouter le temps initial à votre pendule pour chaque joueur participant à la simultanée
ga: Cuir am tosaigh le do chlog do gach imreoir a ghlacann páirt sa chluiche comhuaineach.
hr: Dodaj početno vrijeme svom satu za svakog igrača koji se pridruži simultanki.
hu: A beállított idő hozzáadása az órádhoz minden szimultánhoz csatlakozó játékos után.
ja: 同時対局の参加者 1 人につき何分の形で自分の持時間を増やせます。
lb: Gëff denger Auer zousätzlech Zäit fir all Spiller deen der Simultan bäitrëtt.
nb: Legg til ekstra tid på klokken din for hver deltaker.
nn: Legg ekstra tenketid til klokka di for kvar spelar som melder seg på simultanspelet.
pl: Dodaj początkowy czas do zegara dla każdego gracza dołączającego do symultany.
pt_br: Adicionar tempo inicial ao seu relógio por cada jogador adversário que entrar na simultânea.
zh: 每有一个玩家加入车轮战，您棋钟的初始时间都将增加。

# simulHostExtraTimePerPlayer
source: Host extra clock time per player
de: Teile jedem Spieler zusätzliche Bedenkzeit zu
fa: زمان اضافه میزبان به ازای بازیکن
fr: Temps additionnel ajouté à la pendule de l'hôte pour chaque joueur
ga: Óstáil am breise clog do gach imreora
hr: Održi dodatno vrijeme po igraču
hu: Játékosonként extra idő az órához
ja: ホスト延長時間（人数比例）
lb: Gëff all Spiller zousätzlech Bedenkzäit
nb: Ekstra tenketid som simultanverten får for hver spiller
nn: Ekstra tenketid som simultanverten får for kvar spelar
pl: Dodatkowy czas dla symultanisty za każdego gracza
pt_br: Tempo adicional do simultanista por jogador
zh: 每个玩家加入后棋钟增加的额外时间

source: Lichess tournaments
br: Tournamantoù Lichess
de: Lichess Turniere
et: Lichessi turniirid
fa: مسابقات لی چس
fo: Lichess kappingar
fr: Tournois Lichess
ga: Comórtais Lichess
hi: lichess की प्रतियोगिताएं
hr: Lichess turniri
hu: Lichess versenyek
ja: Lichess トーナメント
lb: Lichess Turnéier
nb: Lichessturneringer
nn: Lichess-turnering
pl: Turnieje Lichess
pt_br: Torneios do Lichess
tt: Личесс бәйгеләре
zh: Lichess 锦标赛

# tournamentFAQ
source: Arena tournament FAQ
br: FAG aren an tournamant
de: Arena FAQ
et: Areeni turniiride KKK
fa: سوالات متداول مسابقات
fo: Arena-kapping FAQ
fr: FAQ des tournois
ga: Ceisteanna Coitianta Comórtais Airéine
hi: अखाडा प्रतियोगिता के बारे में कई बार पूछे गए सवाल
hr: Najčešće postavljana pitanja o Arena turnirima
hu: Aréna verseny GYIK
ja: アリーナ・トーナメントFAQ
lb: Arena Turnéier FAQ
nb: Arenaturneringsspørsmål
nn: Spørsmål og svar knytta til arenaturnering
pl: Turnieje typu Arena FAQ
pt_br: Perguntas Frequentes sobre torneios no estilo Arena
tt: Бәйге мәйданы ЕБС
zh: 锦标赛常见问题

source: Time before tournament starts
br: Ar pezh a chom a-raok ma krogfe an tournamant
de: Zeit bis zum Start des Turniers
et: Aega turniiri alguseni
fa: زمان باقی مانده به شروع مسابقه
fo: Tíð áðrenn kapping byrjar
fr: Temps restant avant le début du tournoi
ga: Am fágtha sula dtosnaíonn an comórtas
hi: प्रतियोगिता के आरंभ होने में समय
hr: Vrijeme prije nego turnir započne
hu: Kezdés ennyi perc múlva
ja: 開始までの時間
lb: Zäit bis den Turnéier ufänkt
nb: Tid før turnering starter
nn: Tid til turneringa startar
pl: Czas do rozpoczęcia turnieju
pt_br: Contagem regressiva para início do torneio
tt: Бәйге башланыр алдындагы вакыт
zh: 距比赛开始时间

source: Average centipawn loss
br: Koll keitat e sentipawn
de: Durchschnittlicher Zentibauer-Verlust
et: Keskmine kaotus käigu kohta sajandiketturites
fa: میانگین سرباز از دست داده
fo: Miðal centifinnu-tap
fr: Perte moyenne en centipions
ga: Meán chaillteanas ceithearnach sa lár
hi: सामान्य हार गया
hr: Prosječni gubitak u stotim dijelovima pješaka
hu: Átlagos gyalogveszteség
ja: 平均センチポーン差
lb: Ø-Verloscht vun 1/100-Bauer p. Zuch
nb: Gjennomsnittlig centibondetap
nn: Gjennomsnittleg centibondetap
pl: Średnia strata w centypionach
pt_br: Perda média em centipeões
tt: Уртача урнашу-матерьялы җиңүлүе
zh: 平均厘兵损失

source: Accuracy
br: Resisted
de: Genauigkeit
et: Täpsus
fa: دقت
fr: Précision
ga: Cruinneas
hr: Preciznost
hu: Pontosság
ja: 正確度
lb: Prezisioun
nb: Presisjon
nn: Presisjon
pl: Dokładność
pt_br: Precisão
zh: 准确度

source: Keyboard shortcuts
br: Berradennoù an douchennaoueg
de: Tastenkürzel
et: Kiirklahvid
fa: میانبر های صفحه کلید
fo: Knappaborðssnarvegir
fr: Raccourcis clavier
ga: Aicearraí méarchláir
hi: किबोर्ड के शार्टकट
hr: Kratice na tipkovnici
hu: Billentyű kombinációk
ja: ショートカットキー
lb: Tastaturkürzel
nb: Tastatursnarveier
nn: Snarvegar på tastaturet
pl: Skróty klawiaturowe
pt_br: Atalhos de teclado
tt: Керткечнең эзмәләре
zh: 快捷键

# keyMoveBackwardOrForward
source: move backward/forward
br: mont war-raok/kilañ
de: Zug zurück/vor
et: liigu tagasi/edasi
fa: حرکت به عقب/جلو
fo: flyt aftur/fram
fr: avancer/reculer
ga: bog siar/ar aghaidh
hi: आगे खेले पीछे करे
hr: idi natrag/naprijed
hu: lépj előre/hátra
ja: 手を戻す/進める
lb: zeréck/no fir beweegen
nb: Gå bakover/fremover
nn: flytt att og fram
pl: idź wstecz/do przodu
pt_br: retroceder/avançar lance
tt: артка/Алга хәрәкәт
zh: 后退/前进

# keyGoToStartOrEnd
source: go to start/end
br: mont d'an deroù/d'ar fin
de: zum Anfang/Ende
et: mine algusesse/lõppu
fa: رفتن به آغاز/پایان
fo: far til byrjan/enda
fr: aller au début/à la fin
ga: téigh chuig tús/deireadh
hi: शुरूआत मे हिलाए
hr: idi na početak/kraj
hu: menjen az elejére/végére
ja: 最初/最後に戻る
lb: bei Start/Schluss goen
nb: Gå til start/slutt
nn: gå til byrjinga/slutten
pl: idź na początek/koniec
pt_br: ir para início/fim
tt: башлануга/бетүгә
zh: 跳到开始/结束

# keyShowOrHideComments
source: show/hide comments
br: diskouez/skoachañ an evezhiadennoù
de: zeige/verberge Kommentare
et: näita/peida kommentaarid
fa: نمایش/ پنهان کردن نظرات
fo: vís/fjal viðmerkingar
fr: montrer/cacher les annotations
ga: taispeáin/folaigh nótaí tráchta
hi: टिपण्णी दिखाएँ/छिपाएँ
hr: pokaži/sakrij komentare
hu: kommentek megjelenítése/elrejtése
ja: コメントを表示する/隠す
lb: Kommentarer weisen/verstoppen
nb: Vis/skjul kommentarer
nn: syn/gøym kommentarar
pl: pokaż/ukryj komentarze
pt_br: mostrar/ocultar comentários
tt: комментларны ачу/качыру
zh: 显示／隐藏评论

# keyEnterOrExitVariation
source: enter/exit variation
br: mont ebarzh/kuitaat an eilstumm
de: Variante wählen/verlassen
et: lisa/eemalda variatsioon
fa: ورود / خروج به شاخه
fo: lat upp/lat aftur avbrigdi
fr: entrer dans/sortir d'une variante
ga: iontráil/scor comhathrú
hi: अंदर बाहर करे
hr: otvori/zatvori varijantu
hu: ki/belépés változatba
ja: 変化に入る/出る
lb: Variant wielen/verloossen
nb: Gå inn i/ut av variant
nn: gå inn i/gå ut av varianten
pl: wejdź/opuść wariant
pt_br: entrar/sair da variante
tt: керт/чык вариантны
zh: 进入或退出变着

# keyRequestComputerAnalysis
source: Request computer analysis, learn from your mistakes
de: Hole dir eine Computer-Analyse, lerne aus deinen Fehlern
fa: درخواست تحلیل رایانه‌ای، از اشتباه‌های‌تان بیاموزید
fr: Demandez une analyse informatique, apprenez de vos erreurs
hi: कंप्यूटर विश्लेषण का अनुरोध करें, अपनी गलतियों से सीखें
hu: Kérelmezz számítógépes elemzést és tanulj a hibáidból
ja: コンピュータ解析の要請、自分の悪手に学ぶ
lb: Computeranalys ufroen, léier aus denge Feeler
nb: Be om maskinanalyse, lær av feilene dine
nn: Be om maskinanalyse. Lær av feila dine
pl: Poproś o analizę komputerową, ucz się na swoich błędach
pt_br: Solicite análise do computador, aprenda com seus erros
zh: 请求电脑分析，并从你的失误中学习

# keyNextLearnFromYourMistakes
source: Next (learn from your mistakes)
br: Da heul (deskit diouzh ho fazioù)
de: Als Nächstes (Lerne aus deinen Fehlern)
fa: بعدی (از اشتباهات خود درس بگیرید)
fr: Suivant (apprenez de vos erreurs)
hi: आगे (अपनी गलतियों से सीखें)
hu: Következő (Tanulj a hibáidból)
ja: 次（自分の悪手に学ぶ）
lb: Nächst (Aus dengen Feeler léieren)
nb: Neste (lær av feilene dine)
nn: Neste (lær av feila dine)
pl: Następny (Ucz się na swoich błędach)
pt_br: Próximo (Aprenda com seus erros)
zh: 下一个 (从你的失误中学习)

# keyNextBlunder
source: Next blunder
br: Blunder nesañ
de: Der nächste grobe Patzer
fa: اشتباه فاحش بعدی
fr: Gaffe suivante
hi: अगली बड़ी गलती
hu: Következő baklövés
ja: 次の大悪手
lb: Nächst Gaffe
nb: Neste bukk
nn: Neste store mistak ("bukk")
pl: Następny błąd
pt_br: Próximo erro grave
zh: 下一个漏着

# keyNextMistake
source: Next mistake
br: Fazi nesañ
de: Der nächste Fehler
et: Järgmine viga
fa: اشتباه بعدی
fr: Erreur suivante
hi: अगली गलती
hu: Következő hiba
ja: 次の悪手
lb: Nächsten Feeler
nb: Neste feil
nn: Neste mistak
pl: Następna pomyłka
pt_br: Próximo erro
zh: 下一个错着

# keyNextInaccuracy
source: Next inaccuracy
br: Diresisted nesañ
de: Die nächste Ungenauigkeit
et: Järgmine ebatäpsus
fa: بی‌دقتی بعدی
fr: Imprécision suivante
hu: Következő pontatlanság
ja: 次のやや悪手
lb: Nächst Ongenauegkeet
nb: Neste unøyaktighet
nn: Neste upresise trekk
pl: Następna niedokładność
pt_br: Próxima imprecisão
zh: 下一个失准着

source: New tournament
br: Tournamant nevez
de: Neues Turnier
et: Uus turniir
fa: مسابقه جدید
fo: Nýggj kapping
fr: Nouveau tournoi
ga: Comórtas nua
hi: नया टूर्नमेंट बनायें
hr: Novi turnir
hu: Új torna
ja: 新しいトーナメント
lb: Neien Turnéier
nb: Ny turnering
nn: Ny turnering
pl: Nowy turniej
pt_br: Novo torneio
tt: Яңа бәйге
zh: 新锦标赛
