Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# perfStatRatingDeviationTooltip
source: Lower value means the rating is more stable. Above {param1}, the rating is considered provisional. To be included in the rankings, this value should be below {param2} (standard chess) or {param3} (variants).
de: Ein niedriger Wert bedeutet, dass die Wertungszahl stabiler ist. Über {param1} wird die Wertung als vorläufig betrachtet. Um in die Rangliste aufgenommen zu werden, sollte dieser Wert unter {param2} (Standardschach) oder {param3} (Varianten) liegen.
et: Väiksem väärtus tähendab, et reiting on stabiilsem. Rohkem kui {param1} tähendab ajutist reitingut. Rankingu saamiseks see väärtus peab olema väiksem kui {param2} (tavamale) või {param3} (variandid).
fa: مقدار کمتر به این معنی است که درجه‌بندی پایدارتر است. بالاتر از {param1}، درجه‌بندی موقت در نظر گرفته می‌شود. برای قرار گرفتن در درجه‌بندی‌ها، این مقدار باید کم‌تر از {param2} (در شطرنج استاندارد) یا {param3} (در شطرنج‌گونه‌ها) باشد.
fr: Une valeur plus faible indique un classement plus fiable. Au-delà de {param1}, le classement est considéré comme provisoire. Pour être inclus dans les classements, cette valeur doit être inférieure à {param2} (échecs standards) ou {param3} (variantes).
ga: Ciallaíonn luach níos ísle go bhfuil an rátáil níos cobhsaí. Os cionn {param1}, meastar go bhfuil an rátáil sealadach. Le bheith san áireamh sna rangú, ba cheart go mbeadh an luach seo faoi bhun {param2} (ficheall caighdeánach) nó {param3} (leaganacha).
hi: कम मूल्य का मतलब है कि रेटिंग अधिक स्थिर है। {param1} से ऊपर, रेटिंग को अनंतिम माना जाता है। रैंकिंग में शामिल होने के लिए, यह मान {param2} (मानक शतरंज) या {param3} (वेरिएंट) से नीचे होना चाहिए।
hr: Manja vrijednost znači da je ocjena stabilnija. Iznad {param1}, ocjena se smatra privremenom. Da bi bila uključena u ljestvicu, ova vrijednost treba biti ispod {param2} (standardni šah) ili {param3} (varijante).
hu: Az alacsonyabb érték azt jelenti, hogy a minősítés stabilabb. {param1} feletti pontszám ideiglenesnek tekintendő. A ranglistán való szerepléshez ennek az értéknek {param2} (szokásos sakk) vagy {param3} (sakk változatok) alatt kell lennie.
ja: 数字が小さいほどレーティングが安定していることになります。{param1} を超えていると暫定レーティングとなります。ランキング入りするにはこの数字が {param2} 未満（通常ルール）か {param3} 未満（バリアント）でなくてはなりません。
lb: En niddregen Wäert heescht d'Wäertung ass méi stabel. Iwwer {param1} ass d'Wäertung just provisoresch. Fir an der Ranglëscht abegraff ze ginn muss dësen Wäert ënner {param2}(Standard Schach) respektiv {param3}(Varianten) sinn.
nb: Lavere verdi betyr at ratingen er mer stabil. Over {param1} er ratingen provisorisk. For å komme på rangeringslistene må verdien være under {param2} (standard sjakk) eller {param3} (varianter).
nn: Lågare verdi tyder at ratinga er meir stabil. Over {param1} vert ratinga rekna som mellombels. For å koma på ratinglista må verdien vera under {param2} for standardsjakk og under {param3} for variantar.
pl: Niższa wartość oznacza, że ranking jest bardziej stabilny. Powyżej {param1}, ranking jest uważany za tymczasowy. Aby znaleźć się na listach rankingowych, wartość ta powinna być niższa niż {param2} (standardowe szachy) lub {param3} (warianty).
pt_br: Um valor inferior indica que a pontuação é mais estável. Superior a {param1}, a pontuação é classificada como provisória. Para ser incluída nas classificações, esse valor deve ser inferior a {param2} (xadrez padrão) ou {param3} (variantes).
zh: 偏差值越低，等级分越稳定。若偏差值大于 {param1}，则等级分是暂时的。只有当偏差低于 {param2}（标准局）/ {param3}（变种）时，才能进入排名。

# perfStatTotalGames
source: Total games
br: Niver a grogadoù
de: Insgesamte Spiele
et: Mänge kokku
fa: تمام بازی ها
fr: Nombre total de parties
ga: Cluichí iomlána
hi: कुल खेल
hr: Ukupno partija
hu: Összes játszma
ja: 総局数
lb: Total Partien
nb: Totalt antall partier
nn: Totalt antal parti
pl: Wszystkie partie
pt_br: Total de partidas
tt: Бөтен уеннар
zh: 棋局总数

# perfStatRatedGames
source: Rated games
br: Krogadoù renket
de: Gewertete Spiele
et: Reitinguga mängu
fa: بازی های رسمی
fr: Parties classées
ga: Cluichí rátáilte
hi: रेटेड खेल
hr: Rangirane partije
hu: Rangsorolt játszma
ja: レート戦局数
lb: Gewäert Partien
nb: Ratede partier
nn: Rangerte parti
pl: Partie rankingowe
pt_br: Partidas valendo pontos
tt: Рейтинглы уеннар
zh: 排位赛局数

# perfStatTournamentGames
source: Tournament games
br: Krogadoù tournamant
de: Turnierspiele
et: Turniirimänge
fa: بازی های مسابقه ای
fr: Parties de tournoi
ga: Cluichí comórtais
hi: टूर्नामेंट खेल
hr: Turnirske partije
hu: Verseny játszma
ja: トーナメント対局数
lb: Turnéier Partien
nb: Turneringspartier
nn: Turneringsparti
pl: Partie turniejowe
pt_br: Jogos de torneio
tt: Бәйге уеннары
zh: 锦标赛局数

# perfStatBerserkedGames
source: Berserked games
br: Krogadoù berserket
de: Berserker-Partien
et: Berserk mänge
fa: بازی‌های جنون آمیز
fr: Parties berserkées
ga: Cluichí Bainí
hi: निडर खेल
hr: Berserk partije
hu: Berserk játszma
ja: バーサーク局数
lb: Berserk Partien
nb: Berserkpartier
nn: Berserkparti
pl: Partie z berserkiem
pt_br: Partidas Berserked
tt: Яман уеннар
zh: 神速局数

# perfStatTimeSpentPlaying
source: Time spent playing
br: Amzer o c'hoari
de: Gesamtspielzeit
et: Mängimiseks kulutatud aeg
fa: مدت زمان بازی کردن
fr: Temps passé à jouer
ga: Am a chaitear ag imirt
hi: खेलने में बिताया गया समय
hr: Vrijeme provedeno igrajući
hu: Játékkal töltött idő
ja: 総プレイ時間
lb: Gesamt Spillzäit
nb: Tid brukt på å spille
nn: Total speletid
pl: Czas spędzony na grze
pt_br: Tempo jogando
tt: Уенда уздырылган вакыт
zh: 弈棋总时间

# perfStatAverageOpponent
source: Average opponent
br: Live keitat an enebour
de: Durchschnittliche Gegnerwertung
et: Keskmine vastane
fa: حریف معمولی
fr: Classement moyen des adversaires
ga: Meán céile comhraic
hi: औसत प्रतिद्वंद्वी
hr: Prosječni protivnik
hu: Ellenfelek átlaga
ja: 対局相手の平均
lb: Duerchschnëttleche Géigner
nb: Gjennomsnittlig motstanderrating
nn: Gjennomsnittleg motspelarrating
pl: Średni ranking przeciwnika
pt_br: Pontuação média do adversário
tt: Уртача ярышучы
zh: 对手平均等级分

# perfStatVictories
source: Victories
br: Trec'hioù
de: Siege
et: Võite
fa: پیروزی ها
fr: Victoires
ga: Buanna
hi: विजय
hr: Pobjede
hu: Győzelmek
ja: 勝ち
lb: Victoirë
nb: Seire
nn: Sigrar
pl: Zwycięstwa
pt_br: Vitórias
tt: Җиңүләр
zh: 胜

# perfStatDefeats
source: Defeats
br: Lammoù
de: Niederlagen
et: Kaotusi
fa: شکست ها
fr: Défaites
ga: Cailleadh cluichí
hi: पराजय
hr: Porazi
hu: Vereségek
ja: 負け
lb: Defaiten
nb: Tap
nn: Tap
pl: Porażki
pt_br: Derrotas
tt: Җиңелүләр
zh: 负

# perfStatDisconnections
source: Disconnections
br: Digevreadennoù
de: Verbindungsabbrüche
et: Ühendus kaotatud
fa: قطع ارتباطها
fr: Déconnexions
ga: Dícheangail
hi: संपर्क टूटे
hr: Prekidi veze
hu: Szétkapcsolások
ja: 接続切れ
lb: Déconnexiounen
nb: Frakoblinger
nn: Fråkoplingar
pl: Rozłączania
pt_br: Desconexões
tt: Өзелгән
zh: 断线

# perfStatNotEnoughGames
source: Not enough games played
br: N'ho peus ket c'hoariet a-walc'h c'hoazh
de: Nicht genügend Spiele gespielt
et: Ei ole piisavalt palju mängitud
fa: تعداد بازی های انجام شده کافی نیست
fr: Pas assez de parties jouées
ga: Gan go leor cluichí imearta
hi: पर्याप्त खेल नहीं खेले गए
hr: Nedovoljno partija odigrano
hu: Nincs elegendő játszma
ja: 対局数が不十分
lb: Net genug gewäert Partien
nb: For få spilte partier
nn: For få spela parti
pl: Za mało rozegranych partii
pt_br: Jogos insuficientes jogados
tt: Җитми уйналган уеннар
zh: 棋局不足

# perfStatHighestRating
source: Highest rating: {param}
br: Renkadur uhelañ: {param}
de: Höchste Wertungszahl: {param}
et: Kõrgeim reiting: {param}
fa: بالاترین درجه‌بندی: {param}
fr: Meilleur classement atteint : {param}
ga: Rátáil is airde: {param}
hi: अधिकतम रेटिंग:{param}
hr: Najviši rejting: {param}
hu: Legmagasabb pontszám: {param}
ja: 最高レーティング：{param}
lb: Héchste Wäertungszuel: {param}
nb: Høyeste oppnådde rating: {param}
nn: Høgaste rating: {param}
pl: Najwyższy ranking: {param}
pt_br: Pontuação mais alta: {param}
tt: Иң югары рейтинг {param}
zh: 最高等级分: {param}

# perfStatLowestRating
source: Lowest rating: {param}
br: Renkadur izelañ: {param}
de: Niedrigste Wertungszahl: {param}
et: Madalaim reiting: {param}
fa: پایین‌ترین درجه‌بندی: {param}
fr: Plus bas classement atteint : {param}
ga: Rátáil is ísle: {param}
hi: न्यूनतम रेटिंग: {param}
hr: Najniži rejting: {param}
hu: Legalacsonyabb pontszám: {param}
ja: 最低レーティング：{param}
lb: Niddregst Wäertungszuel: {param}
nb: Laveste oppnådde rating: {param}
nn: Lågaste rating: {param}
pl: Najniższy ranking: {param}
pt_br: Rating mais baixo: {param}
tt: Иң кече рейтинг {param}
zh: 最低等级分: {param}

# perfStatFromXToY
source: from {param1} to {param2}
br: etre {param1} ha {param2}
de: von {param1} zu {param2}
et: ajavahemikus {param1} - {param2}
fa: از {param1} تا {param2}
fr: de {param1} à {param2}
ga: ó {param1} go {param2}
hi: {param1} से {param2} तक
hr: od {param1} do {param2}
hu: {param1}-tól {param2}-ig
ja: {param1} から {param2} まで
lb: Vun {param1} bis {param2}
nb: fra {param1} til {param2}
nn: frå {param1} til {param2}
pl: od {param1} do {param2}
pt_br: de {param1} para {param2}
tt: {param1} дан {param2} га
zh: 自 {param1} 至 {param2}

# perfStatWinningStreak
source: Winning streak
br: Krogadoù gounezet da-heul
de: Siegesserie
et: Võitude seeria
fa: بردهای متوالی
fr: Victoires consécutives
ga: Stríoc bua
hi: लगातार जीत की संख्या
hr: Pobjednički niz
hu: Győztes sorozat
ja: 連勝
lb: Erfollegsserie
nb: Seiersrekke
nn: Vinstrekkje
pl: Seria zwycięstw
pt_br: Série de Vitórias
tt: Бер-артлы җиңүләр
zh: 连胜

# perfStatLosingStreak
source: Losing streak
br: Krogadoù kollet da-heul
de: Niederlagenserie
et: Kaotuste seeria
fa: باخت‌های متوالی
fr: Défaites consécutives
ga: Stríoc caillte
hi: लगातार हार की संख्या
hr: Gubitnički niz
hu: Vesztes sorozat
ja: 連敗
lb: Verloschserie
nb: Tapsrekke
nn: Tapsrekke
pl: Seria porażek
pt_br: Série de derrotas
tt: Бер-артлы җиңүлеләр
zh: 连败

# perfStatLongestStreak
source: Longest streak: {param}
br: Brasañ niver da heul: {param}
de: Längste Serie: {param}
et: Pikim seeria: {param}
fa: طولانی‌ترین توالی: {param}
fr: Série la plus longue : {param}
ga: Stríoc is faide: {param}
hi: सबसे लंबी स्ट्रीक: {param}
hr: Najduži niz: {param}
hu: Leghosszabb sorozat: {param}
ja: 最長：{param}
lb: Längste Serie: {param}
nb: Lengste rekke: {param}
nn: Lengste rekke: {param}
pl: Najdłuższa seria: {param}
pt_br: Sequência mais longa: {param}
tt: Иң озын бер-артлы: {param}
zh: 最长纪录: {param}

# perfStatCurrentStreak
source: Current streak: {param}
br: Niver a grogadoù da heul evit poent: {param}
de: Aktuelle Serie: {param}
et: Praegune seeria: {param}
fa: توالی فعلی: {param}
fr: Série actuelle : {param}
ga: Stríoc reatha: {param}
hi: वर्तमान स्ट्रीक: {param}
hr: Trenutni niz: {param}
hu: Jelenlegi sorozat: {param}
ja: 現在：{param}
lb: Aktuell Serie: {param}
nb: Nåværende rekke: {param}
nn: Noverande rekke: {param}
pl: Bieżąca seria: {param}
pt_br: Sequência atual: {param}
tt: Хәзерге бер-артлы: {param}
zh: 当前纪录: {param}

# perfStatBestRated
source: Best rated victories
br: Gwellañ trec'hioù renket
de: Beste gewertete Siege
et: Parimad reitinguga võidud
fa: بهترین پیروزی های رسمی
fr: Meilleures victoires classées
ga: Bua ar an rátáil is fearr
hi: सर्वश्रेष्ठ रेटेड जीत
hr: Najbolje rangirane pobjede
hu: Legjobb győzelmek
ja: 勝った相手の最高
lb: Bescht gewäert Victoirë
nb: Beste seire
nn: Beste sigrar
pl: Najlepsze zwycięstwa
pt_br: Melhores vitórias valendo pontuação
tt: Иң яхшы рейтинглы җиңүләр
zh: 最佳胜利

# perfStatGamesInARow
source: Games played in a row
br: Krogadoù c'hoariet hep troc'h
de: In Folge gespielte Spiele
et: Järjestikusi mänge
fa: بازی های متوالی انجام شده
fr: Parties jouées à la suite
ga: Cluichí a imrítear i ndiaidh a chéile
hi: लगातार खेले गए खेल
hr: Igre odigrane za redom
hu: Egymás után játszott partik
ja: 連続対局数
lb: Partien hannerteneen gespillt
nb: Partier spilt på rad
nn: Parti spela på rad
pl: Gry rozegrane z rzędu
pt_br: Partidas jogadas seguidas
tt: Уеннар рәттән уйналды
zh: 连续对局

# perfStatLessThanOneHour
source: Less than one hour between games
br: Nebeutoc'h evit un eur etre daou grogad
de: Weniger als eine Stunde zwischen den Spielen
et: Mängude vahel vähem kui tund
fa: کمتر از یک ساعت بین بازی‌ها
fr: Moins d'une heure entre les parties
ga: Níos lú ná uair an chloig idir cluichí
hi: वो खेल जिन के बीच एक घंटे से कम फासला हो
hr: Manje od jednog sata između igara
hu: Kevesebb, mint egy óra játszmák között
ja: ゲーム間隔 1 時間以内
lb: Manner wéi eng Stonn zwëschen den Partien
nb: Mindre enn én time mellom partiene
nn: Mindre enn ein time mellom partia
pl: Mniej niż jedna godzina pomiędzy grami
pt_br: Menos de uma hora entre partidas
tt: Уеннар арасында бер сәгатьтән дә азрак
zh: 棋局间隔一个小时以内

# perfStatMaxTimePlaying
source: Max time spent playing
br: Ar muiañ a amzer o c'hoari dizehan
de: Maximale Spielzeit
et: Pikim aeg mängimas
fa: بیشترین زمانی که صرف بازی شده است
fr: Temps maximal à jouer en continu
ga: Uasmhéid ama caite ag imirt
hi: खेलने में बिताया गया अधिकतम समय
hr: Vrijeme provedeno igrajući
hu: Legtöbb játékkal töltött idő
ja: 最長連続プレイ時間
lb: Maximal Spillzäit
nb: Maks tid brukt på å spille
nn: Lengste speletid
pl: Maksymalny czas spędzony na grze
pt_br: Tempo máximo jogando
tt: Бер-артлы уйнаган максималь вакыт
zh: 最长连续对局时间

# perfStatNow
source: now
br: bremañ
de: jetzt
et: nüüd
fa: حالا
fo: nú
fr: maintenant
ga: anois
hi: अभी
hr: sada
hu: most
ja: 現在
lb: Elo
nb: nå
nn: no
pl: teraz
pt_br: agora
tt: хәзер
zh: 现在

# preferencesPreferences
source: Preferences
br: Dibaboù
de: Einstellungen
et: Sätted
fa: تنظیمات
fo: Stillingar
fr: Préférences
ga: Socruithe
hi: प्राथमिकताएं
hr: Postavke
hu: Testreszabás
ja: 設定
lb: Astellungen
nb: Innstillinger
nn: Preferansar
pl: Ustawienia
pt_br: Preferências
tt: Көйләүләр
zh: 偏好设置

# preferencesDisplay
source: Display
de: Anzeige
et: Kuva
fa: صفحه نمایش
fr: Affichage
ga: Taispeáin
hi: डिस्प्ले
hr: Zaslon
hu: Megjelenés
ja: 表示
lb: Usiicht
nb: Visning
nn: Utsjånad
pl: Wyświetlanie
pt_br: Exibição
zh: 显示

# preferencesPrivacy
source: Privacy
br: Buhez prevez
de: Privatsphäre
et: Privaatsus
fa: امنیت و حریم شخصی
fr: Confidentialité
ga: Príobháideacht
hi: प्राइवेसी
hr: Privatnost
hu: Adatvédelem
ja: プライバシー
lb: Privatsphär
nb: Personvern
nn: Privatsfære
pl: Prywatność
pt_br: Privacidade
zh: 隐私设置

# preferencesNotifications
source: Notifications
br: Kemennoù
de: Benachrichtigungen
et: Teavitused
fa: اعلانات
ga: Fógraí
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
ja: 通知
lb: Benoriichtegungen
nb: Varsler
nn: Meldingar
pl: Powiadomienia
pt_br: Notificações
zh: 通知

# preferencesPieceAnimation
source: Piece animation
br: Mod da fiñval ar pezhioù
de: Figurenanimation
et: Malendite liikumine
fa: حرکت مهره ها
fo: Snið á talvfólki
fr: Animation des pièces
ga: Beochan píosa
hi: मोहरों का एनीमेशन
hr: Animacija figura
hu: Bábuk animációja
ja: 駒のアニメーション速度
lb: Figurenanimatioun
nb: Brikke animasjon
nn: Brikkeanimasjon
pl: Animacja ruchu bierek
pt_br: Animação das peças
zh: 棋子动画

# preferencesMaterialDifference
source: Material difference
br: Diforc'hioù a-fet dafar
de: Materialunterschied
et: Materjali erinevus
fa: تفاوت مُهره‌ها
fo: Virðismunur
fr: Différence de matériel
ga: Difríocht ábhartha
hi: सामग्री का अंतर
hr: Razlika u figurama
hu: Bábuk közötti különbség
ja: 駒の損得
lb: Materialënnerscheed
nb: Materiell forskjell
nn: Materiellskilnad
pl: Przewaga materialna
pt_br: Diferença material
zh: 子力差距

# preferencesBoardHighlights
source: Board highlights (last move and check)
br: Gouleier evit sikour war an dablez (fiñvadenn ziwezhañ ha bec'h d'ar roue)
de: Markierungen auf dem Brett (letzter Zug und Schach)
et: Rõhutata viimast käiku ja tuld
fa: رنگ‌نمایی صفحه (آخرین حرکت و کیش)
fo: Upplýstir talvpuntar (seinasti leikur og skák)
fr: Mettre en évidence les cases (dernier coup et échec)
ga: Buaicphointí an bhoird (an mbeart deireanach agus an sáinn)
hi: बोर्ड का हाइलाइट (आख़िरी चाल और शह)
hr: Osvijetli zadnji potez i šah
hu: Kiemelés a táblán (utolsó lépés és sakk)
ja: 盤上のハイライト表示（最後の手、チェック）
lb: Felder um Briet ervirhiewen (leschten Zuch a Schach)
nb: Feltmarkering (siste trekk og sjakk)
nn: Feltmarkering (siste trekk og sjakk)
pl: Wyróżnienie pól szachownicy (ostatni ruch i szach)
pt_br: Destacar casas do tabuleiro (último movimento e xeque)
zh: 棋盘高亮（最后一步与将军）

# preferencesPieceDestinations
source: Piece destinations (valid moves and premoves)
br: Karrezennoù degemer (fiñvadennoù ha rak-fiñvadennoù gwiriek)
de: Zielfelder markieren (gültige Züge und Vorauszüge)
et: Malendi sihtkohad (reeglipärased käigud ja eelkäigud)
fa: مقصد مهره(حرکت معتبر و پیش حرکت )
fo: Ætlingastaðir (lógligir leikir)
fr: Cases de destination (coups et pré-coups légaux)
ga: Cinn scríbe píosaí (bearta dlithiúil agus réamh-bheart)
hi: मोहरों का गंतव्य (मान्य चालें और पहले से चुनी आई चालें)
hr: Legalni potezi (važeći potezi i pretpotezi)
hu: A figurák érkezési mezői (érvényes lépések és előre bevitt lépések)
ja: 駒の行き先（ルール上動けるマス、プリムーブ）
lb: Zilfelder markéieren (legal Zich a Virauszich)
nb: Brikkedestinasjoner (gyldige trekk og forhåndstrekk)
nn: Brikkedestinasjonar (moglege trekk og førehandstrekk)
pl: Pola docelowe (ruchy poprawne i planowane)
pt_br: Destino das peças (movimentos válidos e pré-movimentos)
zh: 棋子走到位置（有效着与预先走棋）

# preferencesBoardCoordinates
source: Board coordinates (A-H, 1-8)
br: Daveennoù an dablez (A-H, 1-8)
de: Brettkoordinaten (A-H, 1-8)
et: Laua koordinaadid (A-H, 1-8)
fa: مختصات صفحه(A-H، 1-8)
fo: Talvborðskrosstøl (A-H, 1-8)
fr: Coordonnées (a-h, 1-8)
ga: Comhordanáidí an chlár fichille (A-H, 1-8)
hi: बोर्ड का निर्देशांक (A-H, 1-8)
hr: Oznake na ploči (A-H, 1-8)
hu: Tábla koordináták (A-H, 1-8)
ja: マスの座標（A-H, 1-8）
lb: Brietkoordinaten (A-H, 1-8)
nb: Brettkoordinater (A-H, 1-8)
nn: Brettkoordinatar (A-H, 1-8)
pl: Współrzędne pól (a-h, 1-8)
pt_br: Coordenadas do tabuleiro (A-H, 1-8)
zh: 棋盘坐标（A-H, 1-8）

# preferencesMoveListWhilePlaying
source: Move list while playing
br: Roll ar fiñvadennoù e-pad ar c'hrogad
de: Notation während des Spiels anzeigen
et: Käikude loend mängides
fa: لیست حرکات هنگام بازی کردن
fo: Leikalisti, meðan telvað verður
fr: Liste des coups durant la partie
ga: Liosta birt agus tú ag imirt
hi: खेलते समय चालों की सूची
hr: Popis poteza tijekom partije
hu: Lépéslista játék közben
ja: プレイ中の棋譜記録
lb: Zuchlëscht wärend dem Spillen
nb: Notasjonsliste mens du spiller
nn: Vis liste over trekk medan partiet pågår
pl: Lista ruchów podczas partii
pt_br: Lista de movimentos durante a partida
zh: 对局进行时显示可走着法

# preferencesPgnPieceNotation
source: Move notation
br: Notenniñ ar fiñvadennoù
de: Zugnotation
et: Käikude notatsioon
fa: نشانه‌گذاری حرکات
fo: Teknskipan
fr: Notation des coups
ga: Nodaireacht
hi: चाल नोटेशन
hr: Oznaka poteza
hu: Lépés jelölése
ja: PGN 駒表示方法
lb: Zuchnotatioun
nb: Notasjon
nn: Notasjon
pl: Notacja ruchów
pt_br: Modo de notação das jogadas
zh: 使用PGN字母(K,Q,R,B,N)或棋子图标来显示PGN棋谱

# preferencesChessPieceSymbol
source: Chess piece symbol
br: Arouez ar pezh echedoù
de: Schachfigurensymbol
et: Malendi sümbol
fa: نماد مهره
fo: Talvfólkaímyndir
fr: Figurine de la pièce
ga: Siombail píosa fichille
hi: शतरंज टुकड़ा प्रतीक
hr: Simbol šahovske figure
hu: Sakkbábu ikonja
ja: チェス駒シンボル
lb: Schachfiguresymbol
nb: Brikkesymbol
nn: Brikkesymbol
pl: Za pomocą symboli figur
pt_br: Símbolo da peça
zh: 棋子图标

# preferencesPgnLetter
source: Letter (K, Q, R, B, N)
br: Lizherenn (K, Q, R, B, N)
de: Buchstaben (K, Q, R, B, N)
et: Täht (K, Q, R, B, N)
fa: حرف (K, Q, R, B, N)
fo: Bókstavir (K, Q, R, B, N)
fr: Lettre de la pièce (K, Q, R, B, N)
ga: Litie (K, Q, R, B, N)
hi: अक्षर (K, Q, R, B, N)
hr: Slovo (K, Q, R, B, N)
hu: Betű (K, Q, R, B, N)
ja: 文字（K, Q, R, B, N）
lb: Buschtaf (K, Q, R, B, N)
nb: Bokstav (K, Q, R, B, N)
nn: Bokstav (K, Q, R, B, N)
pl: Litery (K, Q, R, B, N)
pt_br: Letra (K, Q, R, B, N)
tt: Хәреф (K, Q, R, B, N)
zh: 字母 （K,Q,R,B,N）

# preferencesZenMode
source: Zen mode
br: Mod zen
de: Zen-Modus
et: Keskendumis mood
fa: حالت ذن
fo: Zenstøða
fr: Mode Zen
ga: Modh Zen
hi: ज़ेन मोड
hr: Zen način
hu: Zen mód
ja: 集中モード
lb: Zen-Modus
nb: Zen-modus
nn: Zen-modus
pl: Tryb Zen
pt_br: Modo Zen
tt: Зен режимы
zh: 禅意模式

# preferencesShowPlayerRatings
source: Show player ratings
br: Diskouez renkadur ar c'hoarier
de: Wertungszahl von Spielern anzeigen
et: Kuva mängijate reitingud
fa: نشان دادن درجه‌بندی بازیکنان
fr: Afficher les classements du joueur
ga: Taispeáin rátálacha ficheallaí
hi: खिलाड़ी की रेटिंग दिखाएं
hr: Prikaži igračev rejting
hu: Játékosok értékszámának megjelenítése
ja: レーティングを表示
lb: Spillerwäertungen uweisen
nb: Vis spillerratinger
nn: Vis ratingen til spelarane
pl: Pokaż rankingi gracza
pt_br: Mostrar rating dos jogadores
zh: 显示等级分

# preferencesExplainShowPlayerRatings
source: This allows hiding all ratings from the website, to help focus on the chess. Games can still be rated, this is only about what you get to see.
de: Versteckt alle Wertungen auf der Website, damit du dich voll auf das Schach zu konzentrieren kannst. Partien können immer noch gewertet sein, es geht nur darum, was du zu sehen bekommst.
et: Kui valid "Ei", siis peidetakse kõikide mängijate reitingud, et saaksid paremini malele keskenduda. Partiidel on ikka reitingud, muutub ainult mida kuvatakse.
fa: این گزینه همه درجه‌بندی‌ها در Lichess را پنهان می‌کند تا کمک کند روی شطرنج تمرکز کنید. بازی‌های رسمی همچنان بر درجه‌بندی‌تان تاثیر می‌گذارند، این گزینه فقط مربوط به دیدن/ندیدن درجه‌بندی‌هاست.
fr: Cela permet de masquer tous les classements sur le site pour se concentrer sur les échecs. Les parties peuvent toujours être classées.
ga: Ligeann sé seo gach rátáil a cheilt ón suíomh Gréasáin, chun cabhrú le díriú ar an bhficheall. Is féidir cluichí a rátáil fós, níl sé seo ach faoi na rudaí a fheiceann tú.
hi: यह शतरंज पर ध्यान केंद्रित करने में मदद करने के लिए वेबसाइट से सभी रेटिंग छिपाने की अनुमति देता है। खेलों को अभी भी रेट किया जा सकता है, यह केवल इस बारे में है कि आपको क्या देखने को मिलता है।
hr: Omogućuje sakrivanje svih rejtinga sa websajta da bi se fokusirali na šah. Partije i dalje mogu biti bodovane, postavka utječe samo na prikaz, ne računanje.
hu: Elrejthető a játékosok értékszáma, hogy könnyebb legyen a játékra koncentrálni. A játszmák ettől függetlenül lehetnek értékeltek, ez csak a megjelenítésre vonatkozik.
ja: Lichess 上のすべてのレーティングが非表示となり、集中しやすくなります。対局はレート戦のままで、変わるのは表示の有無だけです。
lb: Verstopp all Wäertungen op der Websäit, fir dass du dech voll op de Schach konzentréieren kanns. Partien können ëmmer nach gewäert sinn, et geet just drëm, wat du gesäis.
nb: Denne innstillingen skjuler alle ratingene på nettstedet, slik at du kan fokusere på sjakken. Du kan fortsatt spille ratede partier.
nn: Denne innstillinga gjer det mogleg å gøyme alle ratingar frå nettsida. Dette for å hjelpa til med å fokusera på sjakken. Du kan framleis spela rangerte parti, dette handlar berre om kva du får sjå.
pl: Ukrywa wszystkie rankingi na stronie internetowej, aby pomóc skupić się na grze. Partie nadal mogą być oceniane, opcja ukrywa tylko widok rankingu.
pt_br: Permite ocultar todas os ratings do site, para ajudar a se concentrar no jogo. As partidas continuam valendo rating.
zh: 该选项可在网站内隐藏等级分，使你可以专注于下棋本身。对局依旧会影响等级分，但不会向你显示。

# preferencesDisplayBoardResizeHandle
source: Show board resize handle
br: Diskouez an arouez evit cheñch ment an dablez
de: Regler zum Ändern der Brettgröße anzeigen
et: Näita laua suuruse muutmis suvandit
fa: نمایش دستگیره برای تغییر اندازه صفحه
fo: Vís tól at vaksa og minka um talvborðið
fr: Afficher la poignée de redimensionnement de l'échiquier
ga: Taispeáin láimhseáil athrú méide an bhoird
hi: बोर्ड आकार परिवर्तन करने वाली मूठ दिखाएं
hr: Prikaži ručicu za promjenu veličine ploče
hu: Átméretező sarok mutatása
ja: 盤サイズ変更マークを表示
lb: Regeler fir Brietgréisst ze änneren weisen
nb: Vis håndtak for brettstørrelse
nn: Vis handtak for brettstorleik
pl: Pokaż uchwyt od zmiany rozmiaru szachownicy
pt_br: Mostrar cursor de redimensionamento do tabuleiro
zh: 调整棋盘大小
