Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Waiting
br: Gortozit
de: Warten
et: Ootan vastust
fa: در حال انتظار
fo: Bíða
fr: En attente
ga: Ag fanacht
hi: प्रतिद्वंदी के चुनौती स्वीकार करने की प्रतीक्षा कर रहे हैं
hr: Čekanje
hu: Várakozás
ja: 待機中
lb: Waarden
nb: Venter
nn: Ventar
pl: Oczekiwanie
pt_br: Aguardando
tt: Көтү
zh: 等待中

source: Your turn
br: Deoc'h-c'hwi
de: Du bist am Zug
et: Sinu käik
fa: نوبت شماست
fo: Tú eigur leik
fr: À votre tour
ga: Do sheal
hi: आपकी चाल
hr: Tvoj potez
hu: Te következel
ja: あなたの手番です
lb: Du bass drun
nb: Ditt trekk
nn: Ditt trekk
pl: Twój ruch
pt_br: Sua vez
tt: Сез йөрисез
zh: 你的回合

# aiNameLevelAiLevel
source: {param1} level {param2}
br: {param1} live {param2}
de: {param1} Stufe {param2}
et: {param1} tase {param2}
fa: {param1} سطح {param2}
fo: {param1} stig {param2}
fr: {param1} niveau {param2}
ga: {param1} leibhéal {param2}
hi: {param1} स्तर {param2} वाला
hr: {param1} razina {param2}
hu: {param1} szint: {param2}
ja: {param1} レベル {param2}
nb: {param1} på nivå {param2}
nn: {param1} på nivå {param2}
pl: {param1} poziom {param2}
pt_br: {param1} nível {param2}
tt: {param1} дәрәҗәсе {param2}
zh: {param1}级別{param2}

source: Level
br: Live
de: Stufe
et: Tase
fa: سطح
fo: Stig
fr: Niveau
ga: Leibhéal
hi: स्तर
hr: Razina
hu: Szint
ja: レベル
nb: Nivå
nn: Nivå
pl: Poziom
pt_br: Nível
tt: Дәрәҗә
zh: 级别

source: Strength
br: Live
de: Spielstärke
et: Tugevus
fa: قدرت
fo: Styrki
fr: Niveau
ga: Caighdeán imeartha
hi: ताक़त
hr: Jačina
hu: Nehézség
ja: 強さ
lb: Spillstäerkt
nb: Styrke
nn: Styrke
pl: Siła
pt_br: Nível
tt: Ныгыту
zh: 电脑的难度

source: Toggle the chat
br: Enaouiñ/lazhañ ar flapañ
de: Chat ein-/ausblenden
et: Luba vestlust
fa: گپ روشن/خاموش
fo: Goym/Vís kjatt
fr: Activer/désactiver la discussion
ga: Scoránaigh an comhrá
hi: चैट को टोग्ल करें
hr: Uključi/isključi chat
hu: Csevegő ki-be
ja: チャットのオン・オフ
lb: Chat uweisen/ausblenden
nb: Chat av/på
nn: Chat av/på
pl: Pokaż/ukryj rozmowy
pt_br: Ativar/Desativar chat
tt: Чатны ачу/ябу
zh: 聊天开关

source: Chat
br: Kaozeadenn
et: Saada sõnum
fa: گپ
fo: Kjatta
fr: Discussion
ga: Tosaigh comhrá
hi: बातचीत
hu: Csevegés
ja: チャット
lb: So eppes
nn: Praterom
pl: Czat
tt: Сүхбәт
zh: 聊天

source: Resign
br: Dilezel
de: Aufgeben
et: Alistu
fa: تسلیم شدن
fo: Legg kong
fr: Abandonner
ga: Éirigh as
hi: हार मान लें
hr: Predaj partiju
hu: Feladás
ja: 投了
lb: Opginn
nb: Gi opp
nn: Gje opp
pl: Poddaj się
pt_br: Desistir
tt: Җиңелү
zh: 认输

source: Checkmate
br: Lamm d'ar roue
de: Schachmatt
et: Matt
fa: کیش و مات
fo: Skák og mát
fr: Échec et mat
ga: Marbhsháinn
hi: शह और मात
hr: Šah mat
hu: Sakk-matt
ja: チェックメイト
lb: Schachmatt
nb: Sjakk matt
nn: Sjakk matt
pl: Mat
pt_br: Xeque-mate
tt: Мат
zh: 将死

source: Stalemate
br: Gwalllamm
de: Patt
et: Patt
fa: پات
fo: Pattstøða
fr: Pat
ga: Leamhsháinn
hi: गतिरोध (स्टेलमेट)
hr: Pat
hu: Patt
ja: ステイルメイト
lb: Patt
nb: Patt
nn: Patt
pl: Pat
pt_br: Rei afogado
tt: Пат
zh: 逼和

source: White
br: Ar re wenn
de: Weiß
et: Valge
fa: سفید
fo: Hvítur
fr: Blancs
ga: Bán
hi: सफेद
hr: Bijeli
hu: Világos
ja: 白
lb: Wäiss
nb: Hvit
nn: Kvit
pl: Białe
pt_br: Brancas
tt: Ак
zh: 白方

source: Black
br: Ar re zu
de: Schwarz
et: Must
fa: سیاه
fo: Svartur
fr: Noirs
ga: Dubh
hi: काला
hr: Crni
hu: Sötét
ja: 黒
lb: Schwaarz
nb: Sort
nn: Svart
pl: Czarne
pt_br: Pretas
tt: Кара
zh: 黑方

source: as white
br: gant ar re wenn
de: mit Weiß
et: valgena
fa: به عنوان سفید
fo: við hvítum
fr: avec les blancs
ga: mar bán
hi: सफ़ेद से
hr: kao bijeli
hu: világossal
ja: 白番
lb: mat Wäiss
nb: som hvit
nn: som kvit
pl: białymi
pt_br: de brancas
zh: 持白

source: as black
br: gant ar re zu
de: mit Schwarz
et: mustana
fa: به عنوان سیاه
fo: við svørtum
fr: avec les noirs
ga: mar dubh
hi: काले से
hr: kao crni
hu: sötéttel
ja: 黒番
lb: mat Schwaarz
nb: som svart
nn: som svart
pl: czarnymi
pt_br: de pretas
zh: 持黑

# randomColor
source: Random side
br: Liv dre zegouezh
de: Zufällige Farbe
et: Juhuslik värv
fa: رنگ تصادفی
fo: Tilvildarligur litur
fr: Couleur aléatoire
ga: Taobh randamach
hi: कोई भी रंग
hr: Nasumična boja
hu: Véletlen szín
ja: ランダム
lb: Zoufälleg Faarf
nb: Tilfeldig side
nn: Vilkårleg farge
pl: Losowo
pt_br: Cor aleatória
tt: Очраклы төс
zh: 随机选色

source: Create a game
br: Kregiñ gant ur c'hrogad
de: Neue Partie
et: Loo mäng
fa: ایجاد بازی
fo: Byrja eitt talv
fr: Créer une partie
ga: Cruthaigh cluiche
hi: नया खेल
hr: Kreiraj partiju
hu: Játék létrehozása
ja: 対局を作成する
lb: Erstell eng Partie
nb: Start et parti
nn: Start eit parti
pl: Nowa partia
pt_br: Criar uma partida
tt: Уен башларга
zh: 创建对局

source: White is victorious
br: Trec'h eo ar re wenn
de: Weiß gewinnt
et: Võitis valge
fa: سفید برنده است
fo: Hvítur hevur vunnið
fr: Victoire des Blancs
ga: Tá an bua ag Bán
hi: सफेद विजयी हुआ
hr: Bijeli je pobjednik
hu: Világos nyert
ja: 白の勝ちです
lb: Wäiss gewënnt
nb: Hvit har vunnet
nn: Kvit vann partiet
pl: Zwycięstwo białych
pt_br: Brancas vencem
tt: Ак җиңде
zh: 白方胜

source: Black is victorious
br: Trec'h eo ar re zu
de: Schwarz gewinnt
et: Võitis must
fa: سیاه برنده است
fo: Svartur hevur vunnið
fr: Victoire des Noirs
ga: Tá an bua ag Dubh
hi: काला विजयी हुआ
hr: Crni je pobjednik
hu: Sötét nyert
ja: 黒の勝ちです
lb: Schwaarz gewënnt
nb: Sort har vunnet
nn: Svart vann partiet
pl: Zwycięstwo czarnych
pt_br: Pretas vencem
tt: Кара җиңде
zh: 黑方胜

source: You play the white pieces
br: C'hoari a rit gant ar re wenn
de: Du spielst mit den weißen Figuren
et: Sa mängid valgete malenditega
fa: شما با مهره سفید بازی میکنید
fo: Tú telvar við hvítum
fr: Vous jouez avec les blancs
ga: Imir leis na píosaí bána
hi: आप सफेद मोहरों से खेलेंगे
hr: Igraš bijelim figurama
hu: Világossal fogsz játszani
ja: あなたは白です
lb: Du spills mat de wäisse Figuren
nb: Du spiller med de hvite brikkene
nn: Du spelar med dei kvite brikkene
pl: Grasz białymi
pt_br: Você joga com as peças brancas
tt: Сез ак фигуралар белән уйныйсыз
zh: 你执白棋

source: You play the black pieces
br: C'hoari a rit gant ar re zu
de: Du spielst mit den schwarzen Figuren
et: Sa mängid mustade malenditega
fa: شما با مهره سیاه بازی می کنید
fo: Tú telvar við svørtum
fr: Vous jouez avec les noirs
ga: Imir leis na píosaí dubha
hi: आप काले मोहरों से खेलेंगे
hr: Igraš crnim figurama
hu: Sötéttel fogsz játszani
ja: あなたは黒です
lb: Du spills mat de schwaarze Figuren
nb: Du spiller med de svarte brikkene
nn: Du spelar med dei svarte brikkene
pl: Grasz czarnymi
pt_br: Você joga com as peças pretas
tt: Сез кара фигуралар белән уйныйсыз
zh: 你执黑棋

source: It's your turn!
br: Deoc'h c'hwi!
de: Du bist am Zug!
et: Sinu kord!
fa: نوبت شماست!
fo: Tú eigur leik!
fr: C'est votre tour !
ga: Is é do sheal!
hi: यह आपकी बारी है!
hr: Ti si na redu!
hu: Te következel!
ja: あなたの手番です！
lb: Et ass un dir!
nb: Det er ditt trekk!
nn: Det er ditt trekk!
pl: Twój ruch!
pt_br: É a sua vez!
tt: Сезнең йөрүегез!
zh: 轮到你了！

source: Cheat Detected
br: Trucherez diskoachet
de: Betrug erkannt
et: Sohk tuvastatud
fa: تقلب تشخیص داده شد
fo: Snýt uppdagað
fr: Tricherie détectée
ga: Caimiléireacht Aimsithe
hi: धोखा का पता चला
hr: Varanje otkriveno
hu: Csalás észlelve
ja: 不正行為検出
lb: Bedruch erkannt
nb: Juks oppdaget
nn: Juks oppdaga
pl: Wykryto oszustwo
pt_br: Trapaça Detectada
tt: Хәйлә аныкланган
zh: 检测到作弊

source: King in the center
br: Roue e kreiz
de: König im Zentrum
et: Kuningas jõudis keskele
fa: شاه روی تپه
fo: Kongur í miðjuni
fr: Roi au centre
ga: Rí sa lár
hi: राजा मध्य में
hr: Kralj na centru
hu: Király a centrumban
ja: キングが中央マスに入りました
lb: Kinnek am Zentrum
nb: Kongen i sentrum
nn: Kongen i sentrum
pl: Król w centrum
pt_br: Rei no centro
tt: Патша такта уртасында
zh: 王占中

source: Three checks
br: Tri bec'h
de: Dreimal Schach gegeben
et: Kolm tuld
fa: سه کیش
fo: Trý skák
fr: Trois échecs
ga: Trí sháinn
hi: तीन शह
hr: Tri šaha
hu: Három sakk
ja: 3 回チェック成功
lb: Drëtt Kéier Schach
nb: Tre sjakker
nn: Sjakk tre gonger
pl: Trzy szachy
pt_br: Três xeques
tt: Өч шах
zh: 三次将军

source: Race finished
br: Echu ar redadeg
de: Rennen beendet
et: Võiduajamine lõpetatud
fa: مسابقه تمام شد
fo: Kapprenning liðug
fr: Course terminée
ga: Rás críochnaithe
hi: दौड़ समाप्त
hr: Utrka je završena
hu: A verseny befejeződött
ja: レースが終了しました
lb: Course eriwwer
nb: Målgang
nn: Kappløp er avslutta
pl: Wyścig zakończony
pt_br: Corrida terminada
tt: Ярыш бетте
zh: 比赛结束

source: Variant ending
br: Fin ar variant
de: Ende der Variante
et: Variandi lõpp
fa: پایان شطرنج‌گونه
fo: Avbrigdarendi
fr: Fin par variante
ga: Leagan críoch
hi: प्रकार समाप्त
hr: Kraj varijacije
hu: Variáns vége
ja: バリアントエンディング
lb: Enn vun der Variant
nb: Variantavslutning
nn: Variantavslutning
pl: Wariant zakończony
pt_br: Fim da variante
tt: Уен бетте
zh: 变种结束

source: New opponent
br: Enebour nevez
de: Neuer Gegner
et: Uus vastane
fa: حریف جدید
fo: Nýggjur móttelvari
fr: Nouvel adversaire
ga: Céile comhraic nua
hi: नया प्रतिद्वंदी ढूंढें
hr: Novi protivnik
hu: Új ellenfél
ja: 新しい相手
lb: Neie Géigner
nb: Ny motstander
nn: Ny motspelar
pl: Nowy przeciwnik
pt_br: Novo oponente
tt: Яңа ярышучы
zh: 新对手

source: Your opponent wants to play a new game with you
br: Hoc'h enebour en deus c'hoant da c'hoari a-enep deoc'h adarre
de: Dein Gegner möchte eine neue Partie mit dir spielen
et: Sinu vastane soovib mängida sinuga uut mängu
fa: حریف شما می خواهد که دوباره با شما بازی کند
fo: Tín móttelvari vil telva móti tær av nýggjum
fr: Votre adversaire souhaite jouer une nouvelle partie avec vous
ga: Ba mhaith le do chéile comhraic cluiche nua a imirt leat
hi: आपका प्रतिद्वंद्वी आपके साथ एक नया खेल खेलना चाहता है
hr: Tvoj protivnik želi novu partiju s tobom
hu: Az ellenfeled visszavágót szeretne
ja: 相手がもう一度対局したいと言っています
lb: Däin Géigner wëll eng nei Partie mat dir spillen
nb: Din motstander vil spille et nytt parti med deg
nn: Motspelaren din ønskjer å spela eit nytt parti med deg
pl: Przeciwnik chce zagrać z Tobą nową partię
pt_br: Seu oponente quer jogar uma nova partida contra você
tt: Ярушычыгыз сезнең белән яңа уен уйнарга тели
zh: 你的对手想和你再玩一局

source: Join the game
br: Kregiñ ganti
de: Der Partie beitreten
et: Ühine mänguga
fa: به بازی بپیوندید
fo: Byrja talvið
fr: Rejoindre la partie
ga: Téigh isteach sa chluiche
hi: खेल में शामिल हों
hr: Pridruži se igri
hu: Csatlakozás a játékhoz
ja: 対局に参加する
lb: Triet der Partie bäi
nb: Bli med
nn: Bli med
pl: Dołącz do gry
pt_br: Entrar no jogo
tt: Уенга кушылу
zh: 加入对局

# whitePlays
source: White to play
br: Tro ar re wenn
de: Weiß am Zug
et: Valge mängib
fa: نوبت سفید
fo: Hvítur eigur leik
fr: Trait aux Blancs
ga: Is le Bán an imirt
hi: सफेद की चाल
hr: Bijeli je na potezu
hu: Világos lép
ja: 白の手番
lb: Wäiss um Zuch
nb: Hvit i trekket
nn: Kvit i trekket
pl: Ruch białych
pt_br: Brancas jogam
tt: Аклар йөри
zh: 白方走棋

# blackPlays
source: Black to play
br: Tro ar re zu
de: Schwarz am Zug
et: Must mängib
fa: نوبت سیاه
fo: Svartur eigur leik
fr: Trait aux Noirs
ga: Is le Dubh an imirt
hi: काले की चाल
hr: Crni je na potezu
hu: Sötét lép
ja: 黒の手番
lb: Schwaarz um Zuch
nb: Sort i trekket
nn: Svart i trekket
pl: Ruch czarnych
pt_br: Pretas jogam
tt: Каралар йөри
zh: 黑方走棋

# opponentLeftChoices
source: Your opponent left the game. You can claim victory, call the game a draw, or wait.
br: Aet eo kuit hoc'h enebour marteze. Gallout a rit arc'hañ an trec'h, dibab bezañ rampo pe gortoz.
de: Dein Gegner hat die Partie verlassen. Du kannst den Sieg beanspruchen, das Spiel Remis erklären oder warten.
et: Vastane on lahkunud mängust. Võid sundida mängijat alistuma või ootadata.
fa: ممکن است حریف شما بازی را ترک کرده باشد. شما می توانید ادعای پیروزی کنید, اعلام تساوی کنید یا منتظر او بمانید.
fo: Tín móttelvari er farin frá talvinum. Tú kanst antin krevja sigur, siga tað vera remis ella bíða.
fr: Votre adversaire a peut-être quitté la partie. Vous pouvez soit attendre son retour, soit revendiquer la nulle ou la victoire.
ga: D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil, an cluiche a chríochnú ar chomhscór, nó fanacht.
hi: आपके प्रतिद्वंद्वी ने खेल छोड़ दिया। आप जीत का दावा कर सकते हैं, खेल को ड्रा कह सकते हैं, या प्रतीक्षा कर सकते हैं।
hr: Drugi igrač je napustio partiju. Možeš proglasiti pobjedu, proglasiti partiju remijem ili ga pričekati.
hu: Úgy tűnik, az ellenfeled kilépett. Győzelmet vagy döntetlent igényelhetsz, esetleg várhatsz rá.
ja: 相手が退席したようです。投了させる、引き分けにする、相手を待つ、のどれかを選んでください。
lb: Däin Géigner huet d'Partie verlooss. Du kanns d'Victoire reklaméieren, Remis erklären, oder waarden.
nb: Den andre spilleren kan ha forlatt partiet. Du kan kreve seier, erklære remis, eller vente.
nn: Motspelaren kan ha forlate partiet. Du kan velja mellom å krevja vinst, kunngjera remis eller venta til motspelaren kjem attende.
pl: Przeciwnik opuścił grę. Możesz ogłosić swoje zwycięstwo, uznać partię za nierozstrzygniętą lub poczekać.
pt_br: O seu oponente deixou a partida. Você pode reivindicar vitória, declarar empate ou aguardar.
tt: Ярышучыгыз уеннан чыкты. Сез җиңүегезне я бер-берегезнең тигезлеген белдерә, я аны көтеп тора аласыз.
zh: 您的对手可能已离开棋局。您可以宣布胜利，和棋，或继续等待。

# forceResignation
source: Claim victory
br: Arc'hañ an trec'h
de: Sieg beanspruchen
et: Sunni alistuma
fa: ادعای پیروزی
fo: Krev sigur
fr: Revendiquer la victoire
ga: Maígh an bua
hi: जीत का दवा करें
hr: Proglasi pobjedu
hu: Győzelem igénylése
ja: 投了させる
lb: Victoire reklaméieren
nb: Krev seier
nn: Krev siger
pl: Ogłoś wygraną
pt_br: Reivindicar vitória
tt: Җиңүегезне игълан итү
zh: 宣布胜利

# forceDraw
source: Call draw
br: Diskleriañ ar rampo
de: Remis erklären
et: Sunni viiki
fa: اعلام تساوی
fo: Krev remis
fr: Déclarer la nulle
ga: Fógair cluiche cothrom
hi: बराबरी पर खेल समाप्त करें
hr: Forsiranje remija
hu: Döntetlen felajánlása
ja: 引き分けにする
lb: Remis erklären
nb: Erklær remis
nn: Erklær remis
pl: Ogłoś remis
pt_br: Reivindicar empate
tt: Тигезлек игълан итү
zh: 和棋

# talkInChat
source: Please be nice in the chat!
br: Bezit hegarat pa flapit!
de: Bitte sei freundlich im Chat!
et: Palun käitu vestluses viisakalt!
fa: لطفا در گپ‌زنی بااَدب باشید!
fo: Ver vinalig/ur í kjattinum!
fr: Soyez courtois dans le chat.
ga: Bí dea-bhéasach sa chomhrá!
hi: कृपया सज्जनतापूर्ण बातचीत करें!
hr: Pristojno se ponašaj u chatu!
hu: Légy udvarias másokkal!
ja: チャットでは礼儀を忘れず
lb: Wannechgelift sief frëndlech am Chat!
nb: Vær respektfull i chatten!
nn: Vær venleg i praterommet
pl: Bądź miły na czacie
pt_br: Por favor, seja gentil no chat!
tt: Сөйләшкәндә әдәпле булыгыз!
zh: 聊天请注意文明用语。

# theFirstPersonToComeOnThisUrlWillPlayWithYou
source: The first person to come to this URL will play with you.
br: An den kentañ a zeuy war an URL -mañ a c'hoario a-enep deoc'h.
de: Die erste Person, die diese URL aufruft, wird dein Gegner.
et: Esimene inimene kes selle URLi peale tuleb, mängib sinuga.
fa: نخستین کسی که به این وب‌نشانی آید با شما بازی خواهد کرد.
fo: Tann fyrsti persónurin, sum brúkar hesa adressuna, verður tín mótpartur.
fr: La première personne qui cliquera sur ce lien jouera avec vous.
ga: Imreoidh an chéad duine a thagann go dtí an URL seo leat
hi: इस URL पर आने वाला पहला व्यक्ति आपके साथ खेलेगा।
hr: Prva osoba koja dođe na ovaj URL će igrati s tobom
hu: Az első ember, aki felkeresi ezt a címet, az lesz az ellenfeled.
ja: このURLを最初にクリックした人があなたと対局します。
lb: Di éischt Persoun déi dëst URL oprifft wäert däin Géigner sinn.
nb: Den første personen som kommer til denne lenken vil spille mot deg.
nn: Den første som kjem til denne lekkja vil spela med deg.
pl: Pierwsza osoba, która przejdzie pod ten adres, dołączy do Twojej partii.
pt_br: A primeira pessoa que acessar esta URL jogará contigo.
tt: Сылтамага кергән беренче кеше сезнең белән уйнар.
zh: 第一个访问此网址的人将与你下棋。

source: White resigned
br: Ar re wenn o deus dilezet
de: Weiß hat aufgegeben
et: Valge alistus
fa: سفید تسلیم شد
fo: Hvítur leggur kong
fr: Les Blancs abandonnent
ga: D'éirigh Bán as
hi: सफेद ने हार मान ली
hr: Bijeli predaje
hu: Világos feladta
ja: 白が投了しました
lb: Wäiss huet opginn
nb: Hvit ga opp
nn: Kvit gav opp
pl: Białe poddały się
pt_br: Brancas desistiram
tt: Аклар истифа итте
zh: 白方认输

source: Black resigned
br: Ar re zu o deus dilezet
de: Schwarz hat aufgegeben
et: Must alistus
fa: سیاه تسلیم شد
fo: Svartur legði kong
fr: Les Noirs abandonnent
ga: D'éirigh Dubh as
hi: काले ने हार मान ली
hr: Crni predaje
hu: Sötét feladta
ja: 黒が投了しました
lb: Schwaarz huet opginn
nb: Sort ga opp
nn: Svart gav opp
pl: Czarne poddały się
pt_br: Pretas desistiram
tt: Каралар истифа итте
zh: 黑方认输

source: White left the game
br: Ar re wenn o deus kuitaet ar c'hrogad
de: Weiß hat die Partie verlassen
et: Valge lahkus mängust
fa: سفید بازی را ترک کرد
fo: Hvítur er farin frá talvinum
fr: Les Blancs ont quitté la partie
ga: D'fhág Bán an cluiche
hi: सफेद खेल छोड़ कर चला गया
hr: Bijeli je napustio partiju
hu: Világos elhagyta a játékot
ja: 白が退席しました
lb: Wäiss huet d'Partie verlooss
nb: Hvit forlot partiet
nn: Kvit har forlate partiet
pl: Białe opuściły grę
pt_br: Brancas deixaram a partida
tt: Ак уеннан чыкты
zh: 白方离开了棋局

source: Black left the game
br: Ar re zu o deus kuitaet ar c'hrogad
de: Schwarz hat die Partie verlassen
et: Must lahkus mängust
fa: سیاه بازی را ترک کرد
fo: Svartur er farin frá talvinum
fr: Les Noirs ont quitté la partie
ga: D'fhág Dubh an cluiche
hi: काला खेल छोड़ कर चला गया
hr: Crni je napustio partiju
hu: Sötét elhagyta a játékot
ja: 黒が退席しました
lb: Schwaarz huet d'Partie verlooss
nb: Sort forlot partiet
nn: Svart har forlate partiet
pl: Czarne opuściły grę
pt_br: Pretas deixaram a partida
tt: Кара уеннан чыкты
zh: 黑方离开了棋局

source: White didn't move
br: Ar re wenn n’o deus ket fiñvet
de: Weiß hat nicht gezogen
et: Valge ei sooritanud käiku
fa: سفید تکان نخورد
fo: Hvítur leikti ikki
fr: Les Blancs n'ont pas bougé
ga: Níor bhog bán
hi: सफेद ने चाल नहीं चली
hr: Bijeli igrač nije odigrao potez
hu: Világos nem lépett
ja: 白、手を指さず
lb: Wäiss huet net gezunn
nb: Hvit flyttet ikke
nn: Kvit gjorde ikkje trekket sitt
pl: Białe nie ruszyły się
pt_br: Brancas não moveram
zh: 白方没有走棋

source: Black didn't move
br: Ar re zu n’o deus ket fiñvet
de: Schwarz hat nicht gezogen
et: Must ei sooritanud käiku
fa: مشکی تکان نخورد
fo: Svartur leikti ikki
fr: Les Noirs n'ont pas bougé
ga: Níor bhog dubh
hi: काले ने चाल नहीं चली
hr: Crni nije odigrao potez
hu: Sötét nem lépett
ja: 黒、手を指さず
lb: Schwaarz huet net gezunn
nb: Svart flyttet ikke
nn: Svart gjorde ikkje trekket sitt
pl: Czarne nie ruszyły się
pt_br: Pretas não moveram
zh: 黑方没有走棋

source: Request a computer analysis
br: Goulenn un dielfennañ digant an urzhiataer
de: Computer-Analyse anfordern
et: Nõua arvuti analüüsi
fa: درخواست تحلیل رایانه‌ای
fo: Bið um eina teldugreining
fr: Demander une analyse automatique
ga: Iarr anailís an ríomhaire
hi: कंप्यूटर विश्लेषण का अनुरोध करें
hr: Zatraži računalnu analizu
hu: Számítógépes elemzés kérése
ja: コンピューター解析をリクエスト
lb: Eng Computeranalys ufroen
nb: Be om computeranalyse
nn: Start sjakkprogramanalyse
pl: Poproś o analizę komputerową
pt_br: Solicitar uma análise do computador
tt: Компьютер тикшеревен итү
zh: 请求电脑分析

source: Computer analysis
br: Dielfennadenn an urzhiataer
de: Computer-Analyse
et: Arvuti analüüs
fa: تحليل رایانه‌ای
fo: Teldugreining
fr: Analyse de l'ordinateur
ga: Anailís an ríomhaire
hi: कंप्यूटर विश्लेषण
hr: Računalna analiza
hu: Számítógépes elemzés
ja: コンピューター解析
lb: Computeranalys
nb: Computeranalyse
nn: Sjakkprogramanalyse
pl: Analiza komputerowa
pt_br: Análise do computador
tt: Компьютер тикшереве
zh: 电脑分析

source: Computer analysis available
br: Gallout a rit dielfennañ gant an urzhiataer
de: Computeranalyse verfügbar
et: Arvuti analüüs saadaval
fa: تحلیل رایانه‌ای موجود است
fo: Teldugreining tøk
fr: Analyse de l'ordinateur disponible
ga: Anailís an ríomhaire ar fáil
hi: कंप्यूटर विश्लेषण उपलब्ध है
hr: Dostupna računalna analiza
hu: Számítógépes elemzés elérhető
ja: コンピュータ解析がされています
lb: Computeranalys disponibel
nb: Datamaskinanalyse tilgjengelig
nn: Dataanalyse er tilgjengeleg
pl: Dostępna analiza komputerowa
pt_br: Análise de computador disponível
tt: Компьютер тикшеревен итә аласыз
zh: 电脑分析可用

source: Computer analysis disabled
br: Dielfennadennoù an urzhiataer lazhet
de: Computeranalyse deaktiviert
et: Arvutianalüüs keelatud
fa: تحلیل رایانه‌ای غیرفعال شد
fo: Teldugreining óvirkin
fr: Analyse de l'ordinateur désactivée
ga: Anailís ríomhaireachta díchumasaithe
hi: कंप्यूटर विश्लेषण निष्क्रिय है
hr: Računalna analiza je onemogućena
hu: Számítógépes elemzés letiltva
ja: コンピュータ解析は不使用です
lb: Computeranalys desaktivéiert
nb: Maskinanalyse er skrudd av
nn: Maskinanalyse er slått av
pl: Analiza komputerowa wyłączona
pt_br: Análise de computador desativada
zh: 电脑分析已禁用

# analysis
source: Analysis board
br: Tablez dielfennañ
de: Analysebrett
et: Analüüs
fa: تحلیل بازی
fo: Greiningarborð
fr: Échiquier d'analyse
ga: Clár anailíse
hi: विश्लेषण पट
hr: Ploča za analizu
hu: Elemzőtábla
ja: 棋譜解析
lb: Analysebriet
nb: Analysebrett
nn: Analysebrett
pl: Analiza partii
pt_br: Análise
tt: Тикшерү тактасы
zh: 分析面板

# depthX
source: Depth {param}
br: Donder {param}
de: Tiefe: {param}
et: Käik number {param}
fa: عمق بررسی تا {param} حرکت
fo: Dýpd {param}
fr: Profondeur {param}
ga: Doimhneacht {param}
hi: मध्यमार्ग {param}
hr: Dubina {param}
hu: {param} mélység
ja: 深度 {param}
lb: Déift {param}
nb: Dybde {param}
nn: Djupn {param}
pl: Głębokość {param}
pt_br: Profundidade {param}
tt: Тирәнлек {param}
zh: 深度 {param}

source: Using server analysis
br: O tielfennañ emañ an urzhiataer
de: Serveranalyse wird verwendet
et: Kasutusel serveri analüüs
fa: استفاده از کارساز برای تحلیل
fo: Nýtir ambætaragreining
fr: Analyse serveur en cours
ga: Ag úsáid anailís freastalaí
hi: सर्वर विश्लेषण का उपयोग किया जा रहा है
hr: U uporabi je serverska analiza
hu: A szerver elemzését használja
ja: サーバ解析を使用中
lb: Serveranalys gëtt benotzt
nb: Bruker serveranalyse
nn: Brukar serveranalyse
pl: Analiza zdalna
pt_br: Análise de servidor em uso
tt: Сервер анализын куллану
zh: 正在使用服务器分析

source: Loading engine ...
br: O kargañ ar c'heflusker...
de: Engine wird geladen ...
et: Laen analüüsi...
fa: در حال بارگذاری پردازشگر شطرنج...
fo: Inntekur engine ...
fr: Chargement en cours...
ga: Inneall ag lódáil...
hi: इंजन लोड हो रहा है ...
hr: Učitavanje računalne analize...
hu: Motor betöltése...
ja: エンジン読込中…
lb: Engine luet...
nb: Laster sjakkmotor ...
nn: Lastar sjakkmotor ...
pl: Wczytywanie silnika szachowego...
pt_br: Carregando ...
tt: Движок йөкләнә...
zh: 引擎载入中...

source: Calculating moves...
br: O jediñ fiñvadennoù...
de: Berechne Züge...
et: Käikude arvutamine...
fa: در حال محاسبه حرکات...
fo: Roknar leikir út...
fr: Calcul des coups...
ga: Bearta á ríomh...
hi: चालों की गणना की जा रही है...
hr: Kalkuliranje poteza...
hu: Lépések kiszámítása...
ja: 手を読んでいます…
lb: Zich ginn gerechent...
nb: Beregner trekk...
nn: Reknar på trekk...
pl: Obliczanie ruchów...
pt_br: Calculando jogadas...
zh: 计算着法中...

# engineFailed
source: Error loading engine
br: Ur gudenn zo bet
de: Fehler beim Laden der Engine
et: Arvuti laadimine ebaõnnestus
fa: خطا در بارگذاری پردازشگر شطرنج
fo: Maskinuinnlesing miseydnaðist
fr: Erreur lors du chargement du moteur
ga: Earráid agus an t-inneall á lódáil
hi: इंजन लोड करने में समस्या
hr: Greška pri učitavanju šahovskog programa
hu: Hiba a motor betöltésekor
ja: エンジン読み込みエラー
lb: Feeler beim Lueden
nb: Kunne ikke laste sjakkmotor
nn: Feil under innlasting av berekningsmotor
pl: Błąd ładowania silnika
pt_br: Erro ao carregar o engine
zh: 加载引擎时出错

source: Cloud analysis
br: Dielfennañ er goumoulenn
de: Cloud-Analyse
et: Pilve analüüs
fa: تحلیل ابری
fo: Skíggjagreining
fr: Analyse dans le cloud
ga: Anailís scamaill
hi: क्लाउड विश्लेषण
hr: Analiza u oblaku
hu: Elemzés felhőben
ja: クラウド解析
lb: Cloudanalys
nb: Skyanalyse
nn: Skyanalyse
pl: Analiza w chmurze
pt_br: Análise na nuvem
tt: Болыт анализы
zh: 云分析
