Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# rankIsUpdatedEveryNbMinutes
source: {count, plural, =0{Rank is updated every minute} =1{Rank is updated every minute} other{Rank is updated every {count} minutes}}
br: {count, plural, =1{Bep munutenn e vez hizivaet ar renkadur} =2{Bep {count} vunutenn e vez hizivaet ar renkadur} few{Bep {count} munutenn e vez hizivaet ar renkadur} many{Bep {count} munutenn e vez hizivaet ar renkadur} other{Bep {count} munutenn e vez hizivaet ar renkadur}}
de: {count, plural, =1{Platzierung wird minütlich aktualisiert} other{Platzierung wird alle {count} Minuten aktualisiert}}
et: {count, plural, =1{Reitingut uuendatakse iga minuti tagant} other{Reitingut uuendatakse iga {count} minuti tagant}}
fa: {count, plural, =1{رتبه در هر دقیقه به‌روز می‌شود} other{رتبه در هر {count} دقیقه به‌روز می‌شود}}
fo: {count, plural, =1{Støða/tign verður dagførd hvønn minutt} other{Støða/tign verður dagførd {count} minuttir ímillum}}
fr: {count, plural, =1{Le classement est mis à jour toutes les minutes} other{Le classement est mis à jour toutes les {count} minutes}}
ga: {count, plural, =1{Uasdátaítear rangú gach {count} nóimead} =2{Uasdátaítear rangú gach {count} nóimead} few{Uasdátaítear rangú gach {count} nóimead} many{Uasdátaítear rangú gach {count} nóimead} other{Uasdátaítear rangú gach {count} nóimead}}
hi: {count, plural, =1{पद को हर मिनटों में अपडेट किया जाता है} other{पद को हर {count} मिनटों में अपडेट किया जाता है}}
hr: {count, plural, =1{Rang se ažurira svake {count} minute} few{Rang se ažurira svake {count} minute} other{Rang se ažurira svakih {count} minuta}}
hu: {count, plural, =1{A helyezés minden percben frissül} other{A helyezés minden {count} percben frissül}}
ja: {count, plural, other{順位は {count} 分ごとに更新}}
lb: {count, plural, =1{Rang gëtt all Minutt geupdate} other{Rank gëtt all {count} Minutten geupdate}}
nb: {count, plural, =1{Rangeringen blir oppdatert hvert minutt} other{Rangeringen blir oppdatert hvert {count}. minutt}}
nn: {count, plural, =1{Rangeringa blir oppdatert kvart minutt} other{Rating blir oppdatert kvart {count}. minutt}}
pl: {count, plural, =1{Ranking jest aktualizowany co minutę} few{Ranking jest aktualizowany co {count} minuty} many{Ranking jest aktualizowany co {count} minut} other{Ranking jest aktualizowany co {count} minut}}
pt_br: {count, plural, =1{O ranking é atualizado a cada {count} minuto} other{O ranking é atualizado a cada {count} minutos}}
tt: {count, plural, other{Урын hәр {count} минут саен яңартыла}}
zh: {count, plural, other{每{count}分钟更新排名}}

# nbPuzzles
source: {count, plural, =0{{count} puzzle} =1{{count} puzzle} other{{count} puzzles}}
br: {count, plural, =1{{count} poelladenn taktik} =2{{count} boelladenn} few{{count} poelladennoù} many{{count} poelladennoù} other{{count} poelladennoù}}
de: {count, plural, =1{{count} Aufgabe} other{{count} Aufgaben}}
et: {count, plural, =1{{count} ülesanne} other{{count} ülesannet}}
fa: {count, plural, =1{{count} معما} other{{count} معما}}
fo: {count, plural, =1{{count} uppgáva} other{{count} uppgávur}}
fr: {count, plural, =1{{count} problème} other{{count} problèmes}}
ga: {count, plural, =1{{count} fadhb} =2{{count} fhadhb} few{{count} fhadhb} many{{count} fadhbanna} other{{count} fadhb}}
hi: {count, plural, =1{{count} पहेली} other{{count} पहेली}}
hr: {count, plural, =1{{count} problem} few{{count} problema} other{{count} problema}}
hu: {count, plural, =1{{count} feladvány} other{{count} feladvány}}
ja: {count, plural, other{{count} タクティクス問題}}
lb: {count, plural, =1{{count} Aufgab} other{{count} Aufgaben}}
nb: {count, plural, =1{{count} nøtt} other{{count} nøtter}}
nn: {count, plural, =1{{count} sjakkproblem} other{{count} sjakkproblem}}
pl: {count, plural, =1{{count} zadanie} few{{count} zadania} many{{count} zadań} other{{count} zadań}}
pt_br: {count, plural, =1{{count} quebra-cabeça} other{{count} problemas}}
tt: {count, plural, other{{count} күнегү}}
zh: {count, plural, other{训练题{count}题}}

# nbGamesWithYou
source: {count, plural, =0{{count} game with you} =1{{count} game with you} other{{count} games with you}}
br: {count, plural, =1{{count} c'hrogad a-enep deoc'h} =2{{count} grogad a-enep deoc'h} few{{count} krogad a-enep deoc'h} many{{count} krogad a-enep deoc'h} other{{count} krogad a-enep deoc'h}}
de: {count, plural, =1{{count} Partie mit dir} other{{count} Partien mit dir}}
et: {count, plural, =1{{count} mäng sinuga} other{{count} mängu sinuga}}
fa: {count, plural, =1{{count} بازی با شما} other{{count} بازی با شما}}
fo: {count, plural, =1{{count} talv móti tær} other{{count} talv móti tær}}
fr: {count, plural, =1{{count} partie avec vous} other{{count} parties avec vous}}
ga: {count, plural, =1{{count} cluiche leat} =2{{count} chluiche leat} few{{count} gcluiche leat} many{{count} cluiche leat} other{{count} cluiche leat}}
hi: {count, plural, =1{आपके साथ {count} खेल} other{आपके साथ {count} खेल}}
hr: {count, plural, =1{{count} odigrana partija s tobom} few{{count} odigrane partije s tobom} other{{count} odigranih partija s tobom}}
hu: {count, plural, =1{{count} játszma veled} other{{count} játék veled}}
ja: {count, plural, other{あなたと {count} 局対局}}
lb: {count, plural, =1{{count} Partie géint dech} other{{count} Partien géint dech}}
nb: {count, plural, =1{{count} partier mot deg} other{{count} partier mot deg}}
nn: {count, plural, =1{{count} parti med deg} other{{count} parti med deg}}
pl: {count, plural, =1{{count} partia z Tobą} few{{count} partie z Tobą} many{{count} partii z Tobą} other{{count} partii z Tobą}}
pt_br: {count, plural, =1{{count} partidas contra você} other{{count} partidas contra você}}
tt: {count, plural, other{Сезнең белән {count} уен}}
zh: {count, plural, other{与你下了{count}盘棋}}

# nbRated
source: {count, plural, =0{{count} rated} =1{{count} rated} other{{count} rated}}
br: {count, plural, =1{{count} c'hoari renket} =2{{count} c'hoari renket} few{{count} c'hoari renket} many{{count} c'hoari renket} other{{count} c'hoari renket}}
de: {count, plural, =1{{count} gewertet} other{{count} gewertet}}
et: {count, plural, =1{{count} reitinguga} other{{count} reitinguga}}
fa: {count, plural, =1{{count} بازی رسمی} other{{count} بازی رسمی}}
fo: {count, plural, =1{{count} styrkismettur} other{{count} styrkismett}}
fr: {count, plural, =1{{count} évaluée} other{{count} évaluées}}
ga: {count, plural, =1{{count} cluiche rátáilte} =2{{count} chluiche rátáilte} few{{count} chluichí rátáilte} many{{count} chluichí rátáilte} other{{count} chluichí rátáilte}}
hi: {count, plural, =1{{count} रेटेड खेल} other{{count} रेटेड खेल}}
hr: {count, plural, =1{{count} za bodove} few{{count} za bodove} other{{count} za bodove}}
hu: {count, plural, =1{{count} rangsorolt} other{{count} rangsorolt}}
ja: {count, plural, other{{count} 局レート戦}}
lb: {count, plural, =1{{count} gewäert} other{{count} gewäert}}
nb: {count, plural, =1{{count} ratet} other{{count} ratede}}
nn: {count, plural, =1{{count} rangert} other{{count} rangerte}}
pl: {count, plural, =1{{count} rankingowa} few{{count} rankingowe} many{{count} rankingowych} other{{count} rankingowych}}
pt_br: {count, plural, =1{{count} valendo pontos} other{{count} valendo pontos}}
tt: {count, plural, other{{count} рейтинглы}}
zh: {count, plural, other{{count} 排位赛}}

# nbWins
source: {count, plural, =0{{count} win} =1{{count} win} other{{count} wins}}
br: {count, plural, =1{{count} trec'h} =2{{count} drec'h} few{{count} trec'h} many{{count} trec'h} other{{count} trec'h}}
de: {count, plural, =1{{count} Sieg} other{{count} Siege}}
et: {count, plural, =1{{count} võit} other{{count} võitu}}
fa: {count, plural, =1{{count} برد} other{{count} برد}}
fo: {count, plural, =1{{count} sigur} other{{count} sigrar}}
fr: {count, plural, =1{{count} victoire} other{{count} victoires}}
ga: {count, plural, =1{{count} bua} =2{{count} bhua} few{{count} mbua} many{{count} bua} other{{count} bua}}
hi: {count, plural, =1{{count} जीत} other{{count} जीत}}
hr: {count, plural, =1{{count} pobjeda} few{{count} pobjede} other{{count} pobjeda}}
hu: {count, plural, =1{{count} győzelem} other{{count} győzelem}}
ja: {count, plural, other{{count} 勝}}
lb: {count, plural, =1{{count} gewonn} other{{count} gewonn}}
nb: {count, plural, =1{{count} seier} other{{count} seire}}
nn: {count, plural, =1{{count} siger} other{{count} sigrar}}
pl: {count, plural, =1{{count} wygrana} few{{count} wygrane} many{{count} wygranych} other{{count} wygranych}}
pt_br: {count, plural, =1{{count} vitória} other{{count} vitórias}}
tt: {count, plural, other{{count} җиңү}}
zh: {count, plural, other{{count}胜}}

# nbLosses
source: {count, plural, =0{{count} loss} =1{{count} loss} other{{count} losses}}
br: {count, plural, =1{{count} c'holl} =2{{count} goll} few{{count} koll} many{{count} koll} other{{count} koll}}
de: {count, plural, =1{{count} Niederlage} other{{count} Niederlagen}}
et: {count, plural, =1{{count} kaotus} other{{count} kaotust}}
fa: {count, plural, =1{{count} باخت} other{{count} باخت}}
fo: {count, plural, =1{{count} ósigur} other{{count} ósigrar}}
fr: {count, plural, =1{{count} défaite} other{{count} défaites}}
ga: {count, plural, =1{{count} caill} =2{{count} chaill} few{{count} chaill} many{{count} caill} other{{count} caill}}
hi: {count, plural, =1{{count} हार} other{{count} हार}}
hr: {count, plural, =1{{count} poraz} few{{count} poraza} other{{count} poraza}}
hu: {count, plural, =1{{count} vereség} other{{count} vereség}}
ja: {count, plural, other{{count} 敗}}
lb: {count, plural, =1{{count} verluer} other{{count} verluer}}
nb: {count, plural, =1{{count} tap} other{{count} tap}}
nn: {count, plural, =1{{count} tap} other{{count} tap}}
pl: {count, plural, =1{{count} przegrana} few{{count} przegrane} many{{count} przegranych} other{{count} przegranych}}
pt_br: {count, plural, =1{{count} derrota} other{{count} derrotas}}
tt: {count, plural, other{{count} җиңелү}}
zh: {count, plural, other{{count}负}}

# nbDraws
source: {count, plural, =0{{count} draw} =1{{count} draw} other{{count} draws}}
br: {count, plural, =1{{count} rampo} =2{{count} rampo} few{{count} rampo} many{{count} rampo} other{{count} rampo}}
de: {count, plural, =1{{count} Remis} other{{count} Remis}}
et: {count, plural, =1{{count} viik} other{{count} viiki}}
fa: {count, plural, =1{{count} مساوی} other{{count} مساوی}}
fo: {count, plural, =1{{count} javnt} other{{count} jøvn}}
fr: {count, plural, =1{{count} nulle} other{{count} nulles}}
ga: {count, plural, =1{{count} comhscór} =2{{count} chomhscór} few{{count} gcomhscór} many{{count} comhscór} other{{count} comhscór}}
hi: {count, plural, =1{{count} खेल बराबरी पे समाप्त} other{{count} खेल बराबरी पे समाप्त}}
hr: {count, plural, =1{{count} remi} few{{count} remija} other{{count} remija}}
hu: {count, plural, =1{{count} döntetlen} other{{count} döntetlen}}
ja: {count, plural, other{{count} 分}}
lb: {count, plural, =1{{count} Remis} other{{count} Remis}}
nb: {count, plural, =1{{count} remis} other{{count} remis}}
nn: {count, plural, =1{{count} remis} other{{count} remisar}}
pl: {count, plural, =1{{count} remis} few{{count} remisy} many{{count} remisów} other{{count} remisów}}
pt_br: {count, plural, =1{{count} empates} other{{count} empates}}
tt: {count, plural, other{{count} тиңлек}}
zh: {count, plural, other{{count}和}}

# nbPlaying
source: {count, plural, =0{{count} playing} =1{{count} playing} other{{count} playing}}
br: {count, plural, =1{{count} o c'hoari} =2{{count} o c'hoari} few{{count} o c'hoari} many{{count} o c'hoari} other{{count} o c'hoari}}
de: {count, plural, =1{{count} laufende Partie} other{{count} laufende Partien}}
et: {count, plural, =1{{count} mängimas} other{{count} mängimas}}
fa: {count, plural, =1{{count} بازی در حال انجام} other{{count} بازی در حال انجام}}
fo: {count, plural, =1{{count} í gongd} other{{count} í gongd}}
fr: {count, plural, =1{{count} en cours} other{{count} en cours}}
ga: {count, plural, =1{{count} á imirt} =2{{count} á imirt} few{{count} á imirt} many{{count} á imirt} other{{count} á imirt}}
hi: {count, plural, =1{{count} खेल रहा है} other{{count} खेल रहा है}}
hr: {count, plural, =1{{count} u tijeku} few{{count} u tijeku} other{{count} u tijeku}}
hu: {count, plural, =1{{count} folyamatban} other{{count} folyamatban}}
ja: {count, plural, other{{count} 局進行中}}
lb: {count, plural, =1{{count} lafend} other{{count} lafend}}
nb: {count, plural, =1{{count} pågår} other{{count} pågår}}
nn: {count, plural, =1{{count} pågår} other{{count} pågår}}
pl: {count, plural, =1{{count} w toku} few{{count} w toku} many{{count} w toku} other{{count} w toku}}
pt_br: {count, plural, =1{{count} jogando} other{{count} jogando}}
tt: {count, plural, other{{count} уйнала}}
zh: {count, plural, other{{count} 正在进行}}

# giveNbSeconds
source: {count, plural, =0{Give {count} second} =1{Give {count} second} other{Give {count} seconds}}
br: {count, plural, =1{Reiñ {count} eilenn} =2{Reiñ {count} eilenn} few{Reiñ {count} eilenn} many{Reiñ {count} eilenn} other{Reiñ {count} eilenn}}
de: {count, plural, =1{Dem Gegner {count} Sekunde geben} other{Dem Gegner {count} Sekunden geben}}
et: {count, plural, =1{Lisa {count} sekund} other{Lisa {count} sekundit}}
fa: {count, plural, =1{{count} ثانیه اضافه کن} other{{count} ثانیه اضافه کن}}
fo: {count, plural, =1{Gev {count} sekund} other{Gev {count} sekund}}
fr: {count, plural, =1{Rajouter {count} seconde} other{Rajouter {count} secondes}}
ga: {count, plural, =1{Tabhair {count} soicind} =2{Tabhair {count} shoicind} few{Tabhair {count} shoicind} many{Tabhair {count} shoicind} other{Tabhair {count} shoicind}}
hi: {count, plural, =1{{count} सेकंड्स दें} other{{count} सेकंड्स दें}}
hr: {count, plural, =1{Dodaj protivniku {count} sekundu} few{Dodaj protivniku {count} sekunde} other{Dodaj protivniku {count} sekundi}}
hu: {count, plural, =1{Adj {count} másodpercet} other{Adj {count} másodpercet}}
ja: {count, plural, other{{count}秒を与える}}
lb: {count, plural, =1{Dem Géigner {count} Sekonn bäiginn} other{Dem Géigner {count} Sekonne bäiginn}}
nb: {count, plural, =1{Gi {count} sekund} other{Gi {count} sekunder}}
nn: {count, plural, =1{Gje {count} sekund} other{Gje {count} sekund}}
pl: {count, plural, =1{Dodaj {count} sekundę} few{Dodaj {count} sekundy} many{Dodaj {count} sekund} other{Dodaj {count} sekund}}
pt_br: {count, plural, =1{Dar {count} segundos} other{Dar {count} segundos}}
tt: {count, plural, other{{count} секунд бирү}}
zh: {count, plural, other{添加对方{count}秒}}

# nbTournamentPoints
source: {count, plural, =0{{count} tournament point} =1{{count} tournament point} other{{count} tournament points}}
br: {count, plural, =1{{count} poent tournamant} =2{{count} boent tournamant} few{{count} poent tournamant} many{{count} poent tournamant} other{{count} poent tournamant}}
de: {count, plural, =1{{count} Turnierpunkt} other{{count} Turnierpunkte}}
et: {count, plural, =1{{count} turniiri punkt} other{{count} turniiri punkti}}
fa: {count, plural, =1{مجموع امتیازات مسابقات:{count}} other{مجموع امتیازات مسابقات:{count}}}
fo: {count, plural, =1{{count} kappingarstig} other{{count} kappingastig}}
fr: {count, plural, =1{{count} point de tournoi} other{{count} points de tournoi}}
ga: {count, plural, =1{{count} pointe comórtais} =2{{count} phointe comórtais} few{{count} bpointe comórtais} many{{count} pointe comórtais} other{{count} pointí comórtais}}
hi: {count, plural, =1{{count} टूर्नामेंट अंक} other{{count} टूर्नामेंट अंक}}
hr: {count, plural, =1{{count} turnirski bod} few{{count} turnirska boda} other{{count} turnirskih bodova}}
hu: {count, plural, =1{{count} versenypont} other{{count} versenypont}}
ja: {count, plural, other{{count} トーナメントポイント}}
lb: {count, plural, =1{{count} Turnéierpunkt} other{{count} Turnéierpunkten}}
nb: {count, plural, =1{{count} turneringspoeng} other{{count} turneringspoeng}}
nn: {count, plural, =1{{count} turneringspoeng} other{{count} turneringspoeng}}
pl: {count, plural, =1{{count} punkt turniejowy} few{{count} punkty turniejowe} many{{count} punktów turniejowych} other{{count} punktów turniejowych}}
pt_br: {count, plural, =1{{count} ponto de torneio} other{{count} pontos de torneio}}
tt: {count, plural, other{{count} турнир баллары}}
zh: {count, plural, other{{count}锦标赛积分}}

# nbStudies
source: {count, plural, =0{{count} study} =1{{count} study} other{{count} studies}}
br: {count, plural, =1{{count} studiadenn} =2{{count} studiadenn} few{{count} studiadenn} many{{count} studiadenn} other{{count} studiadenn}}
de: {count, plural, =1{{count} Studie} other{{count} Studien}}
et: {count, plural, =1{{count} uuring} other{{count} uuringut}}
fa: {count, plural, =1{{count} مطالعه} other{{count} مطالعه}}
fo: {count, plural, =1{{count} rannsókn} other{{count} rannsóknir}}
fr: {count, plural, =1{{count} étude} other{{count} études}}
ga: {count, plural, =1{{count} staidéar} =2{{count} staidéir} few{{count} staidéir} many{{count} staidéir} other{{count} staidéir}}
hi: {count, plural, =1{{count} अध्ययन} other{{count} अध्ययन}}
hr: {count, plural, =1{{count} studija} few{{count} studije} other{{count} studija}}
hu: {count, plural, =1{{count} tanulmány} other{{count} tanulmány}}
ja: {count, plural, other{{count} 研究}}
lb: {count, plural, =1{{count} Etüd} other{{count} Etüden}}
nb: {count, plural, =1{{count} studie} other{{count} studier}}
nn: {count, plural, =1{{count} studie} other{{count} studiar}}
pl: {count, plural, =1{{count} opracowanie} few{{count} opracowania} many{{count} opracowań} other{{count} opracowań}}
pt_br: {count, plural, =1{{count} estudo} other{{count} estudos}}
tt: {count, plural, other{{count} өйрәнү}}
zh: {count, plural, other{{count}研讨}}

# nbSimuls
source: {count, plural, =0{{count} simul} =1{{count} simul} other{{count} simul}}
de: {count, plural, =1{{count} Simultanschach} other{{count} Simultanpartien}}
fa: {count, plural, =1{{count} سیمولتانه} other{{count} سیمولتانه}}
fr: {count, plural, =1{{count} simultané(e)s} other{{count} simultané(e)s}}
hi: {count, plural, =1{{count} सिमुल} other{{count} सिमुल्स}}
hu: {count, plural, =1{{count} szimultán} other{{count} szimultán}}
ja: {count, plural, other{{count} 同時対局}}
lb: {count, plural, =1{{count} Simultanveranstaltung} other{{count} Simultanveranstaltungen}}
nb: {count, plural, =1{{count} simultan} other{{count} simultaner}}
nn: {count, plural, =1{{count} simultant parti} other{{count} simultane parti}}
pl: {count, plural, =1{{count} symultana} few{{count} symultany} many{{count} symultan} other{{count} symultan}}
pt_br: {count, plural, =1{{count} simultânea} other{{count} simultâneas}}
zh: {count, plural, other{{count} 个进行的车轮战棋局}}

# moreThanNbRatedGames
source: {count, plural, =0{≥ {count} rated game} =1{≥ {count} rated game} other{≥ {count} rated games}}
br: {count, plural, =1{≥ {count} c'hrogad renket} =2{≥ {count} grogad renket} few{≥ {count} krogad renket} many{≥ {count} krogad renket} other{≥ {count} krogad renket}}
de: {count, plural, =1{≥ {count} gewertetes Spiel} other{≥ {count} gewertete Spiele}}
et: {count, plural, =1{≥ {count} reitinguga mäng} other{≥ {count} reitinguga mängu}}
fa: {count, plural, =1{بیشتر از {count} بازی رسمی} other{بیشتر از {count} بازی رسمی}}
fo: {count, plural, =1{≥ {count} styrkismett talv} other{≥ {count} styrkismett talv}}
fr: {count, plural, =1{≥ {count} partie classée} other{≥ {count} parties classées}}
ga: {count, plural, =1{≥ {count} cluiche rátáilte} =2{≥ {count} cluichí rátáilte} few{≥ {count} cluichí rátáilte} many{≥ {count} cluichí rátáilte} other{≥ {count} cluichí rátáilte}}
hi: {count, plural, =1{≥ {count} रेटेड खेल} other{≥ {count} रेटेड खेल}}
hr: {count, plural, =1{≥ {count} partije za bodove} few{≥ {count} partije za bodove} other{≥ {count} partija za bodove}}
hu: {count, plural, =1{≥ {count} értékelt játszma} other{≥ {count} értékelt játszma}}
ja: {count, plural, other{レート戦 {count} 局以上}}
lb: {count, plural, =1{≥ {count} gewäert Partie} other{≥ {count} gewäert Partien}}
nb: {count, plural, =1{≥ {count} ratet parti} other{≥ {count} ratede partier}}
nn: {count, plural, =1{≥ {count} rangert parti} other{≥ {count} rangerte parti}}
pl: {count, plural, =1{≥ {count} partia rankingowa} few{≥ {count} partie rankingowe} many{≥ {count} partii rankingowych} other{≥ {count} partii rankingowych}}
pt_br: {count, plural, =1{≥ {count} jogos valendo pontos} other{≥ {count} jogos valendo pontos}}
tt: {count, plural, other{≥ {count} рейтинглы уен}}
zh: {count, plural, other{完成至少 {count} 局排位赛}}

# moreThanNbPerfRatedGames
source: {count, plural, =0{≥ {count} {param2} rated game} =1{≥ {count} {param2} rated game} other{≥ {count} {param2} rated games}}
br: {count, plural, =1{≥ {count} c'hrogad {param2} renket} =2{≥ {count} grogad {param2} renket} few{≥ {count} krogad {param2} renket} many{≥ {count} krogad {param2} renket} other{≥ {count} krogad {param2} renket}}
de: {count, plural, =1{≥ {count} gewertetes {param2} Spiel} other{≥ {count} gewertete {param2} Spiele}}
et: {count, plural, =1{≥ {count} {param2} reitinguga mäng} other{≥ {count} {param2} reitinguga mängu}}
fa: {count, plural, =1{بیشتر از {count} بازی رسمی {param2}} other{بیشتر از {count} بازی رسمی {param2}}}
fo: {count, plural, =1{≥ {count} {param2} styrkismett talv} other{≥ {count} {param2} styrkismett talv}}
fr: {count, plural, =1{≥ {count} partie de {param2} classée} other{≥ {count} parties de {param2} classées}}
ga: {count, plural, =1{≥ {count} cluiche rátáilte {param2}} =2{≥ {count} cluichí rátáilte {param2}} few{≥ {count} cluichí rátáilte {param2}} many{≥ {count} cluichí rátáilte {param2}} other{≥ {count} cluichí rátáilte {param2}}}
hi: {count, plural, =1{≥ {count} {param2} रेटेड खेल} other{≥ {count} {param2} रेटेड खेल}}
hr: {count, plural, =1{≥ {count} {param2} partije} few{≥ {count} {param2} partije} other{≥ {count} {param2} partija}}
hu: {count, plural, =1{≥ {count} értékelt {param2} játszma} other{≥ {count} értékelt {param2} játszma}}
ja: {count, plural, other{{param2} レート戦 {count} 局以上}}
lb: {count, plural, =1{≥ {count} gewäert {param2} Partie} other{≥ {count} gewäert {param2} Partien}}
nb: {count, plural, =1{≥ {count} ratet {param2}-parti} other{≥ {count} ratede {param2}-partier}}
nn: {count, plural, =1{≥ {count} rangert {param2} parti} other{≥ {count} rangerte {param2}-parti}}
pl: {count, plural, =1{Przynajmniej {count} partia rankingowa ({param2})} few{Przynajmniej {count} partie rankingowe ({param2})} many{Przynajmniej {count} partii rankingowych ({param2})} other{Przynajmniej {count} partii rankingowych ({param2})}}
pt_br: {count, plural, =1{≥ {count} partida {param2} valendo pontos} other{≥ {count} {param2} partidas valendo pontos}}
tt: {count, plural, other{≥ {count} рейтинглы {param2} уен}}
zh: {count, plural, other{完成至少 {count} 局 {param2} 排位赛}}
