Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Replay mode
br: Mod adwelet
de: Wiedergabemodus
et: Kordusrežiim
fa: حالت پخش
fo: Endurspælsháttur
fr: Rejouer la partie
ga: Modh athimeartha
hi: रीप्ले मोड
hr: Repriza partije
hu: Visszajátszás
ja: 再現の方式
lb: Replay-Modus
nb: Gjennomspilling
nn: Modus for å spele oppatt
pl: Tryb odtwarzania
pt_br: Rever a partida
tt: Кабат карау
zh: 回放模式

# realtimeReplay
source: Realtime
br: Amzer wirion
de: Echtzeit
et: Reaalajas
fa: مشابه بازی
fo: Verulig tíð
fr: Temps réel
ga: Fíor-am
hi: रियल टाइम
hr: U stvarnom vremenu
hu: Valós idejű
ja: リアルタイム
lb: Echtzäit
nb: Sanntid
nn: Sanntid
pl: Jak w grze
pt_br: Tempo Real
tt: Чын вакытта
zh: 实时回放

source: By CPL
br: Dre CPL
de: Nach CPL
et: CPL järgi
fa: درنگ حین اشتباهات
fo: Við CPL
fr: Par erreurs
ga: De réir CPL
hi: CPL द्वारा
hr: Po SDP
hu: CPL
ja: 評価値で
lb: No CPL
nb: Etter CBT
nn: CPL
pl: Wg SCP
pt_br: Por erros
tt: Хаталар буенча
zh: 按厘兵损失

source: Open study
fa: مطالعه را شروع نمایید
fr: Ouvrir l'analyse
hr: Otvori studiju
tt: Өйрәнүне ачу
zh: 进入研讨室

source: Enable
br: Enaouiñ
de: Einschalten
et: Luba
fa: فعال سازی
fo: Loyv
fr: Activée
ga: Cumasaigh
hi: सक्षम करें
hr: Omogući
hu: Engedélyezve
ja: 解析する
lb: Aktivéieren
nb: Aktiver
nn: Aktiver
pl: Włącz
pt_br: Ativar
tt: Кабызылган
zh: 启用

source: Best move arrow
br: Bir ar gwellañ fiñvadenn
de: Pfeil für besten Zug
et: Parima käigu nool
fa: فلش نشان دهنده بهترین حرکت
fo: Pílur fyri besta leik
fr: Flèche du meilleur coup
ga: Saighead don bheart is fearr
hi: सर्वश्रेष्ठ चाल तीर
hr: Strelica za najbolji potez
hu: Legjobb lépés mutatása
ja: 最善手を表示
lb: Beschten Zuch Feil
nb: Pil for beste trekk
nn: Pil for beste trekk
pl: Strzałka najlepszego ruchu
pt_br: Seta de melhor movimento
tt: Иң яхшы йөрүне күрсәтү
zh: 最佳着法指示

source: Show variation arrows
de: Varianten-Pfeile anzeigen
fa: نمایش پیکان‌های شاخه اصلی
fr: Afficher les flèches de variantes
hi: विविधता वाले तीर दिखाएँ
hr: Pokaži strelice varijacija
hu: Változatok nyilainak megjelenítése
ja: 変化手順の矢印を表示
lb: Variantefeiler weisen
nb: Vis variantpiler
nn: Vis variantpiler
pl: Pokaż strzałki wariantów
pt_br: Mostrar setas das variantes
zh: 显示变着箭头

source: Evaluation gauge
br: Jaoj priziañ
de: Bewertungsanzeige
et: Hinnangunäidik
fa: میله ارزیابی
fo: Eftirmetingarmát
fr: Jauge d'évaluation
ga: Tomhsaire measúnachta
hi: मूल्यांकन गेज
hr: Mjerilo evaluacije
hu: Állásértékelő oldaljelzés
ja: 評価値を表示
lb: Evaluatioun weisen
nb: Evalueringsmåler
nn: Syn evaluering
pl: Wskaźnik oceny pozycji
pt_br: Escala de avaliação
tt: Бәяләу шкаласы
zh: 显示局面评估

source: Multiple lines
br: Meur a linenn
de: Mehrere Varianten
et: Mitu liini
fa: شاخه های متعدد
fo: Fleiri linjur
fr: Lignes d'analyse
ga: Línte ar leith
hi: एकाधिक पंक्तियाँ
hr: Višestrukih varijanti
hu: Több változat
ja: 解析ライン数
lb: Méi Varianten
nb: Flere varianter
nn: Fleire variantar
pl: Analizowane warianty
pt_br: Linhas de análise
tt: Берничә вариант
zh: 多线搜索

source: CPUs
et: CPU-d
fa: پردازنده(ها)
fo: CPUir
fr: Processeurs
ga: LAPanna
hi: केंद्रीय संसाधन एकक (CPUs)
hr: Procesora
hu: Processzorok
ja: スレッド数
nb: Prosessorer
nn: Prosessorar
pl: Procesory
tt: Процессорлар
zh: CPU

source: Memory
br: Memor
de: Arbeitsspeicher
et: Mälu
fa: حافظه
fo: Minni
fr: Mémoire
ga: Cuimhne
hi: स्मृति (मेमोरी)
hr: Memorija
hu: Memória
ja: メモリ
lb: Aarbechtsspäicher
nb: Minne
nn: Minne
pl: Pamięć RAM
pt_br: Memória
tt: Хәтер
zh: 内存

source: Infinite analysis
br: Dielfennañ didermen
de: Endlose Analyse
et: Lõputu analüüs
fa: آنالیز بی پایان
fo: Óendalig greining
fr: Analyse infinie
ga: Anailís gan teorainn
hi: अनंत विश्लेषण
hr: Neprekidna analiza
hu: Végtelen elemzés
ja: 無限解析
lb: Endlos Analys
nb: Uendelig analyse
nn: Uendeleg analyse
pl: Nieskończona analiza
pt_br: Análise infinita
tt: Чиксез анализ
zh: 开启无限分析

# removesTheDepthLimit
source: Removes the depth limit, and keeps your computer warm
de: Entfernt die Tiefenbegrenzung und hält deinen Computer warm
et: Eemaldab sügavuslimiidi ja hoiab arvuti soojana
fa: محدودیت عمق بررسی را بر می دارد که به گرم شدن کامپیوتر شما منجر می شود
fo: Tekur dýpdaravmarkingar burtur, og heldur telduna hjá tær heita
fr: Désactive la profondeur limitée et fait chauffer votre ordinateur
ga: Faigheann sé réidh leis an teorainn doimhneachta, agus coinníonn sé do ríomhaire te
hi: गहराई सीमा को निकालता है, और आपके कंप्यूटर को गर्म रखता है
hr: Uklanja granicu do koje računalo može analizirati, i održava tvoje računalo toplim
hu: Feloldja a mélységi korlátot, és melegen tartja a számítógéped
ja: 探索手数の制限をなくし最大限の解析を行なう
lb: Entfernt d'Déifenbegrenzung an hält däin Computer waarm
nb: Fjerner dybdebegrensning, og holder maskinen din varm
nn: Tar bort avgrensing i søke-djupna, og varmar opp maskina
pl: Usuwa limit głębokości analizy i rozgrzewa Twój komputer do czerwoności ;)
pt_br: Remove o limite de profundidade, o que aquece seu computador
tt: Тикшерү чикләрен бетерә һәм компьютерыгызны җылыта
zh: 取消深度限制（会提升电脑温度）

source: Engine manager
fa: مدیر موتور شطرنج
fr: Gestionnaire de moteur d'analyse
zh: 引擎管理

source: Blunder
br: Bourd
de: Grober Patzer
et: Viga
fa: اشتباه فاحش
fo: Bukkur
fr: Gaffe
ga: Meancóg
hi: भयंकर गलती
hr: Gruba greška
hu: Baklövés
ja: 大悪手
lb: Gaffe
nb: Bukk
nn: Bukk
pl: Błąd
pt_br: Capivarada
tt: Зур хата
zh: 漏着

source: Mistake
br: Fazi
de: Fehler
et: Eksimus
fa: اشتباه
fo: Mistak
fr: Erreur
ga: Botún
hi: ग़लती
hr: Greška
hu: Hiba
ja: 悪手
lb: Feeler
nb: Feil
nn: Mistak
pl: Pomyłka
pt_br: Erro
tt: Хата
zh: 错着

source: Inaccuracy
br: Diresisted
de: Ungenauigkeit
et: Ebatäpsus
fa: بی دقتی
fo: Óneyvleiki
fr: Imprécision
ga: Míchruinneas
hi: गलती
hr: Nepreciznost
hu: Pontatlanság
ja: 疑問手
lb: Ongenauegkeet
nb: Unøyaktighet
nn: Småfeil
pl: Niedokładność
pt_br: Imprecisão
tt: Җиңел хата
zh: 失准

source: Move times
br: Amzer dre fiñvadenn
de: Zugzeiten
et: Aeg käigu tegemisel
fa: مدت حركت‌ها
fo: Leiktíðir
fr: Temps par coup
ga: Amanna na mbearta
hi: चाल समय
hr: Vrijeme za potez
hu: Lépésidő
ja: 消費時間
lb: Zuchzäiten
nb: Tidsbruk
nn: Tidsbruk per trekk
pl: Tempo gry
pt_br: Tempo por movimento
tt: Йөреш вакыты
zh: 走棋时间

source: Flip board
br: Cheñch tu an dablez c'hoari
de: Brett drehen
et: Keera lauda
fa: چرخاندن صفحه
fo: Vend borði við
fr: Tourner l'échiquier
ga: Cas an bord
hi: बोर्ड पलटें
hr: Okreni ploču
hu: Tábla megfordítása
ja: 盤の上下反転
lb: Briet dréinen
nb: Snu brettet
nn: Snu brettet
pl: Obróć szachownicę
pt_br: Girar o tabuleiro
tt: Тактаны әйләндерү
zh: 翻转棋盘

source: Threefold repetition
br: Teir gwech ar memestra
de: Dreifache Stellungswiederholung
et: Kolmekordne kordus
fa: تکرار سه گانه
fo: Endurtøka tríggjar ferðir
fr: Triple répétition
ga: Athriocht faoi thrí
hi: तीन बार दोहराव
hr: Trostruko ponavljanje pozicije
hu: Háromszori állásismétlés
ja: 同形三復
lb: Dräifach Widderhuelung
nb: Trekkgjentakelse
nn: Trefaldig trekkgjentaking
pl: Trzykrotne powtórzenie pozycji
pt_br: Tripla repetição
tt: Өч тапкыр кабатлау
zh: 三次重复局面

source: Claim a draw
br: Goulenn bezañ rampo
de: Remis beanspruchen
et: Võta viik
fa: ادعای تساوی
fo: Krev remis (javnleik)
fr: Revendiquer la partie nulle
ga: Maígh comhscór
hi: बराबरी का दावा करें
hr: Proglasi remi
hu: Döntetlen igénylése
ja: 引き分けを申し立てる
lb: Remis reklaméieren
nb: Krev remis
nn: Krev remis
pl: Ogłoś remis
pt_br: Reivindicar empate
tt: Тигез уен белдерү
zh: 宣布和棋

source: Offer draw
br: Kinnig bezañ rampo
de: Remis anbieten
et: Paku viiki
fa: پیشنهاد مساوی
fo: Bjóða remis
fr: Proposer la nulle
ga: Tairg comhscór
hi: खेल को बराबरी पर समाप्त करने का प्रस्ताव दें
hr: Ponudi remi
hu: Döntetlen felajánlása
ja: 引き分けを提案する
lb: Remis bidden
nb: Tilby remis
nn: Tilby remis
pl: Zaproponuj remis
pt_br: Propor empate
tt: Тигезлекне тәкъдим итү
zh: 提出和棋

source: Draw
br: Rampo
de: Remis
et: Viik
fa: مساوی
fo: Remis
fr: Partie nulle
ga: Comhscór
hi: खेल बराबरी पे समाप्त
hr: Remi
hu: Döntetlen
ja: 引き分け
lb: Remis
nb: Remis
nn: Remis
pl: Remis
pt_br: Empate
tt: Тиңлек
zh: 平局

source: Draw by mutual agreement
br: Rampo dre asant pep hini
de: Remis durch Einigung
et: Viik kokkuleppel
fa: تساوی با توافق طرفین
fo: Remis eftir semju
fr: Partie nulle par accord mutuel
ga: Cluiche cothrom trí chomhaontú frithpháirteach
hi: आपसी सहमति से ड्रॉ
hr: Neriješeno dogovorom igrača
hu: Döntetlen közös megegyezés alapján
ja: 合意によるドロー
lb: Remis duerch Eenegung
nb: Remis ved overenskomst
nn: Remis etter semje
pl: Remis za obopólną zgodą
pt_br: Empate por acordo mútuo
zh: 双方同意和棋

source: Fifty moves without progress
br: Hanter-kant taol hep araokadenn
de: 50 Züge ohne Spielfortschritt
et: 50 käiku ilma edusammudeta
fa: قانون ۵۰ حرکت
fo: 50 leikir uttan framsókn
fr: Cinquante coups joués sans progrès
ga: Caoga beart gan dul chun cinn
hi: पचास चालें बिना किसी प्रगति के
hr: 50 poteza bez napretka
hu: Ötven lépés fejlemény nélkül
ja: 50 手中駒取りもポーンの手もなし
lb: 50 Zich ouni Progrès
nb: Femti trekk uten framgang
nn: Femti trekk utan framgang
pl: 50 posunięć bez bicia i ruchu pionem
pt_br: Cinquenta jogadas sem progresso
zh: 无实质进展的50步

source: Current games
br: Krogadoù o ren
de: Laufende Partien
et: Hetkel mängitavad mängud
fa: بازی های در جریان
fo: Talv, ið verða telvað nú
fr: Parties en cours
ga: Cluichí reatha
hi: अभी खेले जा रहे खेल
hr: Partije u tijeku
hu: Futó játékok
ja: 現在対局中
lb: Lafend Partien
nb: Partier som spilles nå
nn: Parti som blir spela no
pl: Partie w toku
pt_br: Partidas atuais
tt: Хәзерге уеннар
zh: 正在对局

source: View in full size
br: Brasaat
de: In voller Größe anzeigen
et: Vaata täisekraanil
fa: نمایش در اندازه کامل
fo: Síggj í fullari stødd
fr: Agrandir
ga: Breathnaigh in lánmhéid
hi: पूर्ण आकर में देखें
hr: Pogledaj u punoj veličini
hu: Teljes méret
ja: フルサイズで見る
lb: An voller Gréisst ukucken
nb: Se i full størrelse
nn: Vis i full storleik
pl: Zobacz w pełnym rozmiarze
pt_br: Ver em tela cheia
tt: Тулысынча күрү
zh: 放大观看

# logOut
source: Sign out
br: Digevreañ
de: Abmelden
et: Logi välja
fa: خروج
fo: Rita út
fr: Déconnexion
ga: Logáil amach
hi: खाते से निकास करें
hr: Odjavi se
hu: Kijelentkezés
ja: ログアウト
lb: Ofmellen
nb: Logg ut
nn: Logg ut
pl: Wyloguj
pt_br: Sair
tt: Чыгу
zh: 登出

source: Sign in
br: Kevreañ
de: Einloggen
et: Logi sisse
fa: ورود
fo: Rita inn
fr: Connexion
ga: Logáil isteach
hi: खाते में प्रवेश करें
hr: Prijavi se
hu: Bejelentkezés
ja: ログイン
lb: Umellen
nb: Logg inn
nn: Logg inn
pl: Zaloguj się
pt_br: Entrar
tt: Керү
zh: 登录

# rememberMe
source: Keep me logged in
br: Chom a rin kevreet
de: Angemeldet bleiben
et: Jää sisselogituks
fa: مرا به خاطر بسپار
fr: Se souvenir de moi
ga: Coinnigh logáilte istigh mé
hi: मुझे लोग्ड इन रखें
hr: Zapamti me
hu: Maradjak bejelentkezve
ja: 次から自動ログイン
lb: Ageloggt bleiwen
nb: Hold meg innlogget
nn: Lagra mine påloggingsdata
pl: Zapamiętaj
pt_br: Lembrar de mim
zh: 保持登录状态

source: You need an account to do that
br: Ezhomm ho peus da gaout ur gont evit hen ober
de: Dazu brauchst du ein Benutzerkonto
et: Sa vajad kasutajat, et seda teha
fa: شما برای انجام این کار به یک حساب کاربری نیاز دارید.
fo: Tær nýtist at hava eina konto at gera hetta
fr: Compte d'utilisateur requis
ga: Tá cuntas ag teastáil uait chun é sin a dhéanamh
hi: ऐसा करने के लिए आपको खाता खोलने की आवश्यकता है
hr: Za ovo trebaš korisnički račun
hu: Ehhez szükséged van egy fiókra
ja: アカウントが必要です
lb: Du brauchs een Account fir dat ze maachen
nb: Du trenger en konto for å gjøre det
nn: For å gjera det treng du ein konto
pl: Do tego potrzebne jest konto
pt_br: Você precisa de uma conta para fazer isso
tt: Моның өчен аккаунт кирәк
zh: 请登录以完成该操作

# signUp
source: Register
br: Lakaat e anv
de: Registrieren
et: Registreeri
fa: نام نویسی
fo: Skráset teg
fr: S'inscrire
ga: Cláraigh
hi: खाता खोलें
hr: Registriraj se
hu: Regisztráció
ja: 登録
lb: Registréieren
nb: Registrer brukerkonto
nn: Registrer deg
pl: Zarejestruj się
pt_br: Registrar
tt: Теркәлү
zh: 注册

# computersAreNotAllowedToPlay
source: Computers and computer-assisted players are not allowed to play. Please do not get assistance from chess engines, databases, or from other players while playing. Also note that making multiple accounts is strongly discouraged and excessive multi-accounting will lead to being banned.
br: Urzhiataerioù ha c'hoarierien sikouret gant un urzhiataer n'int ket aotreet da c'hoari. Na vezit ket skoazellet gant mekanikoù, diaz roadennoù pe c'hoarierien all pa vezit o c'hoari. Ne aliomp ket ac'hanoc'h da gaout kalz kontoù kennebeut. M'ho peus re a gontoù e veoc'h forbannet.
de: Unterstützung von Schachprogrammen, Datenbanken oder anderen Spielern ist während einer Partie nicht erlaubt. Bitte beachte auch, dass die Erstellung mehrerer Benutzerkonten ungern gesehen ist und die Missachtung dieser Regel, bis auf Kulanz von Seiten des Teams, zum Ausschluss aller betroffenen Konten führt.
et: Arvutid ja arvutiabi kasutavad mängijad on keelatud mängimast. Palun ära kasuta mängides maleprogrammide, andmebaaside ja teiste mängijate abi. Mitme kasutaja tegemine on ebasoositud ja räige mitme kasutaja kasutamine võib lõppeda kasutaja kinnipanemisega.
fa: كامپيوتر و بازيكناني كه از كامپيوتر كمك مي گيرند،مجاز به بازی نیستند.لطفا از انجین شطرنج يا دیتابیس شطرنج و يا بازيكنان ديگر كمک نگيريد. همچنین توجه کنید که داشتن چند حساب کاربری به شدت نهی شده است. استفاده فزاینده از چند حساب منجر به مسدود شدن حساب شما خواهد شد.
fo: Teldur og telvarar, ið fáa hjálp frá teldum, hava ikki loyvi at telva. Bannað er at leita sær hjálp frá talvtólum (chess engines), dátugrunnum ella øðrum telvarum, meðan telvað verður. Gev eisini gætur, at tað verður staðiliga frámælt at fáa sær fleiri kontur, og telvarar við nógvum kontum, kunnu verða útihýstir.
fr: Les ordinateurs et les joueurs assistés par ordinateur ne sont pas autorisés à jouer. Veuillez ne pas vous aider de moteurs d'analyse, de bases de données ou d'autres joueurs pendant la partie. Notez également qu'il est fortement déconseillé de créer plusieurs comptes. Le multi-compte excessif mènera à l'exclusion.
ga: Níl cead ag ríomhair agus imreoirí le cabhair ó ríomhairí imirt. Ná bí ag lorg cabhrach ó innill fichille, bunachair sonraí nó imreoirí eile agus tú ag imirt. Moltar go láidir gan iliomaid cuntais a chruthú agus is féidir cosc a chur ar úsáideoirí as an iomarca cuntais a chruthú.
hi: कंप्यूटर और कंप्यूटर-सहाय खिलाडियों को खेलने की अनुमति नहीं है । कृपया शतरंज मशीनों, दस्तावेजों या किसी और खिलाडी की सहायता न लें। इस बात का भी ध्यान रखें कि एक से अधिक खाते खोलना बिलकुल भी प्रोत्साहित नहीं है और अतियाधिक खाते खोलने से आप पर प्रतिबन्ध लगा दिया जायेगा।
hr: Računala i računalni programi ne smiju igrati. Molimo da ne koristiš pomoć programa, baze podataka ili drugih igrača za vrijeme igranja. Također, imaj na umu da se stvaranje više korisničkih računa ne ohrabruje i da prekomjerno korištenje istih može rezultirati zabranom pristupa.
hu: Számítógépek és számítógép segítségét igénybe vevő játékosok nem játszhatnak. Kérünk játék közben ne vegyél igénybe segítséget sakk programoktól, adatbázisoktól, vagy más játékosoktól. Több fiók készítése és használata egyszerre az oldalról való kitiltást vonja maga után.
ja: コンピューターの力を借りての対局は禁止されています。対局中にチェスエンジン、データベース、他人の助言は厳禁です。また、複数アカウントの使用も追放の可能性があります。
lb: Ënnerstëtzung vun Schachprogrammen, Datenbanken oder aneren Spiller ass wärend enger Partie net erlaabt. Wannechgelift bedenkt och, dass d'Creatioun vun puer Benotzerkonten ongären gesinn ass and d'Missachtung vun dëser Reegel, bis op Kulanz vun der Ekipp, zum Ausschloss aller betraffenen Konten féiert.
nb: Datamaskiner og spillere som får hjelp av datamaskiner har ikke lov til å spille. Vennligst ikke ta imot hjelp fra sjakkmaskiner, databaser eller andre spillere under partiene. Merk også at det er sterkt frarådet å opprette flere brukerkontoer, og kan lede til at du blir utstengt.
nn: Datamaskinar og spelarar som brukar sjakkprogram har ikkje lov til å spela. Ver venleg å ikkje ta i bruk hjelp frå sjakkprogram, databasar eller andre spelarar så lenge partiet er i gang. Merk at det vert sterkt frårådd å oppretta fleire kontoar. Oppretting av svært mange kontoar vil føra til utestenging.
pl: Partie graczy komputerowych lub grających z jego pomocą są zabronione. Podczas gry niedozwolone jest korzystanie z pomocy programów szachowych, baz danych oraz innych graczy. Odradzamy zakładanie wielu kont, a utrata umiaru w tym zakresie skutkować będzie zablokowaniem.
pt_br: A ajuda de software não é permitida. Por favor, não utilize programas de xadrez, bancos de dados ou o auxilio de outros jogadores durante a partida. Além disso, a criação de múltiplas contas é fortemente desaconselhada e sua prática excessiva acarretará em banimento.
tt: Компьютер булышы тыелган. Зинһар, уйнаганда, шахмат программалары, мәглүмәт базалары я башка уенчылар булышы белән файдаланмагыз. Күп аккаунтлар ясау киңәш ителми һәм кирәк булмаган күп аккаунтлар ясау сезне банга китерер.
zh: 电脑与电脑辅助棋手不允许参加对局。下棋时，请不要从国际象棋引擎、数据库或其他棋手得到帮助。另外，强烈建议你不要创建备用账户。过度使用多余的账户会导致账号被封禁。

source: Games
br: Krogadoù
de: Partien
et: Mängud
fa: بازی ها
fo: Talv
fr: Parties
ga: Cluichí
hi: खेल
hr: Partije
hu: Játszmák
ja: 局
lb: Partien
nb: Partier
nn: Parti
pl: Partie
pt_br: Partidas
tt: Уеннар
zh: 棋局

source: Forum
br: Forom
et: Foorum
fa: انجمن
fo: Talvtos
ga: Fóram
hi: जनसभा (फोरम )
hu: Fórum
ja: フォーラム
pt_br: Fórum
tt: Форум
zh: 论坛

# xPostedInForumY
source: {param1} posted in topic {param2}
br: {param1} he/en deus embannet er forom {param2}
de: {param1} postete im Thread {param2}
et: {param1} postitas teemasse {param2}
fa: {param1} در انجمن،موضوع {param2} را پست کرد.
fo: {param1} legði út á evninum {param2}
fr: {param1} a posté dans le forum {param2}
ga: Scríobh {param1} teachtaireacht sa topaic {param2}
hi: {param1} ने {param2} जनसभा (फोरम ) में उल्लेख (पोस्ट) किया
hr: {param1} objavljuje u temi {param2}
hu: {param1} írt a következő témába: {param2}
ja: {param1} が {param2} に投稿しました
lb: {param1} huet zum Thema {param2} geschriwwen
nb: {param1} postet i innlegg {param2}
nn: {param1} postlagt i forumet {param2}
pl: {param1} napisał/a w temacie {param2}
pt_br: {param1} publicou no tópico {param2}
tt: {param1} {param2} темасына язу җибәрде
zh: {param1}发文：{param2}

source: Latest forum posts
br: Embannoù diwezhañ er forom
de: Neueste Forenbeiträge
et: Viimased foorumi postitused
fa: آخرین پست های انجمن
fo: Seinastu uppsløg
fr: Derniers posts du forum
ga: Postálacha fóraim is déanaí
hi: नवीनतम जनसभा (फोरम) के उल्लेख (पोस्ट)
hr: Najnovije objave na forumu
hu: Friss bejegyzések
ja: 最新のフォーラム記事
lb: Neisten Forumbäiträg
nb: Nyeste foruminnlegg
nn: Siste innlegg i forumet
pl: Najnowsze wpisy
pt_br: Últimas publicações no fórum
tt: Соңгы форум язулары
zh: 最新论坛帖子

source: Players
br: C'hoarierien
de: Spieler
et: Maletajad
fa: بازیکنان
fo: Telvarar
fr: Joueurs
ga: Imreoirí
hi: शतरंज खिलाड़ी
hr: Igrači
hu: Játékosok
ja: プレイヤー
lb: Spiller
nb: Spillere
nn: Spelarar
pl: Gracze
pt_br: Jogadores
tt: Уенчылар
zh: 棋手

source: Friends
br: Mignoned
de: Freunde
et: Sõbrad
fa: دوستان
fo: Vinir
fr: Amis
ga: Cairde
hi: मित्र
hr: Prijatelji
hu: Barátok
ja: 友達
lb: Kolleegen
nb: Venner
nn: Vener
pl: Znajomi
pt_br: Amigos
tt: Дуслар
zh: 棋友

# discussions
source: Conversations
br: Kaozeadennoù
de: Konversationen
et: Vestlused
fa: مکالمات
fo: Samrøður
fr: Discussions
ga: Comhráite
hi: वार्तालाप
hr: Razgovori
hu: Beszélgetések
ja: トピック
lb: Konversatiounen
nb: Samtaler
nn: Diskusjonar
pl: Rozmowy
pt_br: Discussões
tt: Әңгәмәләр
zh: 讨论组

source: Today
br: Hiziv
de: Heute
et: Täna
fa: امروز
fo: Í dag
fr: Aujourd'hui
ga: Inniu
hi: आज
hr: Danas
hu: Ma
ja: 今日
lb: Haut
nb: I dag
nn: I dag
pl: Dzisiaj
pt_br: Hoje
tt: Бүген
zh: 今天

source: Yesterday
br: Dec'h
de: Gestern
et: Eile
fa: دیروز
fo: Í gjár
fr: Hier
ga: Inné
hi: एक दिन पूर्व
hr: Jučer
hu: Tegnap
ja: 昨日
lb: Gëschter
nb: I går
nn: I går
pl: Wczoraj
pt_br: Ontem
tt: Кичә
zh: 昨天

source: Minutes per side
br: Munutennoù evit pep c'hoarier
de: Minuten pro Spieler
et: Minutit poole kohta
fa: زمان برای هر بازیکن(به دقیقه)
fo: Minuttir í part
fr: Minutes par joueur
ga: Nóiméid an taobh
hi: मिनट प्रति खिलाड़ी
hr: Minuta po igraču
hu: Perc játékosonként
ja: 持ち時間
lb: Minutten pro Säit
nb: Minutter per spiller
nn: Minutt per spelar
pl: Minuty na gracza
pt_br: Minutos por jogador
tt: Һәр якка бирелгән вакыт
zh: 各方限时（分钟）

source: Variant
br: Doare
de: Variante
fa: گونه
fo: Avbrigdi
fr: Variante
ga: Athróg
hi: प्रकार
hr: Varijanta
hu: Variáns
ja: バリアント
pl: Odmiana
pt_br: Variante
tt: Вариант
zh: 变体

source: Variants
br: Eilstummoù
de: Varianten
et: variandid
fa: گونه‌ها
fo: Avbrigdi
fr: Variantes
ga: Athróga
hi: प्रकार
hr: Varijante
hu: Variánsok
ja: 変則チェス
lb: Varianten
nb: Varianter
nn: Variantar
pl: Odmiany
pt_br: Variantes
tt: Вариантлар
zh: 变体

source: Time control
br: Tizh
de: Bedenkzeit
et: Aja kontroll
fa: زمان
fo: Tíðaravmarking
fr: Cadence
ga: Rialú ama
hi: समय नियंत्रण
hr: Vrijeme partije
hu: Játékidő
ja: 持時間
lb: Zäitkontroll
nb: Tidskontroll
nn: Tidskontroll
pl: Tempo gry
pt_br: Ritmo
tt: Вакыт контроле
zh: 时间限制

source: Real time
br: Amzer wirion
de: Normale Bedenkzeit
et: Reaalajas
fa: زمان محدود
fo: Verulig tíð
fr: Temps réel
ga: Fíor-am
hi: वास्तविक खेल
hr: Stvarno vrijeme
hu: Valós idő
ja: 実時間
lb: Echtzäit
nb: Sanntid
nn: Sanntid
pl: W czasie rzeczywistym
pt_br: Tempo real
tt: Хәзерге вакытта
zh: 实时棋局

source: Correspondence
br: Krogadoù war hir dermen
de: Fernschach
et: Kirimale
fa: مکاتبه ای
fo: Brævtalv
fr: Correspondance
ga: Comhfhreagras
hi: काफी लम्बे वक़्त का खेल
hr: Dopisni šah
hu: Levelező
ja: 通信チェス
lb: Korrespondenz
nb: Fjernsjakk
nn: Fjernsjakk
pl: Korespondencyjne
pt_br: Correspondência
tt: Хат алмашып уйнау
zh: 通讯棋

source: Days per turn
br: Deizioù dre fiñvadenn
de: Tage pro Zug
et: Päevi käiguks
fa: روز برای هر حرکت
fo: Dagar fyri hvønn leik
fr: Jours par coup
ga: Laethanta sa bheart
hi: दिन प्रति चाल
hr: Dana po potezu
hu: Nap lépésenként
ja: 1 手あたり日数
lb: Deeg pro Zuch
nb: Dager per trekk
nn: Dagar per trekk
pl: Dni na ruch
pt_br: Dias por lance
tt: Бер йөреш вакыты
zh: 每步允许天数

source: One day
br: Un deiz
de: Ein Tag
et: Üks päev
fa: یک روز
fo: Ein dag
fr: Un jour
ga: Lá amháin
hi: एक दिन
hr: Jedan dan
hu: Egy nap
ja: 1日
lb: Een Dag
nb: Én dag
nn: Ein dag
pl: 1 dzień
pt_br: Um dia
tt: Бер көн
zh: 1天

source: Time
br: Amzer
de: Zeit
et: Aeg
fa: زمان
fo: Tíð
fr: Temps
ga: Am
hi: समय
hr: Vrijeme
hu: Játékidő
ja: 時間
lb: Zäit
nb: Tid
nn: Tid
pl: Tempo
pt_br: Tempo
tt: Вакыт
zh: 时间

source: Rating
br: Renkad
de: Wertungszahl
et: Reiting
fa: درجه‌بندی
fo: Styrkital
fr: Classement
ga: Rátáil
hi: रेटिंग
hr: Rejting
hu: Értékszám
ja: レーティング
lb: Wäertung
pl: Ranking
tt: Рейтинг
zh: 等级分

source: Rating stats
br: Stadegoù ar renkadur
de: Wertungsstatistiken
et: Reitingu statistika
fa: آماره‌های درجه‌بندی
fo: Styrkitalastøða
fr: Statistiques de classement
ga: Staitisticí rátála
hi: रेटिंग सांख्यिकी
hr: Statistike rejtinga
hu: Értékszám statisztika
ja: レーティングの統計
lb: Wäertungsstatistiken
nb: Ratingstatistikk
nn: Ratingstatistikk
pl: Statystyki rankingowe
pt_br: Estatísticas de classificação
tt: Рейтинг статистикасы
zh: 等级分统计

source: User name
br: Anv implijer
de: Benutzername
et: Kasutaja nimi
fa: نام کاربری
fo: Brúkaranavn
fr: Nom d'utilisateur
ga: Ainm úsáideora
hi: आपका यूज़र नेम
hr: Korisničko ime
hu: Felhasználónév
ja: ユーザー名
lb: Benotzernumm
nb: Brukernavn
nn: Brukarnamn
pl: Nazwa użytkownika
pt_br: Nome de usuário
tt: Кулланучы исеме
zh: 用户名

source: User name or email
br: Anv implijer pe chomlec'h postel
de: Benutzername oder E-Mail
et: Kasutajanimi või email
fa: نام کاربری یا ایمیل
fo: Brúkaranavn ella teldupostbústaður
fr: Nom d'utilisateur ou courriel
ga: Ainm úsáideora nó seoladh ríomphoist
hi: उपयोगकर्ता का नाम
hr: Korisničko ime ili email
hu: Felhasználónév vagy email
ja: ユーザー名、またはメールアドレス
lb: Benotzernumm oder Email
nb: Brukernavn eller e-post
nn: Brukarnamn eller e-post
pl: Nazwa użytkownika lub e-mail
pt_br: Nome ou email do usuário
tt: Кулланычы исеме я эл. почтасы
zh: 用户名 或 邮箱
