Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# cancelSimul
source: Cancel the simul
de: Die Simultan-Veranstaltung abbrechen
et: Tühista simultaan
fa: بازی هم‌زمان (سیمولتانه) را لغو نمایید
fr: Annuler la simultanée
ga: Cuir an taispeántas comhuaineach ar ceal
hi: समकालिक खेल को निरस्त करें
hr: Otkaži simultanku
hu: Szimultán törlése
ja: 同時対局をキャンセル
lb: Simul annuléieren
nb: Avbryt simultanen
nn: Avbryt simultantilskipinga
pl: Anuluj symultanę
pt_br: Cancelar a simultânea
zh: 取消车轮战

# simulHostcolor
source: Host color for each game
br: Liv an ostiz evit pep krogad
de: Farbe des Gastgebers für jede Partie
et: Korraldaja värv igas mängus
fa: رنگ مربوط به نمایش‌دهنده یا میزبان برای هر بازی
fr: Couleur des pièces jouées par l'hôte pour chaque partie
ga: Dath óstach do gach cluiche
hi: प्रत्येक खेल के लिए मेजबान के मोहरों का रंग
hr: Boja domaćina u svakoj igri
hu: Szimultánt adó színe minden játszmában
ja: ホスト側の手番
lb: Faarf vum Host fir all Partie
nb: Vertsfarge for hvert parti
nn: Vertsfarge for kvart parti
pl: Kolor prowadzącego symultanę dla każdej partii
pt_br: Cor do simultanista em cada jogo
zh: 主持所执方

# estimatedStart
source: Estimated start time
de: Voraussichtliche Startzeit
et: Eeldatav algusaeg
fa: زمان تقریبی شروع بازی
fr: Heure de début estimée
ga: Am tosaithe measta
hi: अनुमानित प्रारंभ समय
hr: Predviđeno vrijeme početka
hu: Kezdés becsült ideje
ja: 開始予定時刻
lb: Ongeféier Startzäit
nb: Forventet starttidspunkt
nn: Forventa starttidspunkt
pl: Szacowany czas rozpoczęcia
pt_br: Tempo de início estimado
zh: 预计开始时间

# simulFeatured
source: Feature on {param}
de: Auf {param} zeigen
et: Näita leheküljel {param}
fa: نمایش در {param}
fr: Simultanée diffusée sur {param}
ga: Gné ar {param}
hi: {param} पर प्रस्तुत
hr: Značajka na {param}
hu: Közzététel {param}
ja: {param} に表示
lb: Op {param} weisen
nb: Vis på {param}
nn: Vis på {param}
pl: Dostępna na {param}
pt_br: Compartilhar em {param}
zh: 展示在 {param}

# simulFeaturedHelp
source: Show your simul to everyone on {param}. Disable for private simuls.
de: Zeige allen auf {param} deine Simultan-Veranstaltung. Für private Simultan-Veranstaltungen deaktivieren.
et: Näita oma simultaan kõigile {param}-s. Lülita välja privaatseks simultaaniks.
fa: بازی هم‌زمان خود را برای همه بر روی لینک {param} نشان بدهید. برای دسترسی خصوصی آن را غیرفعال نمایید.
fr: Montrez votre simultanée à tout le monde sur {param}. Désactivez cette option pour les simultanées privées.
ga: Taispeáin do thaispeántas comhuaineach do gach duine ar {param}. Díchumasaithe do thaispeántais chomhuaineacha phríobháideacha.
hi: {param} पर अपने समकालिक खेल को प्रदर्शित करें। निजी समकालिक खेलों के लिए निष्क्रिय।
hr: Pokažite svoju simulaciju svima na {param}. Onemogući za privatne simulacije.
hu: Szimultán közzététele {param} oldalon. Kapcsold ki privát szimultánhoz.
ja: {param} 上の全員に表示します。非公開の同時対局では無効にしてください。
lb: Jidderengem op {param} Simul uweisen. Desaktivéieren fir privat Simuls.
nb: Vis simultanen din til alle på {param}. Skru av for private simultaner.
nn: Vis simultantilskipinga til alle på {param}. Deaktivér for private simultantilskipingar.
pl: Pokaż symultanę wszystkim na {param}. Wyłącz dla prywatnych symultan.
pt_br: Compartilhar a simultânia com todos em {param}. Desative para jogos privados.
zh: 在 {param} 上向所有人展示你主持的车轮战，对私人车轮战无效。

source: Simul description
de: Simultan Beschreibung
et: Simultaani kirjeldus
fa: توصیف بازی هم‌زمان
fr: Description de la simultanée
ga: Tuairisc ar thaispeántas comhuaineach
hi: समकालिक खेल का विवरण
hr: Opis simultanke
hu: Szimultán leírása
ja: 同時対局の説明
lb: Simul Beschreiwung
nb: Beskrivelse av simultanen
nn: Beskriving av simultantilskipinga
pl: Opis symultany
pt_br: Descrição da simultânea
zh: 车轮战描述

# simulDescriptionHelp
source: Anything you want to tell the participants?
br: Un dra bennak da lâret d'ar re a gemero perzh?
de: Möchtest du den Teilnehmern etwas mitteilen?
et: Tahad osalejatele midagi öelda?
fa: آیا می‌خواهید مطلبی را به شرکت‌کنندگان بگویید؟
fr: Voulez-vous dire quelque chose aux participants ?
ga: Rud ar bith is mian leat a rá leis na rannpháirtithe?
hi: क्या आप प्रतिभागियों को कुछ बताना चाहते हैं?
hr: Želite li nešto reći sudionicima?
hu: Van bármi amit elmondanál a résztvevőknek?
ja: 参加者に伝えたいことがあればどうぞ
lb: Wëlls du den Participanten eppes matdeelen?
nb: Er det noe du vil si til deltakerne?
nn: Noko du vil fortelja deltakarane?
pl: Wiadomość do przekazania uczestnikom
pt_br: Você gostaria de dizer algo aos participantes?
zh: 写下你想要告诉参与者的任何内容

# markdownAvailable
source: {param} is available for more advanced syntax.
de: {param} ist für erweiterte Formatierung verfügbar.
et: {param} on saadaval täiendavate vormindusvõimaluste jaoks.
fa: {param} برای کُدهای دستوری پیچیده‌تر در دسترس است.
fr: {param} offre des options de formatage supplémentaires.
ga: Tá {param} ar fáil le haghaidh comhréir níos airde.
hi: {param} अत्याधुनिक स्वरूपण के लिए उपलब्ध है।
hr: {param} je dostupan za napredniju sintaksu.
hu: {param} is elérhető a haladó szerkesztéshez.
ja: 高度な修飾方法として {param} も使えます。
lb: {param} ass fir erweidert Formatéierung disponibel.
nb: {param} er tilgjengelig for utforming.
nn: {param} er tilgjengeleg for meir avansert syntaks.
pl: {param} jest dostępny dla bardziej zaawansowanej składni.
pt_br: {param} está disponível para opções de formatação adicionais.
zh: {param} 可用于更高级的格式。

# embedsAvailable
source: Paste a game URL or a study chapter URL to embed it.
de: Füge eine Partie-URL oder eine Studienkapitel-URL ein, um sie einzubetten.
et: Aseta mängu URL või uuringu peatüki URL et seda sängitada.
fa: وب‌نشانی بازی یا وب‌نشانی فصل مطالعه را برای جاسازی آن، جایگذاری کنید.
fr: Collez l'URL d'une partie ou d'un chapitre d'étude pour l'intégrer.
ga: Greamaigh URL cluiche nó URL caibidil staidéir chun é a leabú.
hi: खेल अथवा अध्ययन का URL paste करे एमबेड करने के लिये|
hr: Zalijepite URL igre ili URL poglavlja studije da biste ga ugradili.
hu: Illeszd be a játék vagy a tanulmány URL-jét a beágyazáshoz.
ja: 棋譜の URL、研究の章の URL をペーストすると埋め込みできます。
lb: Füg eng Partien-URL oder eng Etüdenkapitel-URL an, fir se anzebetten.
nb: Lim inn en URL til et parti eller et kapittel i en studie for å bygge det inn.
nn: Sett inn URLen til eit spel eller studiekapittel for å bygge det inn.
pl: Wklej adres URL partii lub adres URL rozdziału opracowania, aby go osadzć.
pt_br: Cole a URL de uma partida ou de um capítulo de estudo para incorporá-lo.
zh: 粘贴对局URL或学习章节URL来嵌入。

# inYourLocalTimezone
source: In your own local timezone
de: In deiner eigenen lokalen Zeitzone
et: Kohalikus ajavööndis
fa: ذر منطقه زمانی شما
fr: Dans votre fuseau horaire
ga: I do chrios ama áitiúil féin
hi: आपके अपने क्षेत्रीय समयानुसार
hr: U tvojoj vremenskoj zoni
hu: Saját időzónád szerint
ja: 自分のタイムゾーンで
lb: An denger lokaler Zäitzon
nb: I tidssonen din
nn: I di tidssone
pl: W Twojej lokalnej strefie czasowej
pt_br: No seu próprio fuso horário
zh: 在你的本地时区

# tournChat
source: Tournament chat
de: Turnierchat
et: Turniiri vestlus
fa: چت مسابقه
fr: Salon de discussion du tournoi
ga: Comhrá comórtais
hi: प्रतियोगिता वार्ता
hr: Turnirski razgovor
hu: Verseny csevegő
ja: トーナメント チャット
lb: Turnéier Chat
nb: Turneringssamtale
nn: Turneringschat
pl: Czat turniejowy
pt_br: Chat do torneio
zh: 比赛聊天

source: No chat
br: Flap ebet
de: Kein Chat
et: Vestluseta
fa: بدون چت
fo: Einki kjatt
fr: Aucun salon de discussion
ga: Cosc ar comhrá
hi: वार्ता निषेध
hr: Nema razgovora
hu: Nincs csevegő
ja: チャットなし
lb: Keen Chat
nb: Ingen samtale
nn: Ikkje chat
pl: Wyłącz czat
pt_br: Sem chat
zh: 关闭聊天

source: Only team leaders
br: Mistri ar skipailh hepken
de: Nur Teamleiter
et: Ainult võistkonnajuhid
fa: تنها مسئولان تیم
fo: Bert liðleiðarar
fr: Seulement les chefs de l'équipe
ga: Ceannairí foirne amháin
hi: केवल टीम नेता
hr: Samo vođe timova
hu: Csak csapatvezetőknek
ja: チームリーダー限定
lb: Just Ekippenleader
nb: Bare lagledere
nn: Berre lagleiarar
pl: Tylko liderzy klubu
pt_br: Apenas líderes de equipe
zh: 仅限队长

source: Only team members
br: Izili ar skipailh hepken
de: Nur Teammitglieder
et: Ainult võistkonnaliikmed
fa: تنها اعضای تیم
fo: Bert limir av liðnum
fr: Seulement les membres de l'équipe
ga: Baill foirne amháin
hi: केवल टीम सदस्य
hr: Samo članovi timova
hu: Csak csapattagoknak
ja: チームメンバー限定
lb: Just Ekippenmemberen
nb: Bare lagmedlemmer
nn: Berre lagsmedlemer
pl: Tylko członkowie klubu
pt_br: Apenas membros da equipe
zh: 仅限队员

# navigateMoveTree
source: Navigate the move tree
de: Durch den Zugbaum navigieren
et: Navigeeri käiguloendis
fa: لیست درختی کلیدهای مربوط به جابجا شدن
fo: Far runt í leiktrænum
fr: Naviguer dans l'arborescence
ga: Déan nascleanúint ar an gcrann birt
hi: चालों की सूची पर जाएं
hr: Kreći se po stablu premještanja
hu: Navigálj a lépések közt
ja: 分岐ツリー内の移動
lb: Duerch den Zuchbam navigéieren
nb: Naviger i trekktreet
nn: Naviger i trekk-treet
pl: Nawiguj drzewo ruchów
pt_br: Navegar pela notação de movimentos
zh: 定位

source: Mouse tricks
br: Gant al logodenn
de: Maus-Tricks
et: Hiiretrikid
fa: ترفندهای مربوط به موشواره
fo: Músasnildir
fr: Astuces pour la souris
ga: Cleasanna luiche
hi: माउस की तरकीबें
hr: Trikovi s mišem
hu: Trükkök az egérrel
ja: マウスでの操作
lb: Maus Tricks
nb: Musetriks
nn: Musekunstar
pl: Gesty myszy
pt_br: Funcionalidades do mouse
zh: 鼠标使用技巧

# toggleLocalAnalysis
source: Toggle local computer analysis
de: Lokale Computeranalyse aktivieren/deaktivieren
et: Lülita kohalik arvuti analüüs sisse/välja
fa: از سخت‌افزارِ رایانه خود برای بررسی استفاده نمایید
fr: Activer/désactiver l’analyse locale
ga: Scoránú anailís áitiúil ar ríomhaire
hi: स्थानीय कंप्युटर विश्लेषण
hr: Uključi analizu lokalnog računala
hu: Helyi számítógépes elemzés engedélyezése
ja: ローカルコンピュータ解析の切り替え
lb: Lokal Computeranalys aktivéieren/desaktivéieren
nb: Skru av eller på lokal maskinanalyse
nn: Aktiver/deaktiver lokal maskinanalyse
pl: Włącz/wyłącz analizę lokalnego komputera
pt_br: Ativar/desativar análise local do computador
zh: 使用本地分析

# toggleAllAnalysis
source: Toggle all computer analysis
de: Alle Computeranalysen aktivieren/deaktivieren
et: Lülita täielik arvuti analüüs sisse/välja
fa: از سخت‌افزارِ رایانه خود و از سرورهای سایت برای بررسی استفاده نمایید
fr: Activer/désactiver toutes les analyses
ga: Scoránú gach anailís ríomhaire
hi: सभी कंप्यूटर विश्लेषण टॉगल करें
hr: Uključi sve računalne analize
hu: Összes számítógépes elemzés engedélyezése
ja: 全コンピュータ解析の切り替え
lb: All Computeranalysen aktivéieren/desaktivéieren
nb: Skru av eller på all maskinanalyse
nn: Aktiver/deaktiver all maskinanalyse
pl: Włącz/wyłącz analizę komputera
pt_br: Ativar/desativar todas análises locais do computador
zh: 使用本地+服务器分析

# playComputerMove
source: Play best computer move
de: Spiele den besten Computerzug
et: Tee parim arvutikäik
fa: بهترین حرکت پیشنهادی توسط رایانه را انتخاب و بازی کنید
fo: Telv besta telduleikin
fr: Jouer le meilleur coup de l'ordinateur
ga: Déan an beart ríomhaire is fearr
hi: कंप्युटर की सर्वश्रेष्ठ चाल चलें
hr: Igraj najbolji računalni potez
hu: Számítógép szerinti legjobb lépés megjátszása
ja: コンピュータの最善手をプレイ
lb: Beschten Computer Zuch spillen
nb: Spill det beste maskintrekket
nn: Spel det beste maskintrekket
pl: Zagraj najlepszy ruch komputera
pt_br: Jogar o melhor lance de computador
zh: 走电脑推荐的最佳招

source: Analysis options
br: Optionoù dielfennañ
de: Analyseoptionen
et: Analüüsi seaded
fa: امکاناتِ تجزیه و تحلیل
fr: Options d'analyse
ga: Roghanna anailíse
hi: विश्लेषण विकल्प
hr: Opcije analize
hu: Elemzés beállításai
ja: 解析のオプション
lb: Analysoptiounen
nb: Analysevalg
nn: Analyseval
pl: Opcje analizy
pt_br: Opções de análise
zh: 分析选项

source: Focus chat
br: Ar flap da gentañ
de: Chat-Eingabefeld fokussieren
et: Fokuseeri vestlus
fa: تمرکز بر روی امکان چت و نوشتن در آن
fr: Priorité au salon de discussion
ga: Comhrá spriocghrúpa
hi: फोकस चैट
hr: Fokusiraj chat
hu: Fókusz a csevegőre
ja: チャットにフォーカス
lb: Chat fokusséieren
nb: Fokus på samtale
nn: Fokusér prateromet
pl: Aktywuj czat
pt_br: Focar texto
zh: 聚焦聊天

# showHelpDialog
source: Show this help dialog
de: Diesen Hilfedialog anzeigen
et: Näita seda abiakent
fa: نمایش این پنجره راهنما
fr: Afficher cette boîte de dialogue
ga: Taispeáin an dialóg cabhrach seo
hi: सहायता संवाद दर्शायें
hr: Pokaži poruku pomoći
hu: Mutasd ezt a súgót
ja: このヘルプダイアログを表示
lb: Dësen Hëllefdialog weisen
nb: Vis denne hjelpedialogen
nn: Vis denne hjelpedialogen
pl: Pokaż okno pomocy
pt_br: Mostrar esta mensagem de ajuda
zh: 显示此帮助对话框

source: Reopen your account
br: Addigeriñ ho kont
de: Wiedereröffnung deines Kontos
et: Ava oma konto uuesti
fa: باز کردن مجدد حساب کاربری
fr: Rouvrir votre compte
ga: Athoscailt do chuntas
hi: अपना खाता पुनः खोलें।
hr: Ponovno otvorite svoj račun
hu: Fiók újranyitása
ja: アカウントを再開する
lb: Konto nei opmaachen
nb: Gjenopprett kontoen din
nn: Opne kontoen din på ny
pl: Otwórz ponownie swoje konto
pt_br: Reabra sua conta
zh: 恢复你的账户

# closedAccountChangedMind
source: If you closed your account, but have since changed your mind, you get one chance of getting your account back.
et: Kui sulgesid oma konto, kuid oled vahepeal ümber mõelnud, on sul üks võimalus oma konto tagasi saada.
fa: اگر حساب کاربری خود را مسدود کردید، اما بعد از آن نظرتان عوض شد، شما یک فرصت برای بازگرداندنِ حساب کاربری خود خواهید داشت.
fr: Si vous avez fermé votre compte, mais que vous avez ensuite changé d'avis, vous avez une chance de récupérer votre compte.
hr: Ako ste zatvorili svoj račun, ali ste se predomislili, imate jednu priliku da vratite svoj račun.
hu: Ha lezártad a fiókod, de azóta meggondoltad magad, van egy lehetőséged visszakapni a régi fiókod.
lb: Wanns du dein Konto zougemaach has, mee säit deem deng Meenung geännert hues, kriss du eng Chance däin Konto zeréckzekréien.
nb: Hvis du har avsluttet kontoen din og så ombestemt deg, får du én sjanse til å gjenopprette kontoen din.
nn: Om du har stengd kontoen din, men ynskjer å ta den attende, får du eitt høve til å opna den på ny.
pl: Jeśli zamknąłeś/aś swoje konto, ale zmieniłeś/aś zdanie, otrzymasz jedną szansę na jego odzyskanie.
pt_br: Caso você tenha encerrado sua conta, mas mudou de opinião, você tem ainda uma chance de recuperá-la.
zh: 如果你关闭了账户，但此后又改变了主意，你可以获得一次恢复账户的机会。

# onlyWorksOnce
source: This will only work once.
et: See töötab ainult ühe korra.
fa: پس از مسدودسازی حساب کاربری فقط یک بار امکان بازیابی آن خواهد بود.
fo: Hetta riggar bert eina ferð.
fr: Cela ne fonctionnera qu'une seule fois.
hr: Ovo će raditi samo jednom.
hu: Ez csak egyszer működik.
lb: Dat hei klappt just eemol.
nb: Dette fungerer bare én gang.
nn: Dette kan du berre gjera ein einaste gong.
pl: To zadziała tylko raz.
pt_br: Isso só vai funcionar uma vez.
zh: 账户关闭后只能恢复一次

# cantDoThisTwice
source: If you close your account a second time, there will be no way of recovering it.
et: Kui sa sulged oma konto teist korda, ei ole seda võimalik taastada.
fa: اگر برای بار دوم حساب کاربری خود را مسدود سازید، هیچ راهی برای بازیابی آن وجود نخواهد داشت.
fr: Si vous fermez votre compte une seconde fois, il n'y aura aucun moyen de le récupérer.
hr: Ako drugi put zatvorite svoj račun, nećete ga moći oporaviti.
hu: Ha lezárod a fiókod másodszor is, utána már nincs lehetőség a visszaállításra.
lb: Wann du däin Konto eng zweete Kéier zou mëss, kann een en net méi zeréckkréien.
nb: Hvis du avslutter kontoen din for andre gang, er den tapt for alltid.
nn: Om du stengde kontoen ein andre gong, er det ikkje lengre mogleg å opna den att.
pl: Jeśli zamkniesz swoje konto po raz drugi, nie będzie możliwości jego odzyskania.
pt_br: Caso você encerre sua conta pela segunda vez, será impossível recuperá-la.
zh: 如果你第二次关闭账户，将无法恢复。

# emailAssociatedToaccount
source: Email address associated to the account
br: Postel liammet ouzh ar gont
de: E-Mail-Adresse deines Kontos
et: Kontoga seotud e-posti aadress
fa: آدرس ایمیلی که به حساب کاربری مربوط شده است
fr: Adresse courriel associée à votre compte
ga: Seoladh ríomhphoist a bhaineann leis an gcuntas
hi: खाते से संबंधित ईमेल पता
hr: Email adresa povezana s računom
hu: A fiókhoz rendelt email cím
ja: アカウントに登録されたメールアドレス
lb: Email Adress associéiert mam Konto
nb: E-postadresse tilknyttet kontoen
nn: E-postadressa som er tilknytt kontoen
pl: Adres e-mail powiązany z kontem
pt_br: Endereço de e-mail associado à conta
zh: 与账户关联的电子邮件地址

# sentEmailWithLink
source: We've sent you an email with a link.
br: Ur postel gant ul liamm 'zo bet kaset deoc'h.
de: Wir haben dir eine E-Mail mit einem Link geschickt.
et: Saatsime teile lingiga e-kirja.
fa: ما یک ایمیل که حاوی یک لینک می‌باشد را به شما ارسال کرده‌ایم.
fr: Nous vous avons envoyé un courriel avec un lien.
ga: Tá ríomhphost seolta againn le nasc.
hi: हमने आपको लिंक के साथ एक ईमेल भेजा है।
hr: Poslali smo ti email s linkom.
hu: Küldtünk neked egy linket emailben.
ja: あなたにリンクを含むメールを送信しました。
lb: Mir hun dir eng Email mat engem Link geschéckt.
nb: Vi har sendt deg en e-post med en lenke.
nn: Vi har sendt deg ein e-post med ei lenke.
pl: Wysłaliśmy Ci wiadomość e-mail z linkiem.
pt_br: Enviamos um e-mail pra você com um link.
zh: 我们已经向你发送了一封带有链接的电子邮件。

source: Tournament entry code
br: Kod mont e-barzh an tournamant
de: Turnierbeitrittscode
et: Turniiri osavõtukood
fa: کد ورودی مسابقه
fr: Code d'entrée du tournoi
ga: Cód iontrála an chomórtais
hi: प्रतियोगिता प्रवेश कोड
hr: Lozinka za turnir
hu: Verseny belépési kód
ja: トーナメント参加コード
lb: Turnéier Zougangscode
nb: Turneringsadgangskode
nn: Tilgangskode til turnering
pl: Kod dostępu do turnieju
pt_br: Código de entrada do torneio
zh: 比赛入场码

source: Hang on!
br: O c'hoari emaoc'h dija!
de: Moment mal!
et: Oota!
fa: صبر کن!
fo: Bíða líka!
fr: Vous jouez déjà une partie!
ga: Fan!
hi: प्रतिक्षा कीजीए।
hr: Čekaj!
hu: Várj csak!
ja: 待って！
lb: Waart!
nb: Vent litt!
nn: Vent litt!
pl: Zaczekaj!
pt_br: Espere!
zh: 等等！

# gameInProgress
source: You have a game in progress with {param}.
br: O c'hoari emaoc'h a-enep {param}.
de: Du hast noch eine laufende Partie mit {param}.
et: Mäng kasutajaga {param} on veel pooleli.
fa: شما یک بازی در حال انجام با {param} دارید.
fr: Vous avez une partie en cours avec {param}.
ga: Tá cluiche idir lámha agat le {param}.
hi: {param} के साथ आपका खेल समाप्त नही हुआ है।
hr: U tijeku je igra s {param}.
hu: Van egy folyamatban lévő játszmád {param} ellen.
ja: {param} との対局が進行中です。
lb: Du hues eng Partie amgaang géint {param}.
nb: Du har et parti på gang med {param}.
nn: Du spelar no eit parti mot {param}.
pl: Rozgrywasz partię z {param}.
pt_br: Você tem uma partida em andamento com {param}.
zh: 你正在与 {param} 进行对局。

source: Abort the game
br: Nullañ ar c'hrogad
de: Partie abbrechen
et: Katkesta mäng
fa: انصراف از بازی
fo: Enda talvið
fr: Annuler la partie
ga: Giorraigh an cluiche
hi: खेल रद्द करें
hr: Prekini igru
hu: Játszma elvetése
ja: 対局を中止する
lb: Partie ofbriechen
nb: Avbryt partiet
nn: Avbryt partiet
pl: Przerwij partię
pt_br: Cancelar a partida
zh: 中止本局

source: Resign the game
br: Dilezel ar c'hrogad
de: Partie aufgeben
et: Alistu
fa: تسلیم
fo: Gev upp talvið
fr: Abandonner la partie
ga: Éirigh as
hi: हार मान ले
hr: Odustani od igre
hu: Játszma feladása
ja: 投了する
lb: Partie opginn
nb: Gi opp partiet
nn: Gje opp partiet
pl: Poddaj się
pt_br: Abandonar a partida
zh: 认输

# youCantStartNewGame
source: You can't start a new game until this one is finished.
br: Ne c'haller ket kregiñ gant ur c'hrogad all keit ha ma ne vo ket echu gant ar c'hrogad-mañ.
de: Du kannst keine neue Partie starten, bevor diese beendet ist.
et: Uut mängu ei saa alustada enne, kui see mäng on lõpetatud.
fa: شما نمی توانید تا زمانی که این بازی تمام نشده بازی جدیدی آغاز کنید.
fo: Tú kanst ikki byrja eitt nýtt talv áðrenn hetta endar.
fr: Vous ne pouvez pas commencer une nouvelle partie tant que celle-ci n'est pas terminée.
ga: Ní féidir leat cluiche nua a thosú go dtí go mbeidh an ceann seo críochnaithe.
hi: जब तक यह गेम समाप्त नहीं हो जाता तब तक आप एक नया गेम शुरू नहीं कर सकते।
hr: Ne možete započeti novu igru dok se ova ne završi.
hu: Nem kezdhetsz új játszmát amíg ezt be nem fejezted.
ja: この対局が終わるまで、別の対局は開始できません。
lb: Du kanns keng nei Partie ufänken bis déi do fäerdeg ass.
nb: Du kan ikke starte et nytt parti før dette er avsluttet.
nn: Du kan ikkje starte eit nytt parti før dette er avslutta.
pl: Nie możesz rozpocząć nowej partii, dopóki ta nie zostanie zakończona.
pt_br: Você não pode iniciar um novo jogo até que este acabe.
zh: 在本局结束前，你不能开始新的对局。

source: Since
br: Adalek
de: Seit
et: Alates
fa: از وقتی که
fo: Síðan
fr: De
ga: Ó
hi: दिनांक से
hr: Od
hu: Ettől
ja: 開始
lb: Säit
nb: Fra
nn: Frå
pl: Od
pt_br: Desde
zh: 自

source: Until
br: Betek
de: Bis
et: Kuni
fa: تا وقتی که
fo: Til
fr: À
ga: Go dtí
hi: दिनांक तक​
hr: Do
hu: Eddig
ja: 終了
lb: Bis
nb: Til
nn: Til
pl: Do
pt_br: Até
zh: 直到

# lichessDbExplanation
source: Rated games sampled from all Lichess players
br: Krogadoù renket c'hoariet war Lichess
de: Aus gewerteten Partien aller Lichess-Spieler
et: Reitinguga mängud kõikidelt Lichessi mängijatelt
fa: بازی‌های رسمی برگزار شده در Lichess
fr: Échantillon de parties classées jouées par les joueurs de Lichess
ga: Cluichí rátáilte a sampláladh ó gach imreoir Lichess
hi: मुल्यांकित खेल Lichess के सभी खिलाड़ियो से
hr: Odabrane bodovane partije svih igrača na Lichessu
hu: A Lichess játékosok értékelt játszmáiból összeállítva
ja: Lichess 全プレイヤーのレート戦が対象
lb: Gewäert Partien vun allen Lichess Spiller
nb: Ratede partier spilt hos Lichess
nn: Rangerte parti samla inn frå alle Lichess-spelarar
pl: Partie rankingowe pobrane od wszystkich graczy Lichess
pt_br: Amostra de partidas rankeadas de todos os jogadores do Lichess
zh: 来自 Lichess 的排位对局

source: Switch sides
br: Cheñch tu
de: Seitenwechsel
et: Vaheta pooli
fa: تعویض سمت
fr: Changer de couleur
ga: Athraigh taobhanna
hi: पार्श्व बदलना
hr: Promijeni strane
hu: Oldal megfordítása
ja: 色変更
lb: Faarf wiesselen
nb: Skift side
nn: Byt side
pl: Zmień kolor
pt_br: Trocar de lado
zh: 更换所持颜色

# closingAccountWithdrawAppeal
source: Closing your account will withdraw your appeal
br: Nullet e vo hoc'h engalv ma serrit ho kont
de: Dein Benutzerkonto zu schließen wird auch deinen Einspruch zurückziehen
et: Konto sulgemine tühistab teie kaebuse
fa: با بستن حساب خود درخواست تجدید نظر خود را پس خواهید گرفت
fr: Fermer votre compte annulera votre appel
ga: Má dhúnann tú do chuntas tarraingeofar siar d’achomharc
hi: आपका खाता बंद करने से आपकी अपील वापस ले ली जाएगी
hr: Zatvaranje računa će povući vašu žalbu
hu: A fiókod lezárása visszavonja a fellebbezésed
ja: アカウントを閉鎖すると異議申立ても取り下げになります
lb: Däin Benotzerkonto zou ze maachen wäert och däin Asproch zeréckzéihen
nb: Klagen din blir trukket hvis du stenger kontoen din
nn: Dersom du stenger kontoen din vil protesten din bli trekt attende
pl: Zamknięcie konta spowoduje wycofanie Twojego odwołania
pt_br: Encerrar sua conta anulará seu apelo
zh: 关闭账户将撤回你的上诉

# ourEventTips
source: Our tips for organizing events
br: Alioù fur a-raok aozañ abadennoù
de: Unsere Tipps für die Organisation von Veranstaltungen
et: Meie nõuanded ürituste korraldamiseks
fa: پیشنهادهای ما برای برگزاری رویدادها
fr: Nos conseils pour l'organisation d'événements
ga: Ár leideanna chun imeachtaí a eagrú
hi: कार्यक्रम आयोजित करने कि सलाह
hr: Naši savjeti za organizaciju događaja
hu: Tippjeink események szervezéséhez
ja: チェスイベント開催のアドバイス
lb: Eis Tipps fir d'Organiséieren vun Turnéier
nb: Tips for arrangementer
nn: Tips for å organisere arrangement
pl: Nasze wskazówki dotyczące organizacji wydarzeń
pt_br: Nossas dicas para organização de eventos
zh: 举办赛事的小建议
