Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Change username
br: Cheñch anv implijer
de: Benutzernamen ändern
et: Muuda kasutajanime
fa: تغییر نام کاربری
fo: Broyt brúkaranavn
fr: Modifier le nom d'utilisateur
ga: Athraigh ainm úsáideora
hi: खाता नाम बदलें
hr: Promijeni korisničko ime
hu: Felhasználónév váltás
ja: ユーザー名の変更
lb: Benotzernumm änneren
nb: Endre brukernavn
nn: Endre brukarnamn
pl: Zmień nazwę użytkownika
pt_br: Alterar nome de usuário
tt: Кулланучы исемен үзгәртү
zh: 更改用户名

# changeUsernameNotSame
source: Only the case of the letters can change. For example "johndoe" to "JohnDoe".
br: Ment al lizherennoù a c'hall cheñch hepken. Lakaomp "yannc'hoarier" a ya da "YannC'hoarier".
de: Nur die Groß-/Kleinschreibung kann geändert werden, z.B. "jondoe" zu "JonDoe".
et: Muuta saab ainult tähe suurust. Näiteks "karlsuur" ja "KarlSuur".
fa: تنها اندازه حروف میتوانند تغییر کنند. برای مثال "johndoe" به "JohnDoe".
fo: Til ber bert at broyta støddina á bókstøvunum. T. d. "fípanfagra" til "FípanFagra".
fr: Seules les majuscules et les minuscules peuvent être changées - ex. JeanDupont plutôt que jeandupont.
ga: Ní féidir ach cás na litreacha a athrú. Mar shampla ó "seanog" go "SeanOg".
hi: केवल अक्षरों का मामला बदल सकता है। उदाहरण के लिए "johndoe" से "JohnDoe"।
hr: Jedino se veličina slova može promijeniti. Primjerice, ''johndoe'' u ''JohnDoe''.
hu: Csak a kis- és nagybetűket cserélheted a névben. Például: "gipszjakab" - "GipszJakab".
ja: 大文字・小文字の変更だけができます（johndoe を JohnDoeに、など）
lb: Just Grouss-/Klengschreiwung kann geännert ginn. Zum Beispill "johndoe" zu "JohnDoe".
nb: Du kan bare endre små bokstaver til store eller store til små. For eksempel "olanordmann" til "OlaNordmann".
nn: Du kan berre bytte små til store bokstavar, eller store til små. Til dømes "olanormann" til "OlaNormann".
pl: Można zmienić tylko wielkość liter, np. „JanNowak” zamiast „jannowak”.
pt_br: Pode-se apenas trocar as letras de minúscula para maiúscula e vice-versa. Por exemplo, "fulanodetal" para "FulanoDeTal".
tt: Хәрефләр регистрын гына үзгәртеп була. Мәсәлән, "johndoe"ны "JohnDoe"га.
zh: 只能更改字母大小写。例如，将“johndoe”改为“JohnDoe”。

# changeUsernameDescription
source: Change your username. This can only be done once and you are only allowed to change the case of the letters in your username.
br: Cheñchit hoc'h anv implijer. Gallout a rit hen ober ur wech hepken ha ne c'hallit kemm nemet ment al lizherennoù.
de: Ändere deinen Benutzernamen. Dies ist nur einmalig möglich und bezieht sich lediglich auf Anpassungen der Groß- und Kleinschreibung deines Benutzernamens.
et: Muuda kasutajanime. Seda saad teha ainult korra ning muuta on võimalik ainult kasutajanimes leiduvate tähtede suurust.
fa: نام کاربری خود را تغییر دهید. این تنها یک بار انجام پذیر است و شما تنها مجازید اندازه حروف نام کاربری‌تان را تغییر دهید.
fo: Broyt brúkaranavn títt. Hetta ber bert til at gera eina ferð, og tú kanst bert broyta, hvørt bókstavirnir eru við stórum ella lítlum.
fr: Modifiez votre nom d'utilisateur. Vous pouvez le faire une fois seulement. Seule la casse des lettres peut être modifiée.
ga: Athraigh d'ainm úsáideora. Ní féidir é seo a dhéanamh ach uair amháin agus ní cheadaítear duit ach cás na litreacha i d’ainm úsáideora a athrú.
hi: अपना उपयोगकर्ता नाम बदलें। यह केवल एक बार किया जा सकता है और आपको केवल अपने उपयोगकर्ता नाम के केस को बदलने की अनुमति है।
hr: Promijeni korisničko ime. Ovo možeš učiniti samo jednom i samo možeš promijeniti veličinu slova svog korisničkog imena.
hu: Változtasd meg a felhasználó nevet. Ezt csak egyszer teheted meg és csak a kis- és nagybetű váltás engedélyezett a felhasználónévben.
ja: ユーザー名を変更します。これは一回限りで、行なえるのは大文字・小文字の変更だけです。
lb: Änner däin Benotzernumm. Dat kann just eemol gemaach ginn an just d'Grouss-/Klengschreiwung vun den Buschtawen am Benotzernumm kann geännert ginn.
nb: Endre brukernavnet ditt. Dette kan bare gjøres én gang, og du bare kan endre små bokstaver til store eller store til små.
nn: Endre brukarnamnet. Det kan berre gjerast ein gong, og du kan berre endre store bokstavar til små eller små til store.
pl: Zmiana nazwy użytkownika może być wykonana tylko raz i dotyczy tylko wielkości liter w nazwie.
pt_br: Altere seu nome de usuário. Isso só pode ser feito uma vez e você poderá apenas trocar as letras de minúscula para maiúscula e vice-versa.
tt: Кулланучы исемегезне үзгәртегез. Сез моны бер тапкыр гына ясый аласыз һәм хәрефләрнен зурлыгын гына үзгәртә аласыз.
zh: 更改用户名。注意只能更改一次，之后只能更改用户名字母的大小写。

# signupUsernameHint
source: Be sure to choose a family-friendly username. You cannot change it later, and any accounts with inappropriate usernames will be closed!
de: Bitte wähle einen familienfreundlichen Benutzernamen. Du kannst ihn später nicht mehr ändern und Konten mit unpassenden Benutzernamen werden geschlossen!
et: Vali kasutajanimi mis oleks kõigile sobilik, isegi lastele. Seda ei saa hiljem muuta, ning kõik sobimatute nimedega kontod suletakse!
fa: مطمئن شوید که یک نام کاربری مناسب انتخاب میکنید. بعداً نمی توانید آن را تغییر دهید و هر حسابی با نام کاربری نامناسب بسته می شود!
fr: Assurez-vous de choisir un nom d'utilisateur convenable. Vous ne pourrez pas le modifier et tout nom d'utilisateur inapproprié entraînera la fermeture du compte !
ga: Déan cinnte ainm úsáideora a oireann don teaghlach a roghnú. Ní féidir leat é a athrú ina dhiaidh agus dúnfar aon chuntais a bhfuil ainmneacha úsáideora míchuí orthu!
hi: कृपया उचित यूज़रनेम ही चुनें। आप इसे बाद में बदल नहीं पाएंगे और अनुचित यूज़रनेम वाले कोई भी खाते बंद कर दिए जाएंगे।
hr: Obavezno odaberi obiteljsko korisničko ime. Ne možeš ga kasnije promijeniti i svi računi s neprikladnim korisničkim imenima bit će zatvoreni!
hu: Mindenképpen családbarát felhasználónevet válassz. Később már nem tudod megváltoztatni, a nem helyénvaló felhasználónevek fiókját zároljuk!
ja: ユーザー名は無難なものにしてください。後で変えることはできないし、ユーザー名が不適切だとアカウントが閉鎖されます！
lb: Wielt wannechgelifft een familienfrëndlechen Benotzernumm. Den Numm kann dono net méi geännert ginn an Accounts mat onugebruechten Benotzernimm ginn zougemaach!
nb: Velg et sømmelig brukernavn. Det kan ikke endres, og alle kontoer med usømmelige brukernavn vil bli avsluttet.
nn: Gå for eit familievenleg brukarnamn. Namnet kan ikkje endrast seinare og kontoar med upassande brukarnamn vert stengde!
pl: Wybierz przyjazną nazwę użytkownika. Nie możesz jej później zmienić, a niestosowna nazwa spowoduje zamknięcie konta!
pt_br: Escolha um nome de usuário apropriado. Não será possível mudá-lo, e qualquer conta que tiver um nome ofensivo ou inapropriado será excluída!
zh: 请务必选择一个和谐的用户名，用户名设置后无法更改，并且不合规的用户名会导致账户被封禁！

# signupEmailHint
source: We will only use it for password reset.
br: Arveret e vo gant m'ho peus ezhomm da cheñch ho ker-kuzh.
de: Wir werden sie nur zum Zurücksetzen deines Passworts verwenden.
et: Seda kasutatakse ainult parooli lähtestamiseks.
fa: ما فقط از آن برای تنظیم مجدد رمز عبور استفاده خواهیم کرد.
fr: Nous l'utiliserons uniquement pour la réinitialisation du mot de passe.
ga: Ní úsáidfimid é ach le haghaidh athshocrú pasfhocail.
hi: हम इस का इस्तेमाल सिर्फ़ पासवर्ड रीसेट के लिए करेंगे।
hr: Koristit ćemo ga samo za ponovno postavljanje lozinke.
hu: Csak jelszó-visszaállításhoz használjuk.
ja: この情報はパスワードのリセットにのみ使用します。
lb: Mir benotzen se just fir Passwuert Resets.
nb: Vi bruker den bare når du tilbakestiller passordet ditt.
nn: Vi vil berre bruka den dersom det vert naudsynt å nullstilla passordet.
pl: Użyjemy go tylko do resetowania hasła.
pt_br: Vamos usar apenas para redefinir a sua senha.
zh: 仅用于重置密码

source: Password
br: Ger-kuzh
de: Passwort
et: Parool
fa: رمز عبور
fo: Loyniorð
fr: Mot de passe
ga: Pasfhocal
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
ja: パスワード
lb: Passwuert
nb: Passord
nn: Passord
pl: Hasło
pt_br: Senha
tt: Серсүз
zh: 密码

source: Change password
br: Kemm ar ger-tremen
de: Passwort ändern
et: Muuda parooli
fa: تغییر کلمه عبور
fo: Broyt loyniorð
fr: Changer votre mot de passe
ga: Athraigh pasfhocal
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó megváltoztatása
ja: パスワードの変更
lb: Passwuert änneren
nb: Bytt passord
nn: Endre passord
pl: Zmień hasło
pt_br: Alterar senha
tt: Серсүзне үзгәртү
zh: 更改密码

source: Change email
br: Kemm ar postel
de: E-Mail-Adresse ändern
et: Muuda email
fa: تغییر ایمیل
fo: Broyt teldupost
fr: Changer votre courriel
ga: Athraigh do sheoladh ríomhphoist
hi: अपना इ-मेल बदलो
hr: Promijeni email
hu: E-mail cím megváltoztatása
ja: メールアドレスの変更
lb: Email änneren
nb: Endre e-postadresse
nn: Endre e-postadresse
pl: Zmień adres e-mail
pt_br: Alterar email
tt: Emailны үзгәртү
zh: 更改电子邮件地址

source: Email
br: Postel
fa: ایمیل
fo: Teldupostur
fr: Courriel
ga: Ríomhphost
hi: इ-मेल
hu: E-mail cím
ja: メールアドレス
nb: E-post
nn: E-post
zh: 电子邮箱

source: Password reset
br: Adderaouekaat ar ger-tremen
de: Passwort vergessen
et: Parooli lähtestamine
fa: بازیابی کلمه عبور
fo: Endurset loyniorð
fr: Réinitialisation du mot de passe
ga: Athshocraigh pasfhocal
hi: पासवर्ड बदलें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
ja: パスワードをリセットする
lb: Passwuert zerécksetzen
nb: Tilbakestill passord
nn: Sett passordet på nytt.
pl: Resetuj hasło
pt_br: Redefinição de senha
tt: Серсүзне алыштыру
zh: 密码重置

source: Forgot password?
br: Disoñjet hoc'h eus ho ker-tremen?
de: Passwort vergessen?
et: Unustasid parooli?
fa: آیا کلمه عبور را فراموش کرده اید؟
fo: Gloymt loyniorð?
fr: Mot de passe oublié ?
ga: An ndearna tú dearmad ar do phasfhocal?
hi: क्या आप अपना पासवर्ड भूल गए हैं?
hr: Zaboravio/la si lozinku?
hu: Elfelejtetted a jelszavad?
ja: パスワードを忘れた方はこちら
lb: Passwuert vergiess?
nb: Glemt passord?
nn: Har du gløymt passordet?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
tt: Серсүзне оныттыгыз?
zh: 忘记密码？

# error_weakPassword
source: This password is extremely common and too easy to guess.
br: Ordin eo ho ker-kuzh betek re hag aes-tre da gavout.
de: Dieses Passwort wird extrem oft verwendet und ist zu einfach zu erraten.
et: See parool on väga levinud ning liiga lihtne arvata.
fa: این رمز به شدت معمول و قابل حدس است.
fr: Ce mot de passe est très courant et trop facile à deviner.
ga: Tá an pasfhocal seo thar a bheith coitianta, agus ró-éasca le buille faoi thuairim.
hi: यह पासवर्ड बहुत ही सामान्य है, और इसका अनुमान लगाना बहुत आसान है।
hr: Ova je lozinka iznimno česta i previše je lako pogoditi.
hu: Ez a jelszó rettentő gyakori és túl könnyű kitalálni.
ja: このパスワードはありふれすぎていて簡単に破られます。
lb: Dëst Passwuert ass extrem heefeg an einfach ze roden.
nb: Passordet er svært vanlig og for lett å gjette.
nn: Passordet er svært vanleg og for lett å gjette.
pl: To hasło jest bardzo popularne i zbyt łatwe do odgadnięcia.
pt_br: A senha é extremamente comum e fácil de adivinhar.
zh: 这个密码太常见了，而且很容易猜到。

# error_namePassword
source: Please don't use your username as your password.
br: Disheñvel e vo ho ker-kuzh diouzh hoc'h anv-implijer mar plij ganeoc'h.
de: Verwende bitte nicht deinen Benutzernamen als Passwort.
et: Palun ära kasuta oma kasutajanime paroolina.
fa: لطفا رمز خود را متفاوت از نام کاربری خود انتخاب کنید.
fr: N'employez pas votre nom d'utilisateur comme mot de passe.
ga: Ná húsáid d'ainm úsáideora mar do phasfhocal.
hi: कृपया अपने यूजरनेम नाम को अपने पासवर्ड के रूप में उपयोग न करें।
hr: Molimo da ne koristitiš svoje korisničko ime kao lozinku.
hu: Kérjük, ne a felhasználónevedet add meg jelszónak.
ja: パスワードはユーザー名と同じにしないでください。
lb: Wannechgelifft benotz net däin Benotzernumm als Passwuert.
nb: Ikke bruk navnet ditt som passord.
nn: Ikkje bruk namnet ditt som passord.
pl: Nie używaj nazwy użytkownika jako hasła.
pt_br: Não utilize seu nome de usuário como senha.
zh: 请不要把密码设为用户名。

# blankedPassword
source: You have used the same password on another site, and that site has been compromised. To ensure the safety of your Lichess account, we need you to set a new password. Thank you for your understanding.
br: Ar memes ger-kuzh ho peus graet gantañ war ul lec'hienn all hag a zo bet preizhet. Ur ger-kuzh nevez zo ezhomm da gaout neuze evit ma chomfe diarvar ho kont Lichess. Ho trugarekaat a reomp.
de: Du hast das gleiche Passwort auf einer anderen Seite verwendet und diese Seite wurde kompromittiert. Um die Sicherheit deines Lichess-Kontos zu gewährleisten, musst du ein neues Passwort setzen. Danke für dein Verständnis.
et: Olete kasutanud sama parooli mõnel teisel kompromiseeritud lehel. Teie Lichess konto turvalisuse kaitsmiseks palume teil seada uus parool. Tänan mõistva suhtumise eest.
fa: شما از همین رمز عبور در سایت دیگری استفاده کرده اید و آن سایت در معرض خطر قرار گرفته است. برای اطمینان از ایمنی حساب لیچس خود، لازم است که شما یک رمز عبور جدید ایجاد کنید. ممنون از همکاری شما.
fr: Vous avez utilisé le même mot de passe sur un autre site, et ce site a été compromis. Pour assurer la sécurité de votre compte Lichess, vous devez établir un nouveau mot de passe. Merci de votre compréhension.
ga: D'úsáid tú an pasfhocal céanna ar shuíomh eile, agus tá an suíomh sin curtha i gcontúirt. Chun sábháilteacht do chuntais Lichess a chinntiú, ní mór dúinn pasfhocal nua a shocrú. Go raibh maith agat as do thuiscint.
hi: आपने उसी पासवर्ड का उपयोग किसी अन्य साइट पर किया है, और उस साइट के साथ छेड़छाड़ की गई है। आपके लिचेस खाते की सुरक्षा सुनिश्चित करने के लिए, हम चाहते हैं कि आप एक नया पासवर्ड सेट करें। समझने के लिए धन्यवाद |
hr: Koristio si istu lozinku na drugom mjestu, a to je mjesto ugroženo. Kako bismo osigurali sigurnost tvoga Lichess računa, potrebno je da postaviš novu lozinku. Hvala na razumijevanju.
hu: Ugyanezt a jelszót már használtad egy másik webhelyen, ami veszélybe került. A Lichess fiókod biztonsága érdekében új jelszót kell megadnod. Köszönjük megértésed.
ja: あなたは別のサイトで同じパスワードを使用し、そのサイトは侵入を受けています。 Lichess アカウントの安全性のため、新しいパスワードを設定してください。ご理解に感謝します。
lb: Du hues dat selwecht Passwuert ob enger anerer Säit benotzt déi kompromettéiert gouf. Fir d'Secherheet vun dengem Lichess Konto ze assuréieren muss du en neit Passwuert wielen. Merci fir däi Versteesdemech.
nb: Du har brukt likt passord på en kompromittert nettside. Du må lage nytt passord.
nn: Du har brukt det same passordet på ei nettside som er vorte kompromittert. For å ta i vare tryggleiken på Lichess-kontoen din, er det naudynt at du lagar eit nytt passord. Takk for di forståing.
pl: Użyłeś/aś tego samego hasła w innym serwisie, który został zaatakowany. Aby zapewnić bezpieczeństwo Twojego konta Lichess, musisz ustawić nowe hasło. Dziękujemy za wyrozumiałość.
pt_br: Você usou a mesma senha em outro site, e esse site foi comprometido. Para garantir a segurança da sua conta no Lichess, você precisa criar uma nova senha. Agradecemos sua compreensão.
zh: 你在其他站点使用过相同的密码，并且这些站点已经失效。 为确保你的 Lichess 账户安全，你需要设置一个新密码。感谢你的理解。

source: You are leaving Lichess
br: O kuitaat Lichess emaoc'h
de: Du verlässt Lichess
et: Lahkud Lichessist
fa: در حال ترک lichess هستید
fo: Tú fert nú úr Lichess
fr: Vous quittez Lichess
ga: Tá tú ag fágáil Lichess
hi: आप लिचेस छोड़ रहे हैं
hr: Odlazite sa Lichess-a
hu: Elhagyja a Lichess-t
ja: Lichess から移動します
lb: Du verléiss Lichess
nb: Du forlater Lichess
nn: Du forlèt Lichess
pl: Opuszczasz Lichess
pt_br: Você está saindo do Lichess
zh: 你正在离开 Lichess

# neverTypeYourPassword
source: Never type your Lichess password on another site!
br: Arabat bizskrivañ ho ker-kuzh Lichess war ul lec'hienn all!
de: Gib dein Lichess-Passwort niemals auf einer anderen Seite ein!
et: Ära kirjuta oma Lichessi parooli teisele leheküljele!
fa: هرگز رمز خود را در سایت دیگر وارد نکنید!
fo: Skriva ongantíð títt Lichess loyniorð á aðra síðu!
fr: N'utilisez jamais votre mot de passe Lichess sur un autre site !
ga: Ná clóscríobh do phasfhocal Lichess ar shuíomh eile riamh!
hi: अपना लिचेस पासवर्ड कभी भी किसी अन्य साइट पर न लिखें!
hr: Nikada nemojte upisivati svoju Lichess lozinku na drugom mjestu!
hu: Soha ne írja be a Lichess jelszavát más oldalon!
ja: 別のサイトで同じパスワードを使わないで！
lb: Gëff däin Lichess Passwuert nie ob enger anerer Säit an!
nb: Ikke bruk Lichess-passordet ditt andre steder!
nn: Skriv aldri Lichess-passordet på ei anna webside!
pl: Nigdy nie wpisuj hasła Lichess na innej stronie!
pt_br: Nunca digite sua senha do Lichess em outro site!
zh: 永远不要在其他网站输入你的 Lichess 密码！

# proceedToX
source: Proceed to {param}
br: Kuitaat war-zu {param}
de: Weiter zu {param}
fa: بروید به {param}
fr: Continuer vers {param}
ga: Lean ar aghaidh go {param}
hi: {param} पर जाएं
hr: Nastavi s {param}
hu: Tovább a(z) {param} oldalra
ja: {param} に移動する
lb: Weider op {param}
nb: Fortsett til {param}
nn: Fortsett til {param}
pl: Przejdź do {param}
pt_br: Ir para {param}
zh: 前往 {param}

# passwordSuggestion
source: Do not set a password suggested by someone else. They could use it to steal your account.
br: Na choazit ket ur ger-kuzh bet silet e pleg ho skouarn gant unan all. Arveriet e vo evit laerezh ho kont diganeoc'h.
de: Benutze kein Passwort, welches jemand anderes vorgeschlagen hat. Man wird versuchen dein Konto zu stehlen.
et: Ära kasuta kellegi teise poolt soovitatud parooli. Nad võivad su konto kaaperdada.
fa: از رمز عبور پیشنهاد شده از شخص دیگر استفاده نکنید. در این صورت احتمال سرقت حساب شما وجود دارد.
fr: N'utilisez pas un mot de passe suggéré par une autre personne. Elle pourrait l'utiliser pour voler votre compte.
ga: Ná socraigh pasfhocal a mhol duine éigin eile. Úsáidfidh siad é chun do chuntas a ghoid.
hi: किसी और द्वारा सुझाया गया पासवर्ड सेट न करें। वे इसका इस्तेमाल आपके खाते को चुराने के लिए कर सकते हैं
hr: Ne postavljaj lozinku koju je predložio netko drugi. Iskoristit će je da ti ukradu račun.
hu: Ne állítson be olyan jelszót, amit más ajánlott. Arra használhatják, hogy ellopják a fiókját.
ja: 他の人が提案したパスワードは使わないように。アカウントが乗っ取られるかもしれません。
lb: Benotz kee Passwuert, dat een aneren dir virschleit. Et kéint probéiert ginn däin Konto ze klauen.
nb: Ikke bruk passord foreslått av andre. Kontoen din vil bli stjålet.
nn: Ikkje bruk passord føreslått av andre. Dei kan bruka det til å stela kontoen din.
pl: Nie ustawiaj hasła zasugerowanego przez kogoś innego. Wykorzystają je do kradzieży Twojego konta.
pt_br: Não coloque uma senha sugerida por outra pessoa, porque ela poderá roubar sua conta.
zh: 不要使用他人建议的密码，他们会用此密码盗取你的账户。

# emailSuggestion
source: Do not set an email address suggested by someone else. They could use it to steal your account.
br: Na choazit ket ur chomlec'h postel bet aliet deoc'h gant unan all. Arveriet e vo evit laerezh ho kont diganeoc'h.
de: Benutze keine E-Mail Adresse, welche jemand anderes vorgeschlagen hat. Man wird versuchen dein Konto zu stehlen.
et: Ära kasuta kellegi teise poolt soovitatud e-maili aadressi. Nad võivad su konto kaaperdada.
fa: از ایمیلی که از شخص دیگر به شما پیشنهاد داده است استفاده نکنید. در این صورت احتمال سرقت حساب شما وجود دارد.
fr: N'utilisez pas une adresse de courriel suggérée par une autre personne. Celle-ci pourrait l'utiliser pour voler votre compte.
ga: Ná socraigh seoladh ríomhphoist a mhol duine éigin eile. Úsáidfidh siad é chun do chuntas a ghoid.
hi: किसी और द्वारा सुझाया गया पासवर्ड सेट न करें। वे इसका इस्तेमाल आपके खाते को चुराने के लिए कर सकते हैं
hr: Ne postavljaj adresu e-pošte koju je predložio netko drugi. Iskoristit će je da ti ukradu račun.
hu: Ne állítson be olyan email címet, amit más ajánlott. Arra használhatják, hogy ellopják a fiókját.
ja: 他の人が提案したメールアドレスは使わないように。アカウントが乗っ取られるかもしれません。
lb: Benotz keng Email-Adress, déi een aneren dir virschleit. Et kéint probéiert ginn däin Konto ze klauen.
nb: Ikke bruk e-postadresse foreslått av andre. Kontoen din vil bli stjålet.
nn: Ikkje bruk ein e-postadresse føreslått av andre. Dei kan bruka det til å stela kontoen din.
pl: Nie ustawiaj adresu e-mail zasugerowanego przez kogoś innego. Wykorzystają go do kradzieży Twojego konta.
pt_br: Não coloque um endereço de email sugerido por outra pessoa, porque ela poderá roubar sua conta.
zh: 不要使用他人提供的邮箱地址，他们会用它盗取你的账户。

# emailConfirmHelp
source: Help with email confirmation
br: Un tamm sikour evit ar postel kadarnaat
de: Hilfe bei der E-Mail-Bestätigung
et: Abi emaili kinnitamisega
fa: کمک با تائید ایمیل
fr: Aide sur la confirmation par courriel
ga: Cabhair le deimhniú ríomhphoist
hi: ईमेल कन्फ़र्मेशन में सहायता
hr: Pomoć oko potvrde e-pošte
hu: Segítség az e-mail megerősítéshez
ja: 確認メールについてのヘルプ
lb: Hëllef bei der Email Confirmatioun
nb: Hjelp med å bekrefte e-posten
nn: Hjelp med å stadfesta e-posten
pl: Pomoc z potwierdzeniem adresu e-mail
pt_br: Ajuda com confirmação por e-mail
zh: 协助邮件确认

# emailConfirmNotReceived
source: Didn't receive your confirmation email after signing up?
de: Hast du die Bestätigungs-E-Mail nach der Anmeldung nicht erhalten?
et: Ei saanud pärast registreerumist kinnitust?
fa: آیا ایمیل تائید بعد از ثبت نام را دریافت نکرده اید؟
fr: Vous n'avez pas reçu votre courriel de confirmation après votre inscription?
ga: Nach bhfuair tú do ríomhphost deimhnithe tar éis síniú suas?
hi: साइन अप के बाद कन्फ़र्मेशन ईमेल नहीं मिला?
hr: Nisi primo svoju potvrdnu e-poštu nakon prijave?
hu: Nem kaptad meg a megerősítő e-mailt a regisztráció után?
ja: サインアップしたのに確認メールが届きませんでしたか？
lb: Huet dir keng Confirmatiouns Email kritt nom Umellen?
nb: Mottok du ikke bekreftelsesmelding etter at du registrerte deg?
nn: Mottok du ikkje stadfesting på e-post etter at du registrerte deg?
pl: Nie dotarło potwierdzenie e-mail po rejestracji?
pt_br: Não recebeu seu e-mail de confirmação após o registro?
zh: 注册后没有收到确认邮件？

# whatSignupUsername
source: What username did you use to sign up?
br: Petra oa hoc'h anv-implijer da vare hoc'h enskrivadur?
de: Mit welchem Benutzernamen hast du dich registriert?
et: Mis kasutajanime registreerimisel kasutasid?
fa: از چه نام کاربری برای ثبت نام استفاده کردید؟
fr: Avec quel nom d'utilisateur vous êtes-vous inscrit?
ga: Cén t-ainm úsáideora a d'úsáid tú chun clárú?
hi: आपने साइन अप के लिए कौन से यूज़रनेम का इस्तेमाल किया?
hr: Koje si korisničko ime koristio za prijavu?
hu: Milyen felhasználónévvel regisztráltál?
ja: サインアップに使用したユーザー名は？
lb: Mat wéiengem Benotzernumm huet dir iech ugemellt?
nb: Hvilket brukernavn registrerte du deg med?
nn: Kva var brukarnamnet du registrerte deg med?
pl: Jakiej nazwy użytkownika użyłeś/aś do rejestracji?
pt_br: Qual nome de usuário você usou para se registrar?
zh: 你用了什么用户名注册？

# usernameNotFound
source: We couldn't find any user by this name: {param}.
br: N'omp ket deuet a-benn da gavout ur c'hoarier anvet: {param}.
de: Wir konnten keinen Benutzer mit folgendem Namen finden: {param}.
et: Ei suutnud leida kasutajat nimega {param}.
fa: ما هیچ کابری با این نام نیافتیم: {param}.
fr: Nous n'avons trouvé aucun utilisateur de ce nom : {param}.
ga: Níorbh fhéidir linn aon úsáideoir leis an ainm seo a aimsiú: {param}.
hi: हमें {param} नाम से कोई यूज़र नहीं मिला।
hr: Nismo mogli pronaći nijednog korisnika pod ovim imenom: {param}.
hu: Nem találtunk ilyen nevű felhasználót: {param}.
ja: この名前のユーザーは見つかりません：{param}
lb: Mir konnten keen Konto mat dësem Numm fannen: {param}.
nb: Vi finner ikke dette brukernavnet: {param}.
nn: Vi fann ingen brukar med namnet {param}.
pl: Nie mogliśmy znaleźć żadnego użytkownika o tej nazwie: {param}.
pt_br: Não foi possível encontrar nenhum usuário com este nome: {param}.
zh: 找不到用户 {param}
