Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# stormNextRace
source: Next race
br: Ur redadeg c'hoazh
de: Nächstes Rennen
et: Järgmine võistlus
fa: مسابقه بعدی
fo: Næsta kapprenning
fr: Course suivante
ga: Chéad rás eile
hi: अगली दौड़
hr: Sljedeća utrka
hu: Következő futam
ja: 次のレース
lb: Nächst Course
nb: Neste løp
nn: Neste kappløp
pl: Następny wyścig
pt_br: Próxima corrida
tt: Киләсе Ярыш
zh: 下一场竞速

# stormJoinRematch
source: Join rematch
br: Kemer e zial
de: Am nächsten Rennen teilnehmen
et: Liitu kordusmängu
fa: پیوستن به بازی مجدد
fr: Faire une revanche
ga: Téigh isteach i athchluiche
hi: रीमैच में शामिल हों
hr: Pridruži se revanšu
hu: Csatlakozás
ja: もう一度参加する
lb: Revanche bäitrieden
nb: Delta i nytt løp
nn: Bli med på neste race
pl: Dołącz do rewanżu
pt_br: Junte-se a revanche
tt: Кайтаргыч уенга кушылыгыз
zh: 再来一局

# stormWaitingToStart
source: Waiting to start
br: Gortozit e krogfe
de: Warte auf den Start
et: Oodetakse algust
fa: در انتظار آغاز
fo: Bíða eftir byrjan
fr: Attendre le départ de la course
ga: Ag fanacht le tosú
hi: प्रारंभ होने की प्रतीक्षा में
hr: Čekanje na početak
hu: Várakozás a kezdésig
ja: まもなくスタート
lb: Ob Start waarden
nb: Venter på start
nn: Vent på starten
pl: Oczekiwanie na rozpoczęcie
pt_br: Esperando para começar
tt: Башлауны көтә
zh: 等待开始

# stormCreateNewGame
source: Create a new game
br: Krouiñ ur redadeg nevez
de: Ein neues Rennen erstellen
et: Loo uus mäng
fa: ایجاد مسابقه جدید
fo: Byrja nýtt talv
fr: Créer une nouvelle course
ga: Cruthaigh cluiche nua
hi: नया गेम बनाएं
hr: Kreiraj novu igru
hu: Új játék létrehozása
ja: 新たなレースを作成
lb: Kreéier eng nei Partie
nb: Lag et nytt løp
nn: Lag eit nytt race
pl: Utwórz nową grę
pt_br: Criar um novo jogo
tt: Яңа уен ясагыз
zh: 创建新比赛

# stormJoinPublicRace
source: Join a public race
br: Kemer perzh en ur redadeg foran
de: An einem öffentlichen Rennen teilnehmen
et: Liitu avaliku võistlusega
fa: به یک مسابقه عمومی بپیوندید
fr: Joindre une course publique
ga: Glac páirt i rás poiblí
hi: एक सार्वजनिक दौड़ में शामिल हों
hr: Pridruži se javnoj utrrci
hu: Csatlakozás egy nyilvános versenyhez
ja: レースに参加
lb: Oppener Course bäitrieden
nb: Delta i et offentlig løp
nn: Bli med i eit offentleg kappløp
pl: Dołącz do publicznego wyścigu
pt_br: Junte-se a uma corrida pública
tt: Иҗтимагый ярышка кушылыгыз
zh: 加入公开比赛

# stormRaceYourFriends
source: Race your friends
br: Grit ar redadeg a-enep ho mignoned
de: Spiele ein Rennen mit deinen Freunden
et: Võistle oma sõpradega
fa: با دوستان خود مسابقه دهید
fr: Faites la course avec vos amis
ga: Rás in aghaidh do chairde
hi: अपने दोस्तों को रेस
hr: Utrkuj se s prijateljima
hu: Versenyezz a barátaiddal
ja: 友達とレース
lb: Course géint Kolleegen
nb: Prøv deg mot vennene dine
nn: Inviter venene dine til å delta i eit kappløp
pl: Ścigaj się ze znajomymi
pt_br: Corra contra seus amigos
tt: Сезнең дусларың белән ярыш
zh: 和好友比赛

# stormSkip
source: skip
br: tremen e-biou
de: überspringen
et: jäta vahele
fa: رد کردن
fr: sauter
ga: scipeáil
hi: छोड़ें
hr: preskoči
hu: kihagy
ja: 飛ばす
lb: Iwwersprangen
nb: hopp over
nn: hopp over
pl: pomiń
pt_br: pular
tt: отыш
zh: 跳过

# stormSkipHelp
source: You can skip one move per race:
br: Gallout a rit lammat un taol eus pep redadeg:
de: Du kannst einen Zug pro Rennen überspringen:
et: Iga võistluse korral võid jätta ühe käigu vahele:
fa: در هر مسابقه می‌توانید یک حرکت را رد کنید:
fr: Vous pouvez sauter un coup par course :
ga: Tá cead beart amháin a scipeáil in aon rás amháin:
hi: आप प्रति रेस एक चाल को छोड़ सकते हैं:
hr: Možete preskočiti jedan potez po utrci:
hu: Kihagyhatsz egy lépést versenyenként:
ja: レース中 1 手だけ飛ばすことができます：
lb: Du kanns een Zuch pro Course iwwersprangen:
nb: Du kan hoppe over ett trekk for hvert løp:
nn: Du kan hoppe over eit trekk i kvart kappløp:
pl: W każdym wyścigu możesz pominąć jeden ruch:
pt_br: Você pode pular um movimento por corrida:
tt: Сез бер ярышка бер хәрәкәтне калдыра аласыз:
zh: 每场比赛仅能跳过一次

# stormSkipExplanation
source: Skip this move to preserve your combo! Only works once per race.
br: Lammit war an taol-se evit derc'hel ho kombo! Ur wech e pep redadeg hepken.
de: Überspringe diesen Zug, um deine Kombination beizubehalten! Du kannst das nur einmal pro Rennen machen.
et: Jäta see käik vahele, et säilitada oma seeria! Töötab ainul kord ühes võistluses.
fa: این حرکت را رَد کنید تا توالی حرکات درست خود را حفظ کنید! در هر مسابقه فقط یک بار قابل استفاده است.
fr: Sautez ce coup pour préserver votre combo ! Ne fonctionne qu'une seule fois par course.
ga: Scipeáil an beart seo chun do sraithbhuille a chaomhnú! Ní oibríonn sé ach uair amháin in aon rás amháin.
hi: अपने कॉम्बो को संरक्षित करने के लिए इस कदम को छोड़ दें! केवल एक बार रेस के अनुसार काम करता है।
hr: Preskočite ovaj potez da biste zadržali niz! Jedan preskok po utrci.
hu: Ugord át ezt a lépést a szériád megőrzéséhez! Egy menetben csak egyszer működik.
ja: 手を飛ばすことで連続正解が続きます！ 1 レース中 1 回だけ有効。
lb: Iwwersprang dëse Zuch fir deng Erfollegsserie ze erhalen! Dës kanns du nëmmen ee Mol pro Laf maachen.
nb: Hopp over dette trekket for å bevare komboen din! Funker bare én gang for hvert løp.
nn: Hopp over dette trekket for å bevara vinstrekka din! Fungerer berre ein gong i kvart kappløp.
pl: Pomiń ten ruch aby zachować serię! Działa tylko raz na wyścig.
pt_br: Pule este lance para preservar o seu combo! Funciona apenas uma vez por corrida.
tt: Комбаны саклап калу өчен бу хәрәкәтне ташлагыз! Ярышка бер тапкыр гына эшли.
zh: 跳过这一步来保留你的连击！每场比赛只能用一次

# stormFailedPuzzles
source: Failed puzzles
de: Fehlgeschlagene Aufgaben
et: Ebaõnnestunud pusled
fa: معماهای ناموفق
fr: Problèmes échoués
ga: Fadhbanna theip
hr: Krivo riješeni zadaci
hu: Sikertelen feladványok
ja: 不正解の問題
lb: Mësslongen Aufgaben
nb: Mislykkede sjakknøtter
nn: Mislukka oppgåveløysingar
pl: Zadania nieudane
pt_br: Quebra-cabeças falhados
zh: 失败的谜题

# stormSlowPuzzles
source: Slow puzzles
de: Langsame Aufgaben
et: Aeglased pusled
fa: معماهای طولانی
fr: Problèmes lents
ga: Fadhbanna mall
hr: Presporo riješeni zadaci
hu: Lassú megfejtések
ja: 時間のかかった問題
lb: Lues Aufgaben
nb: Trege sjakknøtter
nn: Langsame oppgåver
pl: Zadania bez limitu czasu
pt_br: Quebra-cabeças lentos
zh: 慢 谜题

# stormSkippedPuzzle
source: Skipped puzzle
de: Übersprungene Aufgabe
et: Vahele jäetud pusled
fa: معما با حرکت رَدشده
fr: Problème ignoré
ga: Fadhb scipeáilte
hr: Preskočena zagonetka
hu: Kihagyott feladvány
ja: 飛ばした問題
lb: Iwwersprongenen Puzzle
nb: Sjakknøtt som ble hoppet over
nn: Oppgåve som er hoppa over
pl: Pominięte zadania
pt_br: Quebra-cabeça pulado
zh: 跳过

# stormThisWeek
source: This week
br: Ar sizhun-mañ
de: Diese Woche
et: Sellel nädalal
fa: این هفته
fr: Cette semaine
ga: An tseachtain seo
hi: इस सप्ताह
hr: Ovaj tjedan
hu: Ezen a héten
ja: 今週
lb: Dës Woch
nb: Denne uken
nn: Denne veka
pl: W tym tygodniu
pt_br: Essa semana
zh: 本周

# stormThisMonth
source: This month
br: Ar miz-mañ
de: Dieser Monat
et: Sellel kuul
fa: این ماه
fr: Ce mois-ci
ga: An mhí seo
hi: इस महीने
hr: Ovaj mjesec
hu: Ebben a hónapban
ja: 今月
lb: Dëse Mount
nb: Denne måneden
nn: Denne månaden
pl: W tym miesiącu
pt_br: Esse mês
zh: 本月

# stormAllTime
source: All-time
br: A-viskoazh
de: Insgesamt
et: Kõige parem
fa: از ابتدا تا کنون
fr: Depuis le début
ga: Riamh
hi: सब समय
hr: Cijelo vrijeme
hu: Mindenkori
ja: 全期間
lb: Gesamt
nb: Noensinne
nn: Frå starten av
pl: Od początku
pt_br: Desde o início
zh: 全部时间

# stormClickToReload
source: Click to reload
de: Klicke, um neu zu laden
et: Kliki uuesti laadimiseks
fa: برای بارگذاری مجدد، بزنید
fr: Cliquez pour recharger
ga: Cliceáil chun athlódáil
hr: Kliknite za ponovno učitavanje
hu: Kattints az újratöltéshez
ja: クリックで再読み込み
lb: Klick fir nei ze lueden
nb: Klikk for å laste inn på nytt
nn: Klikk for å lasta inn på ny
pl: Kliknij, aby przeładować
pt_br: Clique para recarregar
zh: 点击重新加载

# stormThisRunHasExpired
source: This run has expired!
de: Dieser Durchgang ist abgelaufen!
et: See mäng on aegunud!
fa: وقت به پایان رسیده است!
fr: Cette série d'essais a expirée !
ga: Tá an rith seo imithe as feidhm!
hr: Ovaj krug je istekao!
hu: Ez a futam lejárt!
ja: 時間切れです！
lb: Dësen Duerchlaf ass ofgelaf!
nb: Denne runden er utløpt!
nn: Denne runden er avslutta!
pl: To uruchomienie wygasło!
pt_br: Esta corrida acabou!
zh: 本次冲刺已超时！

# stormThisRunWasOpenedInAnotherTab
source: This run was opened in another tab!
de: Dieser Durchgang wurde in einem anderen Fenster geöffnet!
et: See mäng avati teises vahelehes!
fa: این دور، در زبانه دیگری باز شده بود!
fr: Cette série a été ouverte dans un autre onglet !
ga: Osclaíodh an rith seo i dtáb eile!
hr: Ova krug je bio otvoren u drugoj kartici!
hu: Ez a futam egy másik lapon nyílt meg!
ja: この試行は別のタブで開かれました！
lb: Dësen Duerchlaf gouf an engem aneren Tab opgemaach!
nb: Denne runden ble åpnet i en annen fane!
nn: Denne runden vart opna i ei anna fane!
pl: To uruchomienie zostało już otwarte w innej karcie!
pt_br: Esta corrida foi aberta em outra aba!
zh: 本次冲刺已经在另一个标签页中打开！

# stormXRuns
source: {count, plural, =0{1 run} =1{1 run} other{{count} runs}}
br: {count, plural, =1{1 frapad} =2{{count} frapad} few{{count} frapad} many{{count} frapad} other{{count} frapad}}
de: {count, plural, =1{1 Durchlauf} other{{count} Durchläufe}}
et: {count, plural, =1{1 mäng} other{{count} mängu}}
fa: {count, plural, =1{یک دور} other{{count} دور}}
fo: {count, plural, =1{1 umfar} other{{count} umfør}}
fr: {count, plural, =1{1 essai} other{{count} essais}}
ga: {count, plural, =1{1 stríocáin} =2{{count} stríocáin} few{{count} stríocáin} many{{count} stríocáin} other{{count} stríocáin}}
hi: {count, plural, =1{एक प्रयास} other{{count} रन}}
hr: {count, plural, =1{Jedna runda} few{{count} rundi} other{{count} rundi}}
hu: {count, plural, =1{1 futam} other{{count} futam}}
ja: {count, plural, other{{count} 回}}
lb: {count, plural, =1{1 Duerchlaf} other{{count} Duerchleef}}
nb: {count, plural, =1{1 runde} other{{count} runder}}
nn: {count, plural, =1{1 runde} other{{count} rundar}}
pl: {count, plural, =1{1 próba} few{{count} próby} many{{count} prób} other{{count} prób}}
pt_br: {count, plural, =1{1 tentativa} other{{count} séries}}
tt: {count, plural, other{{count} йөгерә}}
zh: {count, plural, other{{count}组}}

# stormPlayedNbRunsOfPuzzleStorm
source: {count, plural, =0{Played one run of {param2}} =1{Played one run of {param2}} other{Played {count} runs of {param2}}}
de: {count, plural, =1{Hat einen Durchlauf von {param2} gespielt} other{Hat {count} Durchläufe von {param2} gespielt}}
et: {count, plural, =1{Mängis ühe mängu {param2}i} other{Mängis {count} mängu {param2}i}}
fa: {count, plural, =1{یک دور از {param2} بازی شد} other{{count} دور از {param2} بازی شد}}
fo: {count, plural, =1{Telvaði eitt umfar av {param2}} other{Telvaði {count} umfør av {param2}}}
fr: {count, plural, =1{A fait un essai de {param2}} other{A fait {count} essais de {param2}}}
ga: {count, plural, =1{D'imir stríocáin amháin de {param2}} =2{D'imir {count} stríocáin de {param2}} few{D'imir {count} stríocáin de {param2}} many{D'imir {count} stríocáin de {param2}} other{D'imir {count} stríocáin de {param2}}}
hr: {count, plural, =1{Odigrao jednu rundu od {param2}} few{Odigrao {count} rundi od {param2}} other{Odigrao {count} rundi {param2}}}
hu: {count, plural, =1{Egy {param2} futamot játszott} other{{count} {param2} futamot játszott}}
ja: {count, plural, other{{param2} を {count} 回プレイ}}
lb: {count, plural, =1{Huet een Duerchlaf vun {param2} gespillt} other{Huet {count} Duerchleef vun {param2} gespillt}}
nb: {count, plural, =1{Har spilt én runde med {param2}} other{Har spilt {count} runder med {param2}}}
nn: {count, plural, =1{Har spela ein runde med {param2}} other{Har spela {count} rundar med {param2}}}
pl: {count, plural, =1{Rozegrano jedną sesję {param2}} few{Rozegrano {count} sesje {param2}} many{Rozegrano {count} sesji {param2}} other{Rozegrano {count} sesji {param2}}}
pt_br: {count, plural, =1{Jogou uma tentativa de {param2}} other{Jogou {count} tentativas de {param2}}}
tt: {count, plural, other{{count} уйнаган {param2} йөгерә}}
zh: {count, plural, other{玩了{count}组的{param2}}}

# streamerLichessStreamers
source: Lichess streamers
br: Streamerien Lichess
de: Lichess Streamer
et: Lichessi striimijad
fa: بَرخَط-محتواسازان Lichess
fo: Lichess stroymarar
fr: Streamers sur Lichess
ga: Sruthaithe Lichess
hi: लिचेस स्ट्रीमर
hr: Lichess emiteri
hu: Lichess streamerek
ja: Lichess 配信者
lb: Lichess Streamer
nb: Lichess-strømmere
nn: Lichess-strøymarar
pl: Streamerzy Lichess
pt_br: Streamers do Lichess
tt: Личесс агымнары
zh: Lichess 主播

# resVsX
source: {param1} vs {param2}
br: {param1} a-enep {param2}
de: {param1} gegen {param2}
fa: {param1} در برابر {param2}
fo: {param1} móti {param2}
fr: {param1} contre {param2}
ga: {param1} in aghaidh {param2}
hi: {param1} बनाम {param2}
hr: {param1} protiv {param2}
hu: {param1} {param2} ellen
ja: {param1} 対 {param2}
nb: {param1} mot {param2}
nn: {param1} mot {param2}

# finishesX
source: finishes {param}
tt: {param} сон бетә

# recommendNotTouching
source: We recommend not touching these.
tt: Боларны тимәскә кинәш итәбез.

# fewerPlayers
source: If you set entry requirements, your tournament will have fewer players.
tt: Бәйгегә керү тәлапләрен куйсагыз, уенчылар саны әзрәк булыр.

source: Show advanced settings
tt: Кушылма көйләүләрне күрсәтү

source: First name
tt: Исем

source: Last name
tt: Фамилия

source: Flag
tt: Байрак

source: Tournament winners
tt: Бәйге җиңүчеселәре

source: Insult
tt: Хурламак

source: Rating manipulation
tt: Рейтинг белән уйнамак

source: Board geometry
tt: Такта һәнсәдәсе

source: Board theme
tt: Такта бизәге

source: Board size
tt: Такта зурлыгы

# timeoutExpires
source: The timeout expires {param}.
tt: Тоту вакыты {param}.

# perfStatWorstRated
source: Worst rated defeats
tt: Иң начар рейтинглы җиңелүләр

# streamerLichessStreamer
source: Lichess streamer
tt: Личес агымчысы

# streamerLive
source: LIVE!
tt: ЯШӘ!

# streamerOffline
source: OFFLINE
tt: ТОТАШМАГАН

# streamerCurrentlyStreaming
source: Currently streaming: {param}
tt: Хәзерге агымлар: {param}

# streamerLastStream
source: Last stream {param}
tt: Соңгы агым {param}

# streamerBecomeStreamer
source: Become a Lichess streamer
tt: Lichess агымы бул

# streamerDoYouHaveStream
source: Do you have a Twitch or YouTube channel?
tt: Сездә Twitch яки YouTube каналы бармы?

# streamerHereWeGo
source: Here we go!
tt: Монда йөрибез!

# streamerAllStreamers
source: All streamers
tt: Барлык агымчылар

# streamerEditPage
source: Edit streamer page
tt: Агымчы битен үзгәртергә

# streamerYourPage
source: Your streamer page
tt: Сезнең агым бите

# streamerDownloadKit
source: Download streamer kit
tt: Агым җиентыгын йөкләргә

# streamerXIsStreaming
source: {param} is streaming
tt: {param} агымда

# streamerRules
source: Streaming rules
tt: Агым кагыйдәләре

# streamerRule1
source: Include the keyword "lichess.org" in your stream title and use the category "Chess" when you stream on Lichess.
tt: "Lichess.org" ачкыч сүзен агым исеменә кертегез һәм Личесс агылганда "Шаһмат" категориясен кулланыгыз.

# streamerRule2
source: Remove the keyword when you stream non-Lichess stuff.
tt: Личесс булмаган әйберләрне агызганда ачкыч сүзне бетерегез.

# streamerRule3
source: Lichess will detect your stream automatically and enable the following perks:
tt: Личесс сезнең агымны автоматик рәвештә табачак һәм түбәндәге мөмкинлекләрне эшләтәчәк:

# streamerPerks
source: Benefits of streaming with the keyword
tt: Ачкыч сүз белән агымның өстенлекләре

# streamerPerk1
source: Get a flaming streamer icon on your Lichess profile.
tt: Личесс профилегездә ялкынлы агым иконасын алыгыз.

# streamerPerk2
source: Get bumped up to the top of the streamers list.
tt: Агымчылар исемлегенең башына менегез.

# streamerPerk3
source: Notify your Lichess followers.
tt: Хәбәр итү Личесс иярүчеләрен.

# streamerPerk4
source: Show your stream in your games, tournaments and studies.
tt: Күрсәтергә сезнең агымда сезнең уеннарны, бәйгеләрне һәм өйрәнүләр.

# streamerApproved
source: Your stream is approved.
tt: Сезнең агым расланган.

# streamerPendingReview
source: Your stream is being reviewed by moderators.
tt: Сезнең агым модераторлар тарафыннан карала.

# streamerPleaseFillIn
source: Please fill in your streamer information, and upload a picture.
tt: Зинһар, агымдагы мәгълүматны тутырыгыз һәм рәсем йөкләгез.

# streamerWhenReady
source: When you are ready to be listed as a Lichess streamer, {param}
tt: Сез Lichess агымы исемлегенә керергә әзер булгач, {param}

# streamerRequestReview
source: request a moderator review
tt: модератор раслауны карый

# streamerTwitchUsername
source: Your Twitch username or URL
tt: Сезнең Twitch кулланучы исеме яки URL

# streamerOptionalOrEmpty
source: Optional. Leave empty if none
tt: Ихтимал. Әгәр дә булмаса, буш калдырыгыз

# streamerStreamerName
source: Your streamer name on Lichess
tt: Личесста сезнең агым исеме

# streamerVisibility
source: Visible on the streamers page
tt: Күрсәтә алган агымчы бите

# streamerWhenApproved
source: When approved by moderators
tt: Модераторлар тарафыннан расланган вакытта

# streamerHeadline
source: Headline
tt: Атамасы

# streamerTellUsAboutTheStream
source: Tell us about your stream in one sentence
tt: Агым турында бер җөмләдә сөйләгез

# streamerLongDescription
source: Long description
tt: Озын тасвирлау

# streamerXStreamerPicture
source: {param} streamer picture
tt: {param} агым рәсеме

# streamerChangePicture
source: Change/delete your picture
tt: Алыштырырга/бетерергә сезнең рәсемне

# streamerUploadPicture
source: Upload a picture
tt: Кертергә рәсам

# streamerMaxSize
source: Max size: {param}
tt: Зурлыкның азагы {param}

# streamerKeepItShort
source: {count, plural, =0{Keep it short: {count} character max} =1{Keep it short: {count} character max} other{Keep it short: {count} characters max}}
tt: {count, plural, other{Кыскартып саклагыз: азагында {count} билге}}
