Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleThemeCapturingDefenderDescription
source: Removing a piece that is critical to defense of another piece, allowing the now undefended piece to be captured on a following move.
de: Ein Verteidiger einer Figur (oder eines Feldes) wird geschlagen, wodurch das eigentliche Ziel die Deckung verliert.
fa: گرفتن یک مهره که برای دفاع از یک مهره دیگر حیاتی است، اجازه می دهد مهره ای که اکنون بدون دفاع است در حرکت بعدی گرفته شود.
fo: At beina eitt fólk burtur, ið hevur týdning í verjuni av einum øðrum fólki. Hetta ger tað møguligt at taka fólkið, ið nú er óvart, í einum seinni leiki.
fr: Retire une pièce essentielle à la défense d'une autre pièce, permettant à la pièce non protégée d'être capturée au coup suivant.
ga: Bain amach píosa atá ríthábhachtach do cosaint píosa eile, ag ceadaigh an píosa atá anois gan chosaint a mharú an sa chéad bheart ina dhiaidh.
hi: एक टुकड़े को निकालना जो दूसरे टुकड़े की रक्षा के लिए महत्वपूर्ण है, जिससे अब अपरिभाषित टुकड़ा को निम्नलिखित चाल पर कब्जा करने की अनुमति मिलती है।
hr: Eliminacijom figure koja brani ili je neizravno uključena u obranu druge figure omogućujete uzimanje figure koja ostaje bez obrane.
hu: Egy másik védelméhez elengedhetetlen figura leütése, így a védtelen figura a következő lépésben szabadon levehető.
ja: 別の駒を守っている駒を消して、無防備になった駒を取る。
lb: D'Schloen vun enger Figur, déi fir d'Deckung vun enger anerer Figur zoustänneg war, soudass déi elo ongedeckten Figur mam nächsten Zuch kann geschloen ginn.
nb: Ta en brikke som gir avgjørende dekning for en annen brikke, slik at den nå udekkede brikken kan slås senere.
nn: Slå ut ei brikke som er kritisk som dekning for ei anna brikke, slik at brikka som no står udekka kan fjernast i eit seinare trekk.
pl: Usunięcie obrońcy który jest kluczowy do obrony innej figury, pozwalając na zbicie niebronionej figury w następnym ruchu.
pt_br: Remover uma peça que seja importante na defesa de outra, permitindo que agora a peça indefesa seja capturada na jogada seguinte.
zh: 消除保护另一个棋子的重要棋子，以在后续着法中吃掉已消除保护的棋子。

# puzzleThemeCrushing
source: Crushing
de: Vernichtend
fa: تخریب
fo: At knúsa
fr: Écrasant
ga: Tubaisteach
hi: मुंहतोड़
hr: Uništavanje
hu: Megsemmisítés
ja: 圧倒
lb: Vernichtend
nb: Knusende
nn: Avgjerande fordel
pl: Decydująca przewaga
pt_br: Punindo
tt: Изеш
zh: 压倒性优势

# puzzleThemeCrushingDescription
source: Spot the opponent blunder to obtain a crushing advantage. (eval ≥ 600cp)
de: Finde den gegnerischen Patzer, um einen vernichtenden Vorteil zu erhalten. (Bewertung ≥ 600 Hundertstel-Bauern)
fa: استفاده از اشتباه حریف برای بدست آوردن مزیتی کوچک. (eval ≥ 600cp)
fo: Finn mistakið hjá mótleikaranum til tess at ogna tær knúsandi fyrimun. (eval ≥ 600cp)
fr: Repérez la gaffe de l'adversaire pour obtenir un avantage écrasant. (évaluation > 600cp)
ga: Féach ar earráid an chéile comhraic chun buntáiste cumhachtach a fháil. (meastóireacht ≥ 600cp)
hi: एक कुचल लाभ प्राप्त करने के लिए प्रतिद्वंद्वी की बड़ी भूल को ढूंढे । (eval ≥ 600cp)
hr: Uoči protivničku grešku te pridobij golemu prednost. (eval ≥ 600cp)
hu: Az ellenfél sakkvakságának kihasználása elsöprő előnnyé fordítható. (> 600cp)
ja: 相手の悪手をとがめて圧倒的な優位を築きます。（評価値は 600cp 以上）
lb: Fann d'Gaffe vum Géigner, fir e vernichtenden Virdeel ze erhalen. (eval ≥ 600cp)
nb: Oppdag motstanderens bukk og oppnå en knusende fordel. (eval ≥ 600cp)
nn: Finn motspelarens feil for å få ein avgjerande fordel. (eval ≥ 600 centibønder)
pl: Znajdź błąd przeciwnika i zdobądź decydującą przewagę (ocena pozycji: powyżej 600cp)
pt_br: Perceba a capivarada do oponente para obter uma vantagem decisiva. (vantagem ≥ 600cp)
zh: 抓住对手的失误以获得压倒性的优势 (评估 ≥ 600厘兵)。

# puzzleThemeDoubleBishopMate
source: Double bishop mate
de: Läuferpaarmatt
et: Kahe oda matt
fa: مات با دو فیل
fo: Tvífalt bispamát
fr: Mat des deux Fous
ga: Marbhsháinn dhá easpag
hi: डबल ऊँट मात
hr: Mat lovačkim parom
hu: Futópár matt
ja: ダブル・ビショップのメイト
lb: Leeferpuermatt
nb: Dobbeltløpermatt
nn: Dobbeltløparmatt
pl: Mat dwoma gońcami
pt_br: Mate de dois bispos
tt: Икеләтә филь маты
zh: 双象杀王

# puzzleThemeDoubleBishopMateDescription
source: Two attacking bishops on adjacent diagonals deliver mate to a king obstructed by friendly pieces.
de: Zwei angreifende Läufer auf nebeneinander liegenden Diagonalen setzen den König matt, der durch eigene Figuren behindert wird.
et: Kaks ründavat oda kõrvalistel diagonaalidel tekitavad matiseisundi kuningale, kelle liikumist takistavad omad vigurid.
fa: دو فیل که همزمان به گوشه های مجاور حمله می کنند، شاهی که راهش با مهره های خودش سد شده را مات می کنند.
fo: Tveir bispar, ið leypa á á tveimum grannahornalinjum, seta kongin, ið er forðaður av sínum egna fólki, skák og mát.
fr: Deux Fous contrôlant des diagonales adjacentes matent un Roi bloqué par ses propres pièces.
ga: Dhá ionsaitheoir easpig ar trasnáin cóngarach dá chéile marbhsháinn ar rí ina bhfuil píosaí cairdiúla ag cuir bac air.
hi: आसन्न विकर्णों पर दो हमलावर ऊँट मित्रवत टुकड़ों द्वारा बाधित एक राजा को चेकमेट वितरित करते हैं।
hr: Lovački par zadaje mat na susjednim dijagonalama kralju zarobljenom iza prijateljske figure.
hu: A két futó szomszédos átlókon ad mattot a saját figurája által akadályozott királynak.
ja: 味方の駒にじゃまされたキングを、2 個のビショップが平行な効き筋でメイトする形。
lb: Zwee ugräifend Leefer op niewenteneen leienden Diagonalen setzen den Kinnek matt, deen duerch seng eege Figuren behënnert ass.
nb: To angripende løpere på tilstøtende diagonaler setter matt, da kongen er blokkert av egne brikker.
nn: To angripande løparar på tilstøytande diagonalar mattar, hjelpt av at kongen er blokkert av eigne brikker.
pl: Dwa atakujące gońce na sąsiednich przekątnych matują króla ograniczonego przez własne bierki.
pt_br: Dois bispos atacantes em diagonais adjacentes dão um mate em um rei obstruído por peças amigas.
zh: 双象在相邻的斜线上将杀被同一方棋子阻挡的王。

# puzzleThemeDovetailMate
source: Dovetail mate
br: Lamm d'ar roue mod Dovetail
de: Sternmatt
et: Cozio matt
fa: مات بوسه ای
fo: Sýlt mát (dúgvuvelamát)
fr: Mat de Cozio
ga: Marbhsháinn déada
hi: डव्टेल मात
hr: Lastin mat
hu: Fecskefark matt
ja: 燕尾のメイト
lb: Cozio-Matt
nb: Halematt
nn: Stjertmatt
pl: Jaskółczy ogon
pt_br: Mate da cauda de andorinha
zh: 燕尾杀法

# puzzleThemeDovetailMateDescription
source: A queen delivers mate to an adjacent king, whose only two escape squares are obstructed by friendly pieces.
de: Eine Dame setzt den nebenstehenden König matt, dessen einzigen zwei Fluchtfelder durch eigene Figuren verstellt sind.
fa: وزیری که شاه مجاور خودش را که تنها دو خانه ای که برای فرارش باقی مانده توسط مهره های خودش سد شده، مات می کند.
fo: Ein frúgv stendur beint við mótstøðukongin og setir hann skák og mát, tí at kongsins egnu fólk forða konginum í at flýggja til einastu tveir puntarnar, ið eru tøkir.
fr: Une Dame mate un Roi placé sur une case adjacente, les deux seules cases de fuite étant occupées par des pièces amies.
ga: Déanann banríon marbhsháinn ar rí cóngarach dí, níl ach dhá chearnóg éalaithe aige agus tá a píosaí cairdiúla ag cuir cosc ar a soghluaisteacht chuig na cearnóga seo.
hi: एक वज़ीर एक समीपवर्ती राजा को चेकमेट वितरित करती है, जिसके केवल दो भागने वाले वर्ग मैत्रीपूर्ण टुकड़ों द्वारा बाधित होते हैं।
hr: Kraljica zadaje mat dodirujuči protivničkog kralja po dijagonali. Kraljeva jedina polja za bijeg zauzeta su njegovim figurama.
hu: A vezér mattot ad a szomszédos mezőn álló királynak, aminek mindkét menekülési útját saját figurái foglalják el.
ja: 斜め後ろを両方とも味方の駒に塞がれたキングを、クイーン1個でメイトする形。
lb: Eng Damm setzt e niewestohende Kinnek matt, deem seng eenzeg zwee Fluchtfelder duerch seng eegen Figuren behënnert sinn.
nb: Dronning setter tilstøtende konge matt, da de to eneste fluktfeltene er blokkert av egne brikker.
nn: Ei dronning plassert heilt inntil motstandarkongen set matt fordi dei to einaste fluktfelta til kongen er blokkert av eigne brikker.
pl: Hetman matuje sąsiedniego króla, którego jedyne dwa pola ucieczki są zablokowane przez własne bierki.
pt_br: Uma dama dá um mate em um rei adjacente, cujos únicos dois quadrados de fuga estão obstruídos por peças amigas.
zh: 后贴面杀，王唯一能逃跑的两个格子被同一方的棋子阻挡。

# puzzleThemeEquality
source: Equality
de: Ausgleich
et: Võrdsus
fa: برابری
fo: Javnstøða
fr: Égalité
ga: Comhionannas
hi: समानता
hr: Izjednačenje
hu: Egyenlőség
ja: 互角
lb: Egalitéit
nb: Utligning
nn: Utjamning
pl: Równowaga
pt_br: Igualdade
tt: Тигезлек
zh: 均势

# puzzleThemeEqualityDescription
source: Come back from a losing position, and secure a draw or a balanced position. (eval ≤ 200cp)
de: Komme aus einer verlorenen Stellung zurück und sichere dir ein Remis oder eine ausgeglichene Stellung. (Bewertung ≤ 200 Hundertstel-Bauern)
fa: تغییر وضعیت بازنده، و تضمین تساوی یا وضعیت متعادل. (eval ≤ 200cp)
fo: Kom afturíaftur úr eini tapandi støðu, og tryggja tær remis ella eina javna støðu. (eval ≤ 200cp)
fr: Revenir d'une position perdante et assurer une nulle ou une position équilibrée. (évaluation ≤ 200cp)
ga: Tar ar ais ó suíomh caillte, agus faigh cluiche cothrom nó suíomh cothrom. (meastóireacht ≤ 200cp)
hi: एक खोने की स्थिति से वापस आएँ, और एक ड्रॉ या संतुलित स्थिति को सुरक्षित करें। (eval ≤ 200cp)
hr: Pronađi potez koji te dovodi iz gubitničke u podjednaku poziciju. (eval ≤ 200cp)
hu: Visszatérés egy rosszabb állásból és a döntetlen vagy kiegyensúlyozott állás bebiztosítása.
ja: 劣勢の局面から、ドローを確保するか互角の局面に戻します。（評価値は 200cp 以下）
lb: Komm aus enger verluerener Positioun zeréck a sécher dir e Remis oder ausgeglache Positioun. (eval ≤ 200cp)
nb: Vend en tapt stilling til remis eller lik stilling. (eval ≤ 200cp)
nn: Vend ei tapt stilling til remis eller utjamna stilling. (eval ≤ 200 centibønder)
pl: Odzyskaj remis bądź równowagę wychodząc z przegrywającej pozycji. (ocena pozycji: poniżej 200cp)
pt_br: Saia de uma posição perdida, e assegure um empate ou uma posição equilibrada. (aval ≤ 200cp)
zh: 从大劣的局面回到和棋或者均势 (评估 ≤ 200厘兵)。

# puzzleThemeKingsideAttack
source: Kingside attack
br: Tagañ tu ar roue
de: Angriff auf den Königsflügel
et: Kuningapoolne rünnak
fa: حمله به جناه شاه
fo: Álop kongamegin
fr: Attaque sur l'aile roi
ga: Ionsaí ar taobh an rí
hi: किंगसाइड का हमला
hr: Napad na kraljevoj strani
hu: Királyszárnytámadás
ja: キングサイド攻撃
lb: Ugrëff um Kinneksfligel
nb: Angrep på kongefløyen
nn: Åtak på kongefløya
pl: Atak skrzydłem królewskim
pt_br: Ataque na ala do Rei
tt: Шаһ яктагы һөҗүм
zh: 王翼进攻

# puzzleThemeKingsideAttackDescription
source: An attack of the opponent's king, after they castled on the king side.
de: Ein Angriff auf den gegnerischen König, nachdem dieser auf den Königsflügel rochiert hat.
et: Rünnak vastase kuningale pärast vastase vangerdamist kuningapoolele.
fa: حمله به شاه حریف زمانی که در جناه شاه قلعه رفته است.
fo: Álop á mótstøðukongin, aftaná at hann er lopin í borg kongamegin.
fr: Une attaque du Roi adverse, après qu'il a fait le petit roque.
ga: Ionsaí ar rí an chéile comhraic, tar éis dóibh caisliú ar thaobh an rí.
hi: प्रतिद्वंद्वी के राजा का एक हमला, बाद में वे राजा की तरफ झुक गए।
hr: Napad na protivničkog kralja nakon što je protivnik odigrao malu rokadu.
hu: Királyszárnyra sáncolt király ellen indított támadás.
ja: キングサイドにキャスリングした相手のキングを攻撃する。
lb: En Ugrëff op den géigneresche Kinnek, nodeem en op der Kinnekssäit rochéiert huet.
nb: Et angrep mot motstanderens konge etter kort rokade.
nn: Eit åtak på konge som motspelaren har tatt kort rokade med.
pl: Atak na króla przeciwnika po krótkiej roszadzie.
pt_br: Um ataque ao rei do oponente, após ele ter efetuado o roque curto.
tt: Рәкыйп шаһы һөҗүме, алар шаһ ягына куйганнан соң.
zh: 在对方短易位后进攻对方的王。

# puzzleThemeClearance
source: Clearance
de: Räumung
fa: پاکسازی
fo: Rudding
fr: Dégagement
ga: Glanadh
hi: रास्ता साफ़ करना
hr: Čiščenje
hu: Felszabadítás
ja: クリアランス（解放）
lb: Räumung
nb: Feltrømming
nn: Klarering
pl: Zwolnienie
pt_br: Lance útil
tt: Чистарту
zh: 腾挪

# puzzleThemeClearanceDescription
source: A move, often with tempo, that clears a square, file or diagonal for a follow-up tactical idea.
de: Ein Zug, oft mit Tempo, der ein Feld, eine Linie oder Diagonale für ein nachfolgendes taktisches Motiv öffnet.
fa: حرکتی، اغلب سریع، برای پاک کردن صفحه جهت دنبال کردن ایده های تاکتیکی بعدی.
fo: Ein leikur, ofta við tempo, ið ruddar ein punt, eitt rað ella eina tvørlinju, ið gevur møguleika fyri einari taktiskari atgerð.
fr: Un coup, souvent avec tempo, qui libère une case, une colonne ou une diagonale en vue d'une idée tactique.
ga: Beart, go minic le luas, a ghlanann cearnóg, treas nó fiarthrasnán le haghaidh smaoineamh beartach.
hi: एक चाल, अक्सर टेम्पो के साथ, जो एक अनुवर्ती सामरिक विचार के लिए एक वर्ग, फ़ाइल या विकर्ण को साफ करता है।
hr: Potez (najčešće s tempom) koji oslobađa polje, red ili dijagonalu za nadolazeću taktičku ideju.
hu: Egy lépés, általában tempóval, amely felszabadít egy mezőt, vonalat vagy átlót egy taktika kedvéért.
ja: 次のタクティクスのためにマス、ファイル、斜線を開く手（先手であることが多い）。
lb: En Zuch, meeschtens mat Tempo, deen de Wee ob e Feld, eng Linn oder eng Diagonal fräi mëscht an eng Folgetaktik erlaabt.
nb: Et trekk, gjerne med tempo, som åpner et felt, en linje eller en diagonal for en påfølgende taktisk idé.
nn: Eit trekk, gjerne med tempo, som opnar eit felt, ei line eller ein diagonal for ein påfølgjande taktisk idé.
pl: Posunięcie, często z tempem, które udostępnia pole, linię bądź przekątną do wykorzystania w następnej taktyce.
pt_br: Um lance, às vezes consumindo tempos, que libera uma casa, fileira ou diagonal para uma ideia tática em seguida.
tt: Киләсе тактик идея өчен квадратны, файлны яки диагональне чистарта торган хәрәкәт.
zh: 一着通常伴随有为后续战术构想腾空棋格、直线或斜线的棋。

# puzzleThemeDefensiveMove
source: Defensive move
de: Verteidigungszug
et: Kaitsev käik
fa: حرکت تدافعی
fo: Verjuleikur
fr: Coup défensif
ga: Beart cosanta
hi: रक्षात्मक चाल
hr: Obrambeni potez
hu: Védekező lépés
ja: 守り
lb: Defensiven Zuch
nb: Forsvarstrekk
nn: Forsvarstrekk
pl: Ruch obronny
pt_br: Movimento defensivo
tt: Калкала хәрәкәте
zh: 防守着法

# puzzleThemeDefensiveMoveDescription
source: A precise move or sequence of moves that is needed to avoid losing material or another advantage.
de: Ein präziser Zug oder eine Zugfolge, die benötigt wird, um kein Material oder einen anderen Vorteil zu verlieren.
et: Täpne käik või mitu käiku, mis on vaja vältimaks materiali kaotamist või teist eelist.
fa: حرکت یا دنباله ای از حرکات که برای جلوگیری از دست دادن مهره یا مزیت لازم است.
fo: Ein ávísur leikur ella ein røð av leikum, ið eru neyðugir, um sleppast skal undan at missa fólk ella annan fyrimun.
fr: Un coup ou une séquence de coups précis qui est nécessaire pour éviter de perdre du matériel ou un autre avantage.
ga: Beart cruinn nó staith bearta atá tábhachtach chun cailliúint ábhair nó buntáiste eile a sheachaint.
hi: सामग्री को खोने या अन्य लाभ से बचने के लिए आवश्यक चाल की एक सटीक चाल या अनुक्रम।
hr: Određeni potez ili slijed poteza koje je potrebno odigrati za zadržavanje materijala ili pozicije.
hu: Olyan precíz lépés vagy lépéssorozat amivel elkerülhető anyagveszteség vagy más hátrányos helyzet.
ja: 駒損などの不利を避けるために必要な正確な手または手順。
lb: E prezisen Zuch oder eng Sequenz vun Zich, déi gespillt musse ginn fir keen Material oder Virdeel ze verléieren.
nb: Et trekk eller en trekkrekke som er nøyaktig det som trengs for å unngå å tape materiell eller en annen fordel.
nn: Presist trekk eller trekkserie som er naudsynt for å unngå å tape materiell eller andre fordelar.
pl: Precyzyjne posunięcie lub ich ciąg, niezbędne by uniknąć straty materiału lub innej przewagi.
pt_br: Um movimento preciso ou sequência de movimentos que são necessários para evitar perda de material ou outra vantagem.
tt: Материалны яисә бүтән өстенлекне югалтмас өчен кирәк булган төгәл хәрәкәт яки хәрәкәт эзлеклелеге.
zh: 避免丢子或失去其他优势所需的精确着法或着法序列。

# puzzleThemeDeflection
source: Deflection
de: Ablenkung
fa: منحرف کردن
fo: Avbending
fr: Déviation
ga: Sraonadh
hi: नीचे को झुकाव
hr: Odvraćanje
hu: Elterelés
ja: ディフレクション（そらし）
lb: Oflenkung
nb: Avledning
nn: Avleiing
pl: Odciągnięcie
pt_br: Desvio
zh: 引离

# puzzleThemeDeflectionDescription
source: A move that distracts an opponent piece from another duty that it performs, such as guarding a key square. Sometimes also called "overloading".
de: Ein Zug, der eine gegnerische Figur von einer anderen Aufgabe ablenkt, wie zum Beispiel dem Schutz eines wichtigen Felds. Manchmal auch "Überlastung" genannt.
fa: حرکتی که حواس مهره حریف را از وظیفه ای که دارد پرت کند (مانند نگهبانی از یک خانه). گاهی اوقات "بارگذاری بیش از حد" نیز نامیده می شود.
fo: Ein leikur, ið dregur eitt mótstøðufólk burtur frá at útynna eina aðra uppgávu; eitt nú at ansa eftir einum týdningarmiklum punti.
fr: Un coup qui dévie une pièce de l'adversaire d'une tâche qu'elle assure, comme la protection d'une case-clé.
ga: Beart a cureann mearú ar píosa do chomhraic chéile atá gnóthach ar post eile, mar shampla ag déanamh cosaint ar cearnóg. Uaireanta tugtar "ró-ualú" air fosta.
hi: एक चाल जो एक प्रतिद्वंद्वी के टुकड़े को दूसरे कर्तव्य से विचलित करती है जो इसे निष्पादित करता है, जैसे कि एक प्रमुख वर्ग की रखवाली।
hr: Potez koji odvraća protivničku figuru od dužnosti koju obavlja (kao što je kontroliranje značajnog polja). Ova taktika se također zove i "preopterećenje".
hu: Egy lépés amivel az ellenfél figurája kimozdítható aktuális feladatából, például egy kulcsmező felügyelete.
ja: 相手の駒を別の役割（重要なマスを守るなど）からそらす手。
lb: En Zuch, deen eng géigneresch Figur vun enger anerer Aufgab oflenkt, wéi zum Beispill d'Deckung vun engem wichtegen Feld. Heiansdo och "Iwwerlaaschtung" genannt.
nb: Et trekk som leder en motstanderbrikke vekk fra en rolle den har, for eksempel å dekke et nøkkelfelt. Noen ganger også kalt «overbelastning».
nn: Eit trekk som leier ei av brikkene til motstpelaren bort frå ei anna oppgåve, som til dømes oppdekking av eit viktig felt.
pl: Posunięcie odciągające bierkę przeciwnika od innego wykonywanego przez nią zadania, np. ochrony kluczowego pola.
pt_br: Um movimento que desvia a peça do oponente da sua função, por exemplo a de defesa de outra peça ou a defesa de uma casa importante.
zh: 一步棋使对方的棋子分散了其另一项任务，例如防守一个关键格。有时候也叫“过载”。

# puzzleThemeDiscoveredAttack
source: Discovered attack
de: Abzugsangriff
fa: حمله برخاست
fo: Avdúkað álop
fr: Attaque à la découverte
ga: Ionsaí nochta
hi: हमले की खोज की
hr: Otkriveni napad
hu: Felfedés
ja: ディスカバード・アタック
lb: Ofzuchsugrëff
nb: Avdekker
nn: Avdekkaråtak
pl: Atak z odsłony
pt_br: Ataque descoberto
zh: 闪击

# puzzleThemeDiscoveredAttackDescription
source: Moving a piece that previously blocked an attack by another long range piece, such as a knight out of the way of a rook.
de: Ziehe eine Figur, die zuvor einen Angriff durch eine andere langschrittige Figur blockierte, wie einen Springer aus dem Weg eines Turms.
fa: حرکت دادن یک مهره (مانند اسب)، که قبلا جلوی حمله مهره خودمان به یکی از مهره های دور حریف (مانند رخ)، از جلوی راه مهره حمله کننده.
fo: At flyta eitt fólk, ið frammanundan forðaði einum fólki í at leypa á; eitt nú at flyta ein riddara, ið stendur framman fyri ein rók.
fr: Déplacer une pièce qui bloquait auparavant une attaque par une autre pièce à longue portée, comme un Cavalier hors du champ d'une Tour.
ga: Ag bogadh píosa (ridire b'fhéidir), a chuir bac ar ionsaí roimhe seo le píosa fadraoin (caiseal b'fhéidir), as bealach an phíosa sin.
hi: एक टुकड़ा जो पहले एक और लंबी दूरी के टुकड़े द्वारा हमले को अवरुद्ध करता है, जैसे कि एक शूरवीर के रास्ते से बाहर एक नाइट।
hr: Napad izvršen kad se figura koja blokira drugu figuru (kraljicu, lovca ili topa) skloni sa određene dijagonale, reda ili stupca.
hu: Egy figura mozgatása ami előzőleg egy másik figura tűzvonalában állt, például huszár elléptetése a bástya útjából.
ja: 別のラインピースの効きを止めていた駒を動かす手。たとえばルークの効き筋からナイトを動かす。
lb: Eng Figur, déi den Ugrëff vun enger laangfeldreger Figur (zum Beispill en Tuerm) blockéiert, aus dem Wee beweegen.
nb: Å flytte en brikke som blokkerer angrep fra en annen langtrekkende brikke, for eksempel å flytte en springer ut av veien for et tårn.
nn: Å flytte ei brikke som før åtaket blokkerer ei anna langtrekkande brikke. Til dømes flytte ein springar av vegen for eit tårn.
pl: Ruch bierką, która blokuje atak innej figury dalekiego zasięgu, np. ruch skoczkiem uaktywniający wieżę.
pt_br: Mover uma peça que anteriormente bloqueava um ataque de uma peça de longo alcance, como por exemplo um cavalo liberando a coluna de uma torre.
zh: 移动阻挡长距离棋子(例如车) 的己方棋子(例如马)，打通前者的路线。

# puzzleThemeDoubleCheck
source: Double check
br: Bec'h d'ar roue doubl
de: Doppelschach
et: Topelt tuli
fa: کیش دوگانه
fo: Tvískák
fr: Échec double
ga: Sáinn faoi dhó
hi: दोहरा शह
hr: Dvostruki šah
hu: Kettős sakk
ja: ダブル・チェック
lb: Dubbelschach
nb: Dobbeltsjakk
nn: Dobbeltsjakk
pl: Podwójny szach
pt_br: Xeque duplo
zh: 双将

# puzzleThemeDoubleCheckDescription
source: Checking with two pieces at once, as a result of a discovered attack where both the moving piece and the unveiled piece attack the opponent's king.
de: Schachgebot mit zwei Figuren gleichzeitig als Ergebnis eines Abzugsangriffs, bei dem sowohl die abziehende als auch die zuvor blockierte Figur den gegnerischen König angreifen.
fa: کیش دادن به حریف با دو مهره به صورت هم زمان در نتیجهء یک حمله برخاستی که در آن هم مهره برخاست کننده و هم مهره پشت سر آن به شاه حریف حمله می کنند.
fo: At skáka við tveimum fólkum samstundis. Úrslit av einum ávdúkaraálopi, har bæði fólkið, ið flutti, og fólkið, ið varð avdúkað, leypa á mótstøðukongin.
fr: Faire échec avec deux pièces à la fois, à la suite d'une attaque à la découverte où la pièce mobile et la pièce dévoilée attaquent le Roi adverse.
ga: Ag sáiniú le dhá phíosa ag an am céanna, tar éis ionsaí nochta ina n-ionsaíonn an píosa gluaiseachta agus an píosa nochtaithe araon rí an chéile comhraic.
hi: एक बार में दो टुकड़ों के साथ जाँच, एक खोज हमले के परिणामस्वरूप जहां चलती टुकड़ा और अनावरण टुकड़ा दोनों प्रतिद्वंद्वी के राजा पर हमला करते हैं।
hr: Šah kojeg daju dvije figure istovremeno kao rezultat otkrivenog šaha.
hu: Két figurával történő egyidejű sakkadás amikor felfedés után az elmozdított és a korábban akadályozott figura is támadja az ellenfél királyát.
ja: ディスカバード・アタックによって、動いた駒とラインピースが相手のキングに同時にチェックをかける手。
lb: Schach mat zwou Figuren gläichzäiteg ginn als Resultat vun engem Ofzuchsugrëff, wou souwuel déi gespillte Figur ewéi och déi opgedeckte Figur de géigneresche Kinnek ugräifen.
nb: Å gi sjakk med to brikker samtidig, gjennom en avdekker der både brikken som flyttes, og brikken som avdekkes, angriper motstanderens konge.
nn: Sjakk med to brikker samstundes, som eit resultat av eit avdekkaråtak der både brikka som vert flytta og den avdekka brikka set kongen til motspelaren i sjakk.
pl: Szach dwoma bierkami jednocześnie będący wynikiem ataku z odkrycia, w którym zarówno bierka poruszana, jak i odkryta atakują króla.
pt_br: Dar Xeque com duas peças ao mesmo tempo, como resultado de um ataque descoberto onde tanto a peça que se move quanto a peça que estava sendo obstruída atacam o rei do oponente.
zh: 两个棋子同时将军，作为一种闪击，走动的棋子与后面闪露出来的棋子同时攻击对方的王。

# puzzleThemeEndgame
source: Endgame
br: Fin ar c'hrogad
de: Endspiel
et: Lõppmäng
fa: آخربازی
fo: Endatalv
fr: Finale
ga: Cor deiridh
hi: एंडगेम
hr: Završnica
hu: Végjáték
ja: エンドゲーム
lb: Endspill
nb: Sluttspill
nn: Sluttspel
pl: Końcówka
pt_br: Finais
zh: 残局

# puzzleThemeEndgameDescription
source: A tactic during the last phase of the game.
de: Eine Taktik in der letzten Phase der Partie.
et: Taktika mängu viimases faasis.
fa: یک تاکتیک در لحظات آخر بازی.
fo: Taktisk atgerð í seinasta skeiðinum av talvinum.
fr: Une tactique lors de la dernière phase du jeu.
ga: Beartaíocht i gcor deiridh na cluiche.
hi: खेल के अंतिम चरण के दौरान एक रणनीति।
hr: Taktički potezi u završnici.
hu: Taktikák a játszma utolsó fázisában.
ja: ゲームの終盤でのタクティクス。
lb: Eng Taktik an der leschter Phase vun der Partie.
nb: En taktikk i den siste fasen av partiet.
nn: Taktikk i den siste fasen av partiet.
pl: Taktyka w ostatniej fazie gry.
pt_br: Tática durante a última fase do jogo.
zh: 对局最后阶段的战术。
