Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleThemeEnPassantDescription
source: A tactic involving the en passant rule, where a pawn can capture an opponent pawn that has bypassed it using its initial two-square move.
de: Eine Taktik, die die Schachregel "en passant" einbezieht, bei der ein Bauer einen gegnerischen Bauer schlagen kann, der an ihm mit seinem Doppelschritt aus der Ausgangsstellung vorbeigegangen ist.
et: Taktika, kus rakendatakse en passant reeglit, kus ettur saab lüüa mööda läinud vastase etturit kasutades algset kahe ruutu käiku.
fa: گرفتن پیاده در حال عبور با پیاده دیگر.
fo: Taktisk atgerð, ið inniber at taka í framlopi, har ein finna kann taka eina mótstøðufinnu, ið er komin at standa undir liðini á henni, aftaná at finnan í fyrsta leiki sínum júst er flutt tveir puntar fram.
fr: Une tactique impliquant la règle de la prise en passant, où un pion peut capturer un pion adverse qui l'a croisé lors de son déplacement initial de deux cases.
ga: Beartaíocht a bhaineann leis an riail en passant, sa tslí gur féidir le ceithearnach ceithearnach an céile comhraic a mharú agus é ag úsáid a ghluaiseachta tosaigh dhá chearnóg.
hi: एन पास के नियम को शामिल करने वाली एक रणनीति, जहां एक मोहरा एक प्रतिद्वंद्वी मोहरे को पकड़ सकता है जिसने अपने शुरुआती दो-वर्ग चाल का उपयोग करके इसे बाईपास किया है।
hr: Taktika koja uključuje pravilo "en passant" po kojem pješak uzima protivničkog pješaka koji ga preskače koristeći inicijalno otvaranje pješaka za dva polja.
hu: Az en passant szabályt kihasználó taktika, mikor egy gyalog leütheti a mellette elhaladó, alapállásból kettőt lépő ellenfél gyalogját.
ja: アンパッサン、つまり相手の 2 マス前進したポーンを途中で取る手を含むタクティクス。
lb: Eng Taktik bezüglech der "en passant" Reegel, bei där e Bauer e géigneresche Bauer schloen kann, deen un em mat engem Dubbelschrëtt aus der Ausgangspositioun laanscht gaangen ass.
nb: En taktikk som utnytter en passant-regelen, der en bonde kan slå en motstanderbonde som har passert den ved å flytte to felt.
nn: Ein taktikk som inneber at en-passant-regelen blir tatt i bruk. Det betyr at ein bonde kan slå ut ein motspelar-bonde som har passert den etter å ha starta med å flytte to felt, på samme måte som om den hadde starta med å flytte ett felt.
pl: Taktyka wykorzystująca bicie w przelocie, gdzie pion może zbić piona przeciwnika, który minął go wykonawszy swoje początkowe posuniecie o dwa pola.
pt_br: Uma tática envolvendo a regra do en passant, onde um peão pode capturar um peão do oponente que passou por ele usando seu movimento inicial de duas casas.
zh: 涉及吃过路兵规则的战术，兵可以吃掉对方刚走两格、横向相邻的兵。

# puzzleThemeExposedKing
source: Exposed king
de: Exponierter König
et: Paljas kuningas
fa: شاه در معرض خطر
fo: Kongur í andgletti
fr: Roi exposé
ga: Rí nochtaithe
hi: उजागर राजा
hr: Golišavi kralj
hu: Kiszolgáltatott király
ja: 危険なキング
lb: Exponéiert Kinnek
nb: Utsatt konge
nn: Eksponert konge
pl: Odsłonięty król
pt_br: Rei exposto
zh: 暴露的王

# puzzleThemeExposedKingDescription
source: A tactic involving a king with few defenders around it, often leading to checkmate.
de: Eine Taktik, bei der der König nur von wenigen Figuren verteidigt wird, was oft zum Matt führt.
et: Taktika seoses kuningaga kellel on vähe kaitsjaid enda ümber, lõpeb tihti mattiga.
fa: تاکتیکی که در آن شاه مدافعان زیادی ندارد،اغلب این تاکتیک به مات ختم می شود.
fo: Taktisk atgerð móti kongi, ið bert hevur fá verndarfólk um seg. Ber ofta skák og mát við sær.
fr: Une tactique impliquant un Roi avec peu de défenseurs autour de lui, menant souvent à l'échec et mat.
ga: Beartaíocht ina bhfuil rí gan mórán cosantóirí timpeall air, agus marbhsháinn mar thoradh air go minic.
hi: एक रणनीति जिसमें इसके चारों ओर कुछ रक्षकों के साथ एक राजा होता है, अक्सर चेकमेट के लिए अग्रणी होता है।
hr: Taktika koja uključuje kralja okruženim nekolicinom obrambenih figura što često rezultira matom.
hu: Olyan taktika, ami kihasználja a király körüli kevés védőt, gyakran matthoz vezet.
ja: 守り駒の少ないキングを攻める問題、多くの場合メイトにつながる。
lb: Eng Taktik bezüglech engem Kinnek, dee vun wéinege Figuren verdeedegt gëtt, wat oft zu Schachmatt féiert.
nb: En taktikk som utnytter en konge med få forsvarsbrikker rundt seg, noe som ofte leder til sjakk matt.
nn: Taktikk retta mot ein konge med få forsvarar rundt seg, noko som ofte leier til sjakk matt.
pl: Taktyka z udziałem króla z kilkoma jego obrońcami, często prowadząca do mata.
pt_br: Uma tática que envolve um rei com poucos defensores ao seu redor, muitas vezes levando a xeque-mate.
zh: 对方王的周围只有很少的防守棋子时的战术，往往导致将杀。

# puzzleThemeFork
source: Fork
br: Forc'h
de: Gabel
et: Kahvel
fa: چنگال
fo: Gaffil
fr: Fourchette
ga: Gabhal
hi: कांटा
hr: Rašlje
hu: Villa
ja: フォーク（両取り）
lb: Forschett
nb: Gaffel
nn: Gaffel
pl: Widełki
pt_br: Garfo (ou duplo)
zh: 击双

# puzzleThemeForkDescription
source: A move where the moved piece attacks two opponent pieces at once.
de: Ein Zug, bei dem die gezogene Figur zwei gegnerische Figuren auf einmal angreift.
et: Käik, millega mängija ründab oma malendiga korraga mitut vastase malendit.
fa: حرکتی که در آن مهره ای که حرکت می کند دو مهره حریف را به صورت همزمان مورد حمله قرار می دهد.
fo: Leikur, har flutta fólkið loypur á tvey mótstøðufólk í senn.
fr: Un coup où la pièce déplacée attaque deux pièces de l'adversaire à la fois.
ga: Saghas ionsaí faoi dhó nó bagairt dhúbailte.
hi: एक चाल जहां स्थानांतरित टुकड़ा एक बार में दो प्रतिद्वंद्वी टुकड़ों पर हमला करता है।
hr: Situacija u šahovskoj partiji kad jedna figura napadne dvije ili više protivničkih.
hu: Olyan lépés amivel a mozgatott figura egyszerre két ellenséges figurát támad.
ja: 動いた駒が相手の 2 つの駒を同時に攻撃する手。
lb: En Zuch, bei deem déi gespillte Figur zwou géigneresch Figuren gläichzäiteg ugräift.
nb: Et trekk der brikken som ble flyttet, angriper to av motstanderens brikker samtidig.
nn: Eit trekk der brikka som vart flytta går til åtak på meir enn ei motstandarbrikke på same tid.
pl: Ruch w którym poruszona bierka atakuje jednocześnie dwie bierki przeciwnika.
pt_br: Um movimento onde a peça movida ataca duas peças de oponente de uma só vez.
zh: 走动的棋子同时攻击对方的两个棋子。

# puzzleThemeHangingPiece
source: Hanging piece
de: Hängende Figur
et: Kaitseta malend
fa: مهره بی دفاع
fo: Hangandi fólk
fr: Pièce en prise
ga: Píosa ar crochadh
hi: लटकता हुआ टुकड़ा
hr: Viseća figura
hu: Lógó figura
ja: 浮き駒
lb: Hänkend Figur
nb: Hengende brikke
nn: Hengande brikke
pl: Wisząca figura
pt_br: Peça pendurada
zh: 悬子

# puzzleThemeHangingPieceDescription
source: A tactic involving an opponent piece being undefended or insufficiently defended and free to capture.
de: Eine Taktik, bei der eine gegnerische Figur nicht oder nur unzureichend gedeckt ist und deshalb mit Vorteil geschlagen werden kann.
et: Taktika, kus vastase malend on kaitsetu või halvasti kaitstud ja tasuta löödav.
fa: تاکتیکی که در آن مهره های حریف برای گرفتن، بدون دفاع یا با دفاع ناکافی است.
fo: Taktisk atgerð móti einum mótstøðufólki, ið ikki er vart ella ikki nóg væl vart, og tí lætt at taka.
fr: Une tactique impliquant une pièce adverse non protégée ou insuffisamment défendue et libre d'être capturée.
ga: Beartaíocht ina bhfuil píosa comhraic gan chosaint nó gan chosaint go leor agus saor le marú.
hi: किसी विरोधी टुकड़े को अपरिभाषित या अपर्याप्त रूप से संरक्षित करने और कब्जा करने के लिए स्वतंत्र होने वाली रणनीति।
hr: Taktika koja uključuje neobranjenu ili nedovoljno obranjenu protivničku figuru besplatnu za uzimanje.
hu: Azok a taktikák amik védtelen vagy elégtelenül bevédett, ezért szabadon levehető figurákon alapulnak.
ja: 守りのない駒、または守り駒の足りない駒をただで取る問題。
lb: Eng Taktik, bei där eng géignerescher Figur net oder ongenügend gedeckt ass an fräi ze schloen ass.
nb: En taktikk som utnytter at en motstanderbrikke er udekket eller ikke tilstrekkelig dekket og kan slås.
nn: Taktikk som utnyttar at det mogleg å slå ut ei udekt eller utilstrekkeleg dekt brikke.
pl: Taktyka wykorzystująca możliwość zbicia niebronionej lub niedostatecznie bronionej bierki przeciwnika.
pt_br: Uma táctica que envolve uma peça indefesa do oponente ou insuficientemente defendida e livre para ser capturada.
zh: 涉及对方少保护或无保护的棋子，可以随意吃掉。

# puzzleThemeHookMate
source: Hook mate
de: Hakenmatt
fa: مات قُلاب
fo: Húkamát
fr: Mat du hameçon
ga: Marbhsháinn corrán
hi: हुक मात
hr: Kuka-mat
hu: Horog matt
ja: 釣り針のメイト
lb: Hokenmatt
nb: Krokmatt
nn: Krokmatt
pl: Mat haka
pt_br: Xeque gancho
zh: 勾杀

# puzzleThemeHookMateDescription
source: Checkmate with a rook, knight, and pawn along with one enemy pawn to limit the enemy king's escape.
de: Matt mit Turm, Springer und Bauer, zusammen mit einem gegnerischen Bauern, der dessen König ein Fluchtfeld nimmt.
fa: مات با یک رخ، اسب و یک پیاده در برابر یک پیاده حریف برای محدود کردن راه های فرار شاه دشمن.
fo: Skák og mát við róki, riddara og finnu, sum saman við einari fíggindafinnu forða mótstøðukonginum í at sleppa til rýmingar.
fr: Mat avec une Tour, un Cavalier et un pion, avec un pion adverse qui empêche la fuite du roi ennemi.
ga: Marbhsháinn le caiseal, ridire, agus ceithearnach in éineacht le ceithearnach namhaid amháin chun éalú rí an namhaid a chosc.
hi: शत्रु राजा के भागने को सीमित करने के लिए एक शत्रु प्यादा के साथ एक हाथी, घोड़ा और प्यादा के साथ चेकमेट।
hr: U kuka-matu sudjeluju top, skakač i pješak te jedan protivnički pješak koji onemogućuje bijeg svom kralju.
hu: Egy bástya, huszár és gyalog az ellenfél, gyalogja által akadályozott királyát körbevéve adnak mattot.
ja: ポーンの隣にいるキングを、ルーク、ナイト、ポーンでメイトする形。
lb: Schachmatt mat engem Tuerm, Sprénger a Bauer zesummen mat engem géigneresche Bauer deen dem géigneresche Kinnek e Fluchtfeld hëlt.
nb: Tårn, springer og bonde setter sjakk matt i en stilling der motstanderens bonde avskjærer kongens flukt.
nn: Sjakkmatt med tårn, springar og bonde pluss ei motstandarbrikke som tek opp av eit felta kongen elles kunne flykta til.
pl: Mat wieżą, skoczkiem i pionkiem z wrogim pionem blokującym ucieczkę króla.
pt_br: Xeque-mate com uma torre, um cavalo e um peão, juntamente com um peão inimigo, para limitar a fuga do rei.
zh: 用车、马、兵杀棋，对方的兵限制王逃跑。

# puzzleThemeInterference
source: Interference
de: Unterbrechung
fa: چنگال
fo: Uppílegging
fr: Interception
ga: Bac
hi: दखल अंदाजी
hr: Podmetanje
hu: Akadályozás
ja: インターフェア（干渉）
lb: Ënnerbriechung
nb: Interferens
nn: Hindring
pl: Przesłona
pt_br: Interferência
zh: 拦截

# puzzleThemeInterferenceDescription
source: Moving a piece between two opponent pieces to leave one or both opponent pieces undefended, such as a knight on a defended square between two rooks.
de: Eine Figur zwischen zwei gegnerischen Figuren ziehen, um eine oder beide gegnerische Figuren ungedeckt zu lassen, wie etwa einen Springer auf einem gedeckten Feld zwischen zwei Türmen.
fa: حرکت دادن یک مهره و حمله کردن به دو مهره هم زمان که بتوان یکی از مهره ها را گرفت، مانند حمله یک اسب به به دو تا رخ بصورت هم زمان.
fo: Flyt eitt fólk millum tvey mótstøðufólk, so annað mótstøðufólkið stendur óvart ella bæði standa óvard; flyt t.d. ein riddara á ein vardan punt millum tveir rókar.
fr: Déplacer une pièce entre deux pièces adverses pour en laisser l'une ou les deux non protégées, comme un Cavalier sur une case défendue entre deux Tours.
ga: Ag bogadh píosa idir dhá phíosa do chéile comhraic chun píosa comhraic amháin nó an dá phíosa comhraic a fhágáil gan chosaint, mar ridire ar chearnóg chosanta idir dhá chaiseal.
hi: दो प्रतिद्वंद्वी टुकड़ों के बीच एक टुकड़े को स्थानांतरित करना एक या दोनों प्रतिद्वंद्वी टुकड़ों को अपरिभाषित करना, जैसे कि दो बदमाशों के बीच बचाव चौक पर एक नाइट।
hr: Pomicanje figure između dvije protivničke figure pritom ih napadajući. Kao rezultat protivnik nije u mogućnosti obraniti obe figure.
hu: Egy figura mozgatása két ellenséges figura közé az egyiket vagy mindkettőt védtelenné téve, például egy huszárral belépni egy védett mezőre két bástya közé.
ja: 相手の 2 つの駒の間に駒を入れて浮き駒を作る問題。相手の 2 個のルークの間に守られたナイトを入れる、など。
lb: Eng Figur tëschent zwou géigneresch Figuren beweegen, fir eng oder béid géigneresch Figuren onverdeedegt ze loossen, wéi zum Beispill e Sprénger op engem verdeedegte Feld tëschent zwee Tierm.
nb: Å flytte en brikke mellom to motstanderbrikker slik at en av eller begge motstanderbrikkene er udekket, for eksempel en springer på et dekket felt mellom to tårn.
nn: Flytte ei brikke mellom to motstandarbrikker for å oppnå at ei eller begge vert udekka. Til dømes ein springar til eit dekka felt mellom to tårn.
pl: Ruch figurą pomiędzy dwie figury przeciwnika, tak, że jedna lub obydwie są niebronione. Na przykład ruch skoczkiem na bronione pole pomiędzy dwie wieże.
pt_br: Mover uma peça entre duas peças do oponente para deixar uma ou duas peças do oponente indefesas, como um cavalo em uma casa defendida por duas torres.
zh: 走动棋子到对手的两个棋子之间，使其中的一个或两个棋子消除保护，例如将一个马走到两个车之间的防守格上。

# puzzleThemeIntermezzo
source: Intermezzo
de: Zwischenzug
fa: زوگزوانگ
fo: Millumleikur
fr: Coup intermédiaire
hi: इंटेरमेस्सो
hr: Međupotez
hu: Köztes lépés
ja: ツヴィッシェンツーク（利かし）
lb: Zwëschenzuch
nb: Mellomtrekk
nn: Mellomtrekk
pl: Wtrącony ruch
pt_br: Lance intermediário
zh: 过渡着

# puzzleThemeIntermezzoDescription
source: Instead of playing the expected move, first interpose another move posing an immediate threat that the opponent must answer. Also known as "Zwischenzug" or "In between".
de: Anstatt den erwarteten Zug zu spielen, schiebe einen anderen Zug dazwischen, der eine sofortige Drohung aufstellt, welche der Gegner beantworten muss.
fa: به جای انجام حرکت مورد انتظار، ابتدا حرکت دیگری را وارد کنید که تهدیدی فوری است که حریف باید به آن پاسخ دهد. به عنوان "Zwischenzug" شناخته میشود.
fo: Ístaðin fyri at leika tann væntaða leikin, skalt tú leika ein annan leik, ið er ein hóttandi vandi, ið mótleikarin má varða seg ímóti her og nú. Leikurin er eisini kendur sum "Zwischenzug" ella "In between".
fr: Au lieu de jouer le coup attendu, jouez d'abord un autre coup posant une menace immédiate à laquelle l'adversaire doit répondre. Aussi connu sous le nom de "Zwischenzug".
ga: Tarlaíonn Zwischenzug i lár malartú píosaí nó i líne beartaíochta in áit eile ar an gclár nuair a ghluaiseann imreoir píosa ar shlí nach bhfuil an t-imreoir eile ag súil leis chun suíomh níos fearr a fháil.
hi: अपेक्षित चाल चलने के बजाय, पहले एक और कदम उठाएँ, जिससे तत्काल खतरे की आशंका पैदा हो जाए। इसे "ज़्विसचेंज़ुग" या "इन बीच" के रूप में भी जाना जाता है।
hr: Potez koji se igra prije očekivanog poteza koji predstavlja direktnu prijetnju na koju protivnik mora odgovoriti.
hu: A várt lépés megtétele helyett egy olyan lépés beszúrása, amely fenyegetésére az ellenfélnek rögtön válaszolnia kell. Ismert még "Zwischenzug"-nak vagy "Intermezzo"-nak.
ja: 当然に見える手を指す代わりに、いったん相手が受けざるを得ない別の手をはさむ問題。
lb: Amplaz den erwaardenen Zuch ze spillen, spill als éischt en Zuch deen eng direkt Bedroung poséiert, op deen de Géigner äntweren muss.
nb: I stedet for å foreta det forventede trekket utføres først et annet trekk som utgjør en umiddelbar trussel, som motstanderen må svare på.
nn: Eit trekk som kjem før det venta trekket og som utgjer eit trugsmål motspelaren straks må svare på.
pl: Zamiast zagrania spodziewanego posunięcia, wykonanie takiego, które stanowi bezpośrednią groźbę, na którą przeciwnik zmuszony jest odpowiedzieć. Znane również jako „zwischenzug”.
pt_br: Em vez de jogar o movimento esperado, primeiro realiza outro movimento criando uma ameaça imediata a que o oponente deve responder. Também conhecido como "Zwischenzug" ou "In between".
zh: 不走预期的着法，而是走一着对手必须应对的直接威胁。

# puzzleThemeKnightEndgame
source: Knight endgame
de: Springerendspiel
et: Ratsulõppmäng
fa: آخربازی اسب
fo: Riddaraendatalv
fr: Finale de Cavaliers
ga: Cor deiridh ridire
hi: नाइट एंडगेम
hr: Skakačeva završnica
hu: Huszár végjáték
ja: ナイト・エンドゲーム
lb: Sprénger Endspill
nb: Springersluttspill
nn: Springarsluttspel
pl: Końcówka skoczkowa
pt_br: Finais de Cavalo
zh: 马残局

# puzzleThemeKnightEndgameDescription
source: An endgame with only knights and pawns.
de: Ein Endspiel nur mit Springern und Bauern.
et: Lõppmäng ainult ratsude ja etturitega.
fa: آخربازی، تنها با اسب‌ها و پیاده‌ها.
fo: Endatalv við riddarum og finnum.
fr: Une finale avec seulement des Cavaliers et des pions.
ga: Cor deiridh le ridirí agus ceithearnaigh amháin.
hi: केवल शूरवीरों और प्यादों के साथ एक एंडगेम।
hr: Završnica u kojoj sudjeluju samo skakači i pješaci.
hu: Végjáték csak huszárokkal és gyalogokkal.
ja: ナイトとポーンだけの終盤。
lb: En Endspill nëmmen mat Sprénger a Baueren.
nb: Et sluttspill med kun springere og bønder.
nn: Sluttspel med berre springarar og bønder.
pl: Gra końcowa wyłącznie ze skoczkami i pionami.
pt_br: Um final jogado apenas com cavalos e peões.
zh: 只有马和兵的残局。

# puzzleThemeLong
source: Long puzzle
br: Poelladenn hir
de: Mehrzügige Aufgabe
et: Pikk ülesanne
fa: معمای طولانی
fo: Long uppgáva
fr: Long problème
ga: Fadhbh fada
hi: लंबी पहेली
hr: Dugi zadatak
hu: Hosszú feladvány
ja: 長手数問題
lb: Laang Aufgab
nb: Lang sjakknøtt
nn: Lang taktikkoppgåve
pl: Długie zadanie
pt_br: Quebra-cabeças longo
zh: 长谜题

# puzzleThemeLongDescription
source: Three moves to win.
de: Drei Züge zum Sieg.
et: Kolm käiku võiduni.
fa: سه حرکت برای پیروزی.
fo: Tríggir leikir, so er vunnið.
fr: Victoire en trois coups.
ga: Trí bheart le bua.
hi: जीत के लिए तीन चाल चली।
hr: Tri poteza za pobjedu.
hu: Három lépés a megoldás.
ja: 3 手で勝ちになります。
lb: Dräi Zich fir ze gewannen.
nb: Tre trekk til vinst.
nn: Vinst i tre trekk.
pl: Trzy ruchy by wygrać.
pt_br: Vitória em três movimentos.
zh: 三步胜。

# puzzleThemeMaster
source: Master games
de: Meisterpartien
et: Meistrite mängud
fa: بازی‌های استادان
fo: Meistaratalv
fr: Parties de maîtres
ga: Máistir-chluichí
hi: मास्टर खेल
hr: Majstorske partije
hu: Mesterjátszmák
ja: マスターのゲーム
lb: Meeschter-Partien
nb: Mesterpartier
nn: Meisterparti
pl: Partie mistrzów
pt_br: Partidas de mestres
zh: 大师对局

# puzzleThemeMasterDescription
source: Puzzles from games played by titled players.
de: Aufgaben aus Partien von Spielern mit Titel.
et: Ülesanded mängudest, mida on mänginud tiitlitega mängijad.
fa: معماهای برگرفته‌شده از بازی‌های بازیکنان عنوان‌دار.
fo: Uppgávur úr talvum, ið telvarar við meistaraheitum hava telvað.
fr: Problèmes tirés de parties jouées par des joueurs titrés
ga: Fadhbhanna ó chluichí a imríonn ficheallaí le teideal.
hi: शीर्षक वाले खिलाड़ियों द्वारा खेले जाने वाले खेलों की पहेलियाँ।
hr: Zadaci iz partija odigranih od strane igrača s titulom.
hu: Feladványok mesterek játszmáiból.
ja: タイトル保持者の対局から採った問題。
lb: Aufgabe aus Partie vu Spiller mat engem Titel.
nb: Sjakknøtter fra partier med spillere som har sjakktittel.
nn: Sjakknøtter frå parti med spelarar som har sjakktittel.
pl: Zadania z partii graczy utytułowanych.
pt_br: Quebra-cabeças de partidas jogadas por jogadores titulados.
zh: 出自有名棋手对局的谜题。

# puzzleThemeMasterVsMaster
source: Master vs Master games
de: Partien von Meistern gegen Meister
et: Meister meistri vastu
fa: بازی‌های استادان برابر هم
fo: Meistari móti meistaratalvum
fr: Parties jouées entre maîtres
ga: Cluichí Máistir vs Máistir
hi: मास्टर बनाम मास्टर खेल
hr: Majstor protiv majstora
hu: Mesterek egymás ellen
ja: マスター同士のゲーム
lb: Partië vu Meeschter géint Meeschter
nb: Mestermøter
nn: Meister mot meister-parti
pl: Mistrz kontra Mistrz
pt_br: Partidas de Mestre vs Mestre
zh: 大师与大师对局

# puzzleThemeMasterVsMasterDescription
source: Puzzles from games between two titled players.
de: Aufgaben aus Partien zwischen zwei Spielern mit Titel.
et: Ülesanded kahe tiitli saanud mängija vahelistest mängudest.
fa: معماهای برگرفته‌شده از بازی‌های بین دو بازیکن عنوان‌دار.
fo: Uppgávur úr talvum millum tveir telvarar við meistaraheitum.
fr: Problèmes tirés de parties entre deux joueurs titrés
ga: Fadhbhanna ó chluichí idir dhá fhicheallaí le teideal.
hi: दो शीर्षक वाले खिलाड़ियों के बीच खेल से पहेलियाँ।
hr: Zadaci iz partija odigranih između igrača s titulama.
hu: Feladványok két mester egymás elleni játszmáiból.
ja: 双方がタイトル保持者の対局から採った問題。
lb: Aufgabe aus Partie tëschent zwee Spiller mat engem Titel.
nb: Sjakknøtter fra partier mellom to spillere som har sjakktittel.
nn: Sjakknøtter frå parti mellom to spelarar som har sjakktittel.
pl: Zadania z partii pomiędzy dwoma utytułowanymi graczami.
pt_br: Quebra-cabeças de partidas entre dois jogadores titulados.
zh: 出自两位有名棋手对局的谜题。

# puzzleThemeMate
source: Checkmate
br: Lamm d'ar roue
de: Matt
et: Matt
fa: کیش و مات
fo: Mát
fr: Mat
ga: Marbhsháinn
hi: शाहमात
hr: Mat
hu: Matt
ja: メイト
lb: Schachmatt
nb: Matt
nn: Matt
pl: Mat
pt_br: Xeque-mate
tt: Мат
zh: 杀王

# puzzleThemeMateDescription
source: Win the game with style.
de: Gewinne die Partie mit Stil.
et: Võida mäng stiiliga.
fa: بازی را با سبک خاصی ببرید.
fo: Vinn talvið við stíli.
fr: Gagnez la partie avec classe.
ga: Buaigh an cluiche le stíl.
hi: शैली के साथ खेल जीतें।
hr: Pobijedi sa stilom.
hu: Vidd a játszmát stílusosan.
ja: きれいに勝ちを決める。
lb: Gewann d'Partie mat Stil.
nb: Vinn partiet med stil.
nn: Vinn partiet med stil.
pl: Wygraj partię w dobrym stylu.
pt_br: Vença o jogo com estilo.
zh: 有型地赢棋。

# puzzleThemeMateIn1
source: Mate in 1
de: Matt in 1
et: Matt 1 käiguga
fa: مات در یک حرکت
fo: Mát í einum
fr: Mat en 1
ga: Marbhsháinn i mbeart amháin
hi: 1 में मात
hr: Mat u 1
hu: Matt 1 lépésben
ja: 1 手メイト
lb: Matt an 1
nb: Matt i 1
nn: Matt i eitt trekk
pl: Mat w 1 ruchu
pt_br: Mate em 1
zh: 一步杀

# puzzleThemeMateIn1Description
source: Deliver checkmate in one move.
de: Mattsetzen in einem Zug.
et: Soorita matt ühe käiguga.
fa: در یک حرکت کیش و مات کنید.
fo: Set skák og mát í einum leiki.
fr: Matez en un coup.
ga: Tabhair Marbhsháinn i mbeart amháin.
hi: एक कदम में चेकमेट वितरित करें।
hr: Matiraj protivnika u jednom potezu.
hu: Adj mattot egy lépésben.
ja: 1 手でチェックメイトにします。
lb: Mattsetzen an engem Zuch.
nb: Sett sjakk matt i ett trekk.
nn: Set matt i eitt trekk.
pl: Daj mata w jednym posunięciu.
pt_br: Dar xeque-mate em um movimento.
zh: 一步之内实现将杀。

# puzzleThemeMateIn2
source: Mate in 2
de: Matt in 2
et: Matt 2 käiguga
fa: مات در دو حرکت
fo: Mát í tveimum
fr: Mat en 2
ga: Marbhsháinn i 2 bheart
hi: 2 में मात
hr: Mat u 2
hu: Matt 2 lépésben
ja: 2 手メイト
lb: Matt an 2
nb: Matt i 2
nn: Matt i to trekk
pl: Mat w 2 ruchach
pt_br: Mate em 2
zh: 两步杀

# puzzleThemeMateIn2Description
source: Deliver checkmate in two moves.
de: Mattsetzen in zwei Zügen.
et: Soorita matt kahe käiguga.
fa: در دو حرکت کیش و مات کنید.
fo: Set skák og mát í tveimum leikum.
fr: Matez en deux coups.
ga: Tabhair Marbhsháinn i dhá bheart.
hi: चेकमेट को दो चालों में वितरित करें।
hr: Matiraj protivnika u dva poteza.
hu: Adj mattot két lépésben.
ja: 2 手でチェックメイトにします。
lb: Mattsetzen an zwee Zich.
nb: Sett sjakk matt i to trekk.
nn: Set matt i to trekk.
pl: Daj mata w dwóch posunięciach.
pt_br: Dar xeque-mate em dois movimentos.
zh: 两步之内实现将杀。

# puzzleThemeMateIn3
source: Mate in 3
de: Matt in 3
et: Matt 3 käiguga
fa: مات در سه حرکت
fo: Mát í trimum
fr: Mat en 3
ga: Marbhsháinn i 3 bheart
hi: 3 में मात
hr: Mat u 3
hu: Matt 3 lépésben
ja: 3 手メイト
lb: Matt an 3
nb: Matt i 3
nn: Matt i tre trekk
pl: Mat w 3 ruchach
pt_br: Mate em 3
zh: 三步杀

# puzzleThemeMateIn3Description
source: Deliver checkmate in three moves.
de: Mattsetzen in drei Zügen.
et: Soorita matt kolme käiguga.
fa: در سه حرکت کیش و مات کنید.
fo: Set skák og mát í trimum leikum.
fr: Matez en trois coups.
ga: Tabhair Marbhsháinn i dtrí bheart.
hi: चेकमेट को तीन चालों में वितरित करें।
hr: Matiraj protivnika u tri poteza.
hu: Adj mattot három lépésben.
ja: 3 手でチェックメイトにします。
lb: Mattsetzen an dräi Zich.
nb: Sett sjakk matt i tre trekk.
nn: Set matt i tre trekk.
pl: Daj mata w trzech posunięciach.
pt_br: Dar xeque-mate em três movimentos.
zh: 三步之内实现将杀。

# puzzleThemeMateIn4
source: Mate in 4
de: Matt in 4
et: Matt 4 käiguga
fa: مات در چهار حرکت
fo: Mát í fýra
fr: Mat en 4
ga: Marbhsháinn i 4 bheart
hi: 4 में मात
hr: Mat u 4
hu: Matt 4 lépésben
ja: 4 手メイト
lb: Matt a 4
nb: Matt i 4
nn: Matt i fire trekk
pl: Mat w 4 ruchach
pt_br: Mate em 4
zh: 四步杀
