Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# mustBeInTeam
source: Must be in team {param}
br: A rank bezañ e skipailh {param}
de: Du musst zum Team {param} gehören
et: Sa pead olema {param} tiimis
fa: باید در تیم {param} باشید
fo: Tær nýtist at vera á {param} liðnum
fr: Vous devez faire partie de l'équipe {param}
ga: Caithfear a bheith i bhfoireann {param}
hi: टीम में होना ज़रूरी है {param}
hr: Moraš biti u timu {param}
hu: Csak {param} tagoknak
ja: チーム {param} のメンバー限定
lb: Muss Member vun {param} sin
nb: Du må være med i laget {param}
nn: Du må vera medlem av lag {param}
pl: Musisz należeć do klubu {param}
pt_br: Precisa estar na equipe {param}
tt: {param} төркемендә булырга тиеш
zh: 必须属于 {param} 队

# youAreNotInTeam
source: You are not in the team {param}
br: N'oc'h ket e skipailh {param}
de: Du gehörst nicht zum Team {param}
et: Sa ei ole {param} tiimi liige
fa: شما در تیم {param} نیستید
fo: Tú ert ikki á liðnum {param}
fr: Vous ne faites pas partie de l'équipe {param}
ga: Níl tú san fhoireann {param}
hi: आप {param} का हिस्सा नही हो
hr: Nisi u timu {param}
hu: Nem vagy a {param} csapatban
ja: チーム {param} に入っていません
lb: Du bass net Member vun {param}
nb: Du er ikke med i teamet {param}
nn: Du er ikkje med i lag {param}
pl: Nie należysz do klubu {param}
pt_br: Você não está na equipe {param}
tt: Сез {param} төркемендә түгел
zh: 你不在 {param} 队里

source: Back to game
br: Distreiñ d'ar c'hrogad
de: Zurück zur Partie
et: Tagasi mängu
fa: بازگشت به بازی
fo: Aftur til talvið
fr: Retour à la partie
ga: Fill ar an chluiche
hi: खेल पर लौटें।
hr: Natrag na partiju
hu: Vissza a játékhoz
ja: ゲームに戻る
lb: Zeréck bei Partie
nb: Tilbake til partiet
nn: Attende til partiet
pl: Wróć do partii
pt_br: Retorne à partida
tt: Уенга кайту
zh: 返回棋局

# siteDescription
source: Free online chess server. Play chess in a clean interface. No registration, no ads, no plugin required. Play chess with the computer, friends or random opponents.
br: C'hoari echedoù enlinenn evit netra gant un etrefas simpl. Enskrivadur ebet, bruderezh ebet ha lugant ebet. C'hoarit a-enep an urzhiataer, a-enep ho mignoned pe a-enep enebourien dianav deus ar bed a-bezh.
de: Kostenloser Online-Schach-Server. Spiele jetzt auf einer übersichtlichen Benutzeroberfläche Schach! Keine Registrierung und keine Plugins erforderlich, komplett ohne Werbung. Spiele gegen den Computer, Freunde oder zufällige Gegner!
et: Tasuta online male. Mängi malet nüüd puhtas kasutajaliideses. Pole registreerimist, pole reklaami, pole pluginaid vaja. Mängi malet arvuti, sõprade või juhusliku vastasega.
fa: شطرنج آنلاین رایگان. همین حالا شطرنج بازی کنید. بدون نیاز به ثبت نام، بدون تبلیغات، بدون نیاز به افزونه. بازی با کامپیوتر، دوستان و یا حریفان تصادفی.
fo: Ókeypis netborin talvambætari. Neyðugt er ikki við skráseting ella ískoytisforriti, og ongar lýsingar eru. Telva móti telduni, vinum ella tilvildarligum mótleikarum.
fr: Jeu d'échecs gratuit en ligne. Jouez aux échecs immédiatement avec une interface simple. Pas d'inscription obligatoire, pas de publicité, pas de plugin. Jouez aux échecs avec des adversaires en ligne, avec des amis ou contre l'ordinateur.
ga: Freastalaí fichille saor in aisce. Imir ficheall i gcomhéadan glan. Níl aon fógraí agus ní chaithfear clárú nó plugin a úsáid. Imir ficheall leis an ríomhaire, le cairde nó céilí comhraic randamach.
hi: खेलें शतरंज मुफ्त और ऑनलाइन साफ़ सुथरे अंदाज में| न कोई पंजीकरण, न कोई प्रचार और न ही किसी अन्य बहरी चीज की आव्यशकता| शतरंज कम्प्युटर, दोस्तों या किसी भी प्रतिद्वंदी के साथ खेलें|
hr: Besplatni internetski šah. Igraj odmah, u čistom sučelju. Bez registriranja, bez reklama, bez dodatnih preuzimanja. Igraj šah protiv računala, prijatelja ili nasumičnih protivnika.
hu: Ingyenes online sakkszerver letisztult kezelőfelülettel. Nem szükséges regisztráció, nincsenek hirdetések, sem telepítendő bővítmények. Játssz számítógép ellen, barátokkal vagy ismeretlen ellenfelekkel.
ja: 無料オンラインチェス。簡素なインターフェースですぐに対局を。登録不要、広告なし、プラグイン不要。AIと、友達と、知らない相手とも対局できます。
lb: Gratis Online Schach Server. Spill Schach an engem propperen Interface. Keng Registratioun, keng Reklammen, keen Plugin néideg. Spill Schach géint Computer, Frënn oder zoufälleg Géigner.
nb: Gratis nettsjakk. Spill sjakk nå, i et enkelt og rent format. Ingen registrering, ingen reklame, ingen programtillegg er nødvendig. Spill sjakk mot datamaskinen, venner, eller tilfeldige motstandere.
nn: Fritt tilgjengeleg nettsjakk. Spel sjakk på ei rein nettside utan registrering, reklame eller programtillegg. Spel sjakk mot datamaskin, vener eller tilfeldige motspelarar.
pl: Proste w obsłudze szachy online dla wszystkich. Nie trzeba zakładać konta, nie ma reklam, bez instalacji. Możesz grać z komputerem, z kimś, kogo znasz - albo z nieznajomymi.
pt_br: Xadrez online gratuito. Jogue xadrez agora numa interface simples. Sem registro, sem anúncios, sem plugins. Jogue xadrez contra computador, amigos ou adversários aleatórios.
tt: Түләүсез онлайн шахмат серверы. Уңайлы интерфейс. Рекламасыз, регистрация һәм программаны йөкләү кирәкми. Компьютер, дусларыгыз я очраклы каршыдаш белән уйнагыз.
zh: 界面简洁的免费在线国际象棋平台。免注册，无广告，无需插件。与电脑，朋友或随机对手一起对战吧！

# xJoinedTeamY
source: {param1} joined team {param2}
br: {param1} zo deuet da vezañ ezel eus skipailh {param2}
de: {param1} trat dem Team {param2} bei
et: {param1} liitus võistkonnaga {param2}
fa: {param1} به تیم {param2} پیوست
fo: {param1} kom upp í liðið {param2}
fr: {param1} a rejoint l'équipe {param2}
ga: chuaigh {param1} isteach i bhfoireann {param2}
hi: {param1} {param2} समूह से जुड़ा
hr: {param1} se priključio timu {param2}
hu: {param1} csatlakozott a következő csapathoz: {param2}
ja: {param1} がチーム {param2} に参加
lb: {param1} ass Ekipp {param2} beigetrueden
nb: {param1} ble med på laget {param2}
nn: {param1} blei med i laget {param2}
pl: {param1} dołączył do klubu {param2}
pt_br: {param1} juntou-se à equipe {param2}
tt: {param1} {param2} төркеменә кушылды
zh: {param1}加入{param2}队

# xCreatedTeamY
source: {param1} created team {param2}
br: Gant {param1} zo bet krouet ar skipailh {param2}
de: {param1} hat das Team {param2} gegründet
et: {param1} tegi tiimi {param2}
fa: {param1} تیم {param2} را ایجاد کرد
fo: {param1} stovnaði liðið {param2}
fr: {param1} a créé l'équipe {param2}
ga: Bhunaigh {param1} an fhoireann {param2}
hi: {param1} ने {param2} समूह बनाया
hr: {param1} je osnovao tim {param2}
hu: {param1} elkészítette a következő csapatot: {param2}
ja: {param1} がチーム {param2} を作成
lb: {param1} huet Ekipp {param2} gegrënnt
nb: {param1} opprettet laget {param2}
nn: {param1} oppretta lag {param2}
pl: {param1} założył klub {param2}
pt_br: {param1} criou a equipe {param2}
tt: {param1} {param2} төркемен ясады
zh: {param1}组建{param2}队

source: started streaming
br: zo krog da skignañ ur video dre froud
de: hat einen Stream gestartet
et: alustas otseülekannet
fa: شروع به استریم کرده است
fr: a commencé une diffusion en direct
ga: thosaigh sruthú
hi: ने स्ट्रीमिंग शुरू किया
hr: je započeo stream
hu: közvetítések kezdete
ja: 配信を開始
lb: huet ugefang ze streamen
nb: begynte å strømme
nn: starta å strøyma
pl: rozpoczyna nadawanie na żywo
pt_br: começou uma transmissão ao vivo
zh: 开始直播

# xStartedStreaming
source: {param} started streaming
br: {param} zo krog da skignañ ur video dre froud
de: {param} hat einen Stream gestartet
et: {param} alustas otseülekannet
fa: {param} شروع به استریم کرده است
fo: {param} byrjaði at stroyma
fr: {param} a commencé une diffusion en direct
ga: Thosaigh {param} ag sruthú
hi: {param} ने स्ट्रीमिंग शुरू किया
hr: {param} je započeo stream
hu: {param} élő műsort ad
ja: {param} が配信を開始
lb: {param} huet en Stream gestart
nb: {param} begynte å strømme
nn: {param} starta å strøyme
pl: {param} rozpoczął streaming
pt_br: {param} começou a transmitir
tt: {param} стрим башлады
zh: {param} 开始直播

# averageElo
source: Average rating
br: Renkadur keitat
de: Durchschnittswertung
et: Keskmine Elo
fa: میانگین درجه‌بندی
fo: Miðalstyrkital
fr: Classement moyen
ga: Meán rátáil
hi: औसत अंक
hr: Prosječni rejting
hu: Átlag értékszám
ja: 平均レーティング
lb: Duerchschnëttlech Wäertung
nb: Snittrating
nn: Snittrating
pl: Średni ranking
pt_br: Média de rating
tt: Уртача рейтинг
zh: 平均等级分

source: Location
br: Kumun
de: Ort
et: Asukoht
fa: محل
fo: Staður
fr: Localisation
ga: Láthair
hi: स्थान
hr: Lokacija
hu: Hely
ja: 住所
lb: Standuert
nb: Sted
nn: Stad
pl: Miejsce
pt_br: Localização
tt: Урын
zh: 所在地

source: Filter games
br: Silañ ar c'hrogadoù
de: Partien filtern
et: Filtreeri mänge
fa: دستچین کردن بازی‌ها
fo: Sálda talv frá
fr: Filtrer les parties
ga: Scag cluichí
hi: खेलों को छानें (फ़िल्टर करें)
hr: Filtriraj partije
hu: Játékok szűrése
ja: 条件で絞り込む
lb: Partien filteren
nb: Filtrer partier
nn: Filtrer parti
pl: Filtruj partie
pt_br: Filtrar partidas
tt: Уеннар фильтры
zh: 筛选棋局

source: Reset
br: Adkregiñ
de: Zurücksetzen
et: Lähtesta
fa: تنظیم مجدد
fo: Endurset
fr: Réinitialiser
ga: Athshocraigh
hi: फिर से स्थापित (रीसेट) करें
hr: Resetiraj postavke na originalne
hu: Alaphelyzet
ja: リセット
lb: Zerécksetzen
nb: Tilbakestill
nn: Attendestill
pl: Przywróć domyślne
pt_br: Reiniciar
tt: Яңадан
zh: 重置

# apply
source: Submit
br: Enrollañ
de: Anwenden
et: Rakenda
fa: تایید
fo: Vátta
fr: Appliquer
ga: Deimhnigh
hi: लागू करें
hr: Primijeni
hu: Mentés
ja: 適用
lb: Uwenden
nb: Bruk
nn: Bruk
pl: Zastosuj
pt_br: Aplicar
tt: Саклау
zh: 应用

source: Save
br: Saveteiñ
de: Speichern
et: Salvesta
fa: ذخیره
fo: Goym
fr: Enregistrer
ga: Sábháil
hi: सहेजें
hr: Spremi
hu: Mentés
ja: 保存
lb: Späicheren
nb: Lagre
nn: Lagre
pl: Zapisz
pt_br: Salvar
tt: Саклау
zh: 保存

source: Leaderboard
br: Taolenn ar re varrekañ
de: Rangliste
et: Edetabel
fa: جدول رده‌بندی
fo: Stigatalva
fr: Classements
ga: Clár ceann riain
hi: उच्च खिलाडी, अंक तालिका (लीडरबोर्ड)
hr: Ljestvica
hu: Ranglista
ja: ランキング
lb: Ranglëscht
nb: Ledertabell
nn: Leiartabell
pl: Najlepsi gracze
pt_br: Classificação
tt: Лидерлар тактасы
zh: 排行榜

source: Screenshot current position
br: Kaout al lec'hiadur a vremañ
de: Eine Bildschirmaufnahme der aktuellen Stellung anfertigen
et: Tee kuvatõmmis praegusest seisust
fa: از وضعیت فعلی نماگرفت بگیرید
fr: Capture d'écran de la position actuelle
ga: Seat an suíomh reatha
hi: वर्तमान स्थिति का स्क्रीनशॉट
hr: Uslikaj trenutnu poziciju
hu: Képernyőkép készítése a jelenlegi állásról
ja: 現局面のスクリーンショット
lb: Aktuell Positioun screenshotten
nb: Skjermbilde av stillingen
nn: Ta eit skjermbilete av gjeldande stilling
pl: Zrzut ekranu aktualnej pozycji
pt_br: Captura de tela da posição atual
zh: 保存当前棋盘为图片

source: Game as GIF
br: Krogad e stumm GIF
de: Partie als GIF
et: Salvesta mäng GIF-ina
fa: بارگیری GIF بازی
fr: Enregistrer la partie en GIF
ga: Cluiche mar GIF
hi: GIF के रूप में सेव करें
hr: Igra u obliku GIF-a
hu: Játszma GIF-ként
ja: GIF 形式の棋譜
lb: Partie als GIF
nb: Parti som gif
nn: Parti som GIF
pl: Zapisz jako GIF
pt_br: Salvar a partida como GIF
zh: 保存棋局为 GIF

# pasteTheFenStringHere
source: Paste the FEN text here
br: Pegañ an destenn FEN amañ
de: Füge den FEN-Text hier ein
et: Aseta FEN kood siia
fa: پوزیشن دلخواه(FEN) را در این قسمت وارد کنید
fo: Flyt FEN tekstin higar
fr: Coller le FEN ici
ga: Greamaigh an téacs FEN anseo
hi: FEN को यहा रखें (paste)
hr: Zalijepi FEN niz ovdje
hu: Másold ide a FEN szöveget
ja: ここにFEN形式の局面をペースト
lb: FEN Text hei afügen
nb: Lim inn FEN-teksten her
nn: Lim inn FEN-koden her
pl: Wklej tutaj pozycję w formacie FEN
pt_br: Cole a notação FEN aqui
tt: FEN текстын монда кертегез
zh: 在此处粘贴FEN字串

# pasteThePgnStringHere
source: Paste the PGN text here
br: Pegañ an destenn PGN amañ
de: Füge den PGN-Text hier ein
et: Aseta PGN kood siia
fa: متن PGN را در این قسمت وارد کنید
fo: Flyt PGN tekstin higar
fr: Coller le PGN ici
ga: Greamaigh an téacs PGN anseo
hi: PGN को यहा रखें (paste)
hr: Zalijepi PGN tekst ovdje
hu: Másold ide a PGN szöveget
ja: ここにPGN形式の棋譜をペースト
lb: PGN Text hei afügen
nb: Lim inn PGN-teksten her
nn: Lim inn PGN-koden her
pl: Wklej poniżej przebieg partii w formacie PGN
pt_br: Cole a notação PGN aqui
tt: PGN текстын монда кертегез
zh: 在此处粘贴PGN棋谱

# orUploadPgnFile
source: Or upload a PGN file
br: Pe pellkargañ ur restr PGN
de: Oder lade eine PGN-Datei hoch
et: Või lae üles PGN fail
fa: یا یک فایل PGN بارگذاری کنید
fr: Ou téléverser un fichier PGN
ga: Nó treas a uaslódáil
hi: या PGN अपलोड करे|
hr: Ili učitaj PGN datoteku
hu: Vagy tölts fel egy PGN fájlt
ja: または PGN ファイルをアップロード
lb: Oder PGN Datei héichlueden
nb: Eller last opp en PGN-fil
nn: Eller last opp ei PGN-fil
pl: lub wgraj plik PGN
pt_br: Ou carregue um arquivo PGN
zh: 或者上传一个PGN文件

source: From position
br: Kregiñ gant ul lec'hiadur ispisial
de: Von Stellung
et: Positsioonilt
fa: شروع از پوزیشن
fo: Frá støðuni
fr: Depuis une position
ga: Ó shuíomh
hi: स्थिति से
hr: Od pozicije
hu: Adott állásból
ja: 特定の局面から
lb: Aus Positioun
nb: Fra stilling
nn: Frå stilling
pl: Z pozycji
pt_br: A partir da posição
tt: Позициядән
zh: 自定义局面

source: Continue from here
br: Kenderc'hel adalek amañ
de: Von hier aus weiterspielen
et: Jätka siit
fa: از اینجا ادامه دهید
fo: Halt fram hiðani
fr: Continuer depuis cette position
ga: Lean ar aghaidh ó seo
hi: यहा से जारी करें
hr: Nastavi odavde
hu: Folytatás innen
ja: この局面から対局
lb: Vun hei weiderspillen
nb: Fortsett herfra
nn: Fortsett herfrå
pl: Kontynuuj z tej pozycji
pt_br: Continuar daqui
tt: Бу җирдән дәвам итү
zh: 从此处继续下棋

# toStudy
source: Study
br: Studiañ
de: Studie
et: Uuri
fa: مطالعه
fo: Rannsókn
fr: Étude
ga: Staidéar
hi: पढ़े
hr: Prouči
hu: Tanulmány
ja: 研究
lb: Etüd
nb: Studie
nn: Studér
pl: Opracowanie
pt_br: Estudar
tt: Өйрәнү
zh: 研讨

source: Import game
br: Enporzhiañ ur c'hrogad
de: Partie importieren
et: Impordi mäng
fa: بارگذاری بازی
fo: Les inn talv
fr: Importer une partie
ga: Déan cluiche a iompórtáil
hi: खेल आयात (इम्पोर्ट) करे
hr: Uvezi partiju
hu: Játszma importálása
ja: 棋譜をインポート
lb: Partie importéieren
nb: Importer parti
nn: Importér parti
pl: Importuj partię
pt_br: Importar partida
tt: Уенны импортлау
zh: 导入棋局

# importGameExplanation
source: Paste a game PGN to get a browsable replay, computer analysis, game chat and shareable URL.
br: Pegit ur c'hrogad PGN evit gallout e c'hoari den-dro, e zielfennañ gant an urzhiataer, ober gant ar flaper ha kaout un URL da skignañ.
de: Wenn du ein PGN einfügst, hast du Zugriff auf eine Spielwiederholung, eine Computeranalyse, einen Spielchat und eine teilbare URL.
et: Mängu PGN-i kleepimisel saate vaadeldava korduse, arvutianalüüsi, mängu jututoa ning jagatava URL-i.
fa: برای دریافت بازپخش مرورپذیر، واکاوی رایانه‌ای، گپ‌های بازی، و وب‌نشانی همگانی همرسانی‌پذیر، PGN یک بازی را جای‌گذاری کنید.
fo: Flyt PGN úr einum talvi higar. Fá eitt endurspæl, tú kanst kaga í, teldugreining, talvkjatt og PGN, sum til ber at deila við onnur.
fr: Quand vous collez une partie en PGN vous pouvez la rejouer, consulter l'analyse de l'ordinateur, utiliser le tchat et partager le lien.
ga: Greamaigh cluiche PGN chun athfhéachaint inbhrabhsala a fháil, anailís ríomhaire, comhrá cluiche agus URL inroinnte.
hi: जब एक खेल PGN चिपकाने आप एक ब्राउसेबल पुनरावृत्ति, एक कंप्यूटर विश्लेषण, एक खेल चैट और एक साझा यूआरएल मिलता है ।
hr: Kada zalijepiš PGN neke partije, dobivaš reprizu partije (koju možeš pretraživati), računalnu analizu, chat partije i URL za dijeljenje.
hu: Ha PGN formátumban adsz hozzá játszmát, visszanézheted a partit, elemezheted számítógéppel, chatelhetsz és linkkel meg tudod osztani másokkal.
ja: ゲームの PGN を貼りつけると、ブラウザ上でのリプレイ、 コンピュータ解析、ゲームチャット、共有可能 URL が得られます。
lb: Füg eng Partien PGN an fir en browsbaren Replay, Computer Analyse, Partienchat and eng deelbar URL ze kréien.
nb: Lim inn PGN for gjennomblaing, maskinanalyse, partisamtale og delbar URL.
nn: Når du limer inn eit PGN-parti kan du bla gjennom partiet, få en computeranalyse, chatte eller dele ein URL.
pl: Wklejenie PGN partii daje możliwość jej odtworzenia, analizy komputerowej, rozmowy i udostępnienia.
pt_br: Após colar uma partida em PGN você poderá revisá-la interativamente, consultar uma análise de computador, utilizar o chat e compartilhar um link.
tt: Уенны яңадан күзәтү, компьютерлап анализлау, уен чатын hәм бүлешерлек URL алу өчен уеннын PGN йөкләгез.
zh: 粘贴PGN棋谱后可重放棋局、使用电脑分析、使用对局聊天室以及获得通往本局的链接。

# importGameCaveat
source: Variations will be erased. To keep them, import the PGN via a study.
de: Varianten werden gelöscht. Importiere die PGN mittels einer Studie, um sie zu behalten.
fa: تغییرات پاک خواهند شد. برای حفظ آنها، PGN را از طریق مطالعه وارد کنید.
fr: Les variantes seront effacées. Pour les conserver, importez le PGN dans une étude.
ga: Scriosfar éagsúlachtaí. Chun iad a choinneáil, iompórtáil an PGN trí staidéar.
hi: विविधताएं मिट जाएंगी. उन्हें रखने के लिए, एक अध्ययन के माध्यम से PGN आयात करें।
hr: Varijacije će biti obrisane. Da bi ih sačuvao, uvezi PGN preko studije.
hu: A változatok törlődnek. Ha meg akarod tartani, akkor importáld a PGN-t egy tanulmányban.
ja: 変化手順は消えます。残したい場合は研究を経由して PGN をインポートしてください。
lb: Varianten wäerten geläscht ginn. Fir se ze haalen, importéier d'PGN an eng Etüd.
nb: Varianter importeres ikke. Bruk en studie for å importere PGN med varianter.
nn: Variantar vert sletta. Vil du behalde dei kan du importere PGN'en via ein studie.
pl: Warianty zostaną usunięte. Aby je zachować, zaimportuj plik PGN jako opracowanie.
pt_br: As variantes serão apagadas. Para salvá-las, importe o PGN em um estudo.
zh: 变着分支将被删除。若要保存这些变着，请通过研讨导入 PGN。

source: This is a chess CAPTCHA.
br: Ur c'hCAPTCHA echedoù an hini eo.
de: Dies ist ein Schach-CAPTCHA.
et: See on male CAPTCHA
fa: این یک کپچا [کد امنیتی] شطرنجی است
fo: Hetta er eitt talv-CAPTCHA.
fr: Ceci est un CAPTCHA d'échecs.
ga: Is CAPCHTA fichille é seo.
hi: यह इंसानों और कम्प्यूटरों को अलग करने के लिए शतरंज की पहेली है
hr: Ovo je šahovska CAPTCHA.
hu: Ez egy sakkos CAPTCHA.
ja: これはロボットよけの認証です。
lb: Dat hei ass en Schach CAPTCHA.
nb: Dette er en sjakk-CAPTCHA.
nn: Dette er ein sjakk-CAPTCHA.
pl: To jest szachowa CAPTCHA.
pt_br: Este é um CAPTCHA enxadrístico.
tt: Бу шахматлы CAPTCHA.
zh: 这是一个国际象棋验证码。

# clickOnTheBoardToMakeYourMove
source: Click on the board to make your move, and prove you are human.
br: Klikit war an dachenn emgann d'ober ho fiñvadenn ha prouit oc'h un den.
de: Mach einen Zug, um zu beweisen, dass du ein Mensch bist.
et: Tee käik ja tõesta, et oled inimene.
fa: برای اثبات اینکه کامپیوتر نیستید، روی صفحه کلیک کنید تا حرکت خود را انجام دهید
fo: Klikk á borðið at leika, og prógva, tú ert eitt menniskja.
fr: Cliquez sur l'échiquier pour jouer un coup, et prouver que vous êtes humain.
ga: Cliceáil ar an bhord le beart a dhéanamh, agus cruthaigh gur duine thú.
hi: अपनी चाल चलने के लिए बोर्ड पर क्लिक करें और साबित करे की आप इंसान हैं।
hr: Klikni na ploču da povučeš potez i dokažeš da si čovjek.
hu: Kattints a táblára és lépj - innen tudjuk, hogy ember vagy.
ja: 駒を動かしてあなたが人間である事を証明して下さい。
lb: Klick op d'Briet an maach däin Zuch fir ze weisen, dass du en Mënsch bass.
nb: Klikk på brettet for å gjøre et trekk og bevise at du er et menneske.
nn: Gjer eit trekk på brettet for å prova at du er eit menneske.
pl: Wykonaj ruch i udowodnij, że jesteś człowiekiem.
pt_br: Clique no tabuleiro para fazer seu lance, provando que é humano.
tt: Кеше икәнегезне раслау өчен тактага басып, йөрү ясагыз.
zh: 点击棋盘走棋以证明你是人类。

# captcha_fail
source: Please solve the chess captcha.
br: Diskoulmit ar c'hCAPTCHA echedoù mar plij.
de: Bitte löse die Schachaufgabe.
et: Palun lahendage male robotilõks.
fa: لطفا captcha را حل کنید
fo: Loys vinaliga talv-CAPTCHA'ið.
fr: Vous devez résoudre le diagramme d'échecs.
ga: Réitigh an captcha fichille, le do thoil.
hi: कृपया शतरंज कैप्चा हल करें।
hr: Molimo riješi šahovski Captcha.
hu: Kérünk, oldd meg a sakk captchát.
ja: 問題を解いて人間だと証明してください。
lb: Wannechgelift léis den Schach captcha.
nb: Vennligst løs sjakk-captchaen.
nn: Ver venleg og løys sjakkproblemet.
pl: Rozwiąż zadanie szachowe.
pt_br: Por favor, resolva o captcha enxadrístico.
tt: Зинhaр, шахматлы капчаны чишегез.
zh: 请解决国际象棋验证码。

source: Not a checkmate
br: N'eus ket lamm d'ar roue
de: Kein Matt
et: See pole matt
fa: این یک کیش و مات نیست
fo: Ikki skák og mát
fr: Ce n'est pas un échec et mat
ga: Ní marbhsháinn í sin
hi: शह और मात नहीं
hr: Nije mat
hu: Ez nem matt
ja: チェックメイトではありません
lb: Keen Schachmatt
nb: Ikke sjakk matt
nn: Ikkje sjakk matt
pl: To nie jest mat
pt_br: Não é xeque-mate
tt: Мат түгел
zh: 沒有将死

# whiteCheckmatesInOneMove
source: White to checkmate in one move
br: Ar re wenn a ray lamm d'ar roue gant ur fiñvadenn
de: Weiß setzt in einem Zug Matt
et: Valge teeb mati ühe käiguga
fa: سفید در یک حرکت مات می‌کند
fo: Hvítur setir skák og mát í einum leiki
fr: Les Blancs matent en un coup
ga: Marbhsháinn ag bán le beart amháin
hi: सफेद १ चाल में शहमात देगा
hr: Bijeli matira u jednom potezu
hu: Világos egy lépésben mattot ad
ja: 白 1 手でチェックメイト
lb: Wäiss huet Schachmatt an engem Zuch
nb: Hvit setter matt i ett trekk
nn: Kvit set matt i eitt trekk
pl: Białe dają mata w jednym ruchu
pt_br: As brancas dão mate em um lance
tt: Аклар бер йөрүдә мат куялар
zh: 白方一步将死

# blackCheckmatesInOneMove
source: Black to checkmate in one move
br: Ar re zu a ray lamm d'ar roue gant ur fiñvadenn
de: Schwarz setzt in einem Zug Matt
et: Must teeb mati ühe käiguga
fa: سیاه در یک حرکت مات می‌کند
fo: Svartur setir skák og mát í einum leiki
fr: Les Noirs matent en un coup
ga: Marbhsháinn ag dubh le beart amháin
hi: काला १ चाल में शहमात देगा
hr: Crnu matira u jednom potezu
hu: Sötét egy lépésben mattot ad
ja: 黒 1 手でチェックメイト
lb: Schwaarz huet Schachmatt an engem Zuch
nb: Svart setter matt i ett trekk
nn: Svart set matt i eitt trekk
pl: Czarne dają mata w jednym ruchu
pt_br: As pretas dão mate em um lance
tt: Каралар бер йөрүдә мат куялар
zh: 黑方一步将死

source: Retry
br: Klask en-dro
de: Erneut versuchen
et: Proovi uuesti
fa: تلاش دوباره
fo: Royn aftur
fr: Réessayer
ga: Atriail
hi: फिर से कोशिश करें
hr: Pokušaj ponovno
hu: Újra
ja: もう一度
lb: Nei probéieren
nb: Prøv igjen
nn: Prøv om att
pl: Spróbuj jeszcze raz
pt_br: Tentar novamente
tt: Кабатлау
zh: 重试

source: Reconnecting
br: Oc'h adkennaskañ
de: Wiederverbinden
et: Taasühendamine
fa: در حال اتصال دوباره
fo: Bindur saman aftur
fr: Reconnexion en cours
ga: Ag athcheangal
hi: फिर से जुड़ने की कोशिश (रीकनेक्ट)
hr: Ponovno spajanje
hu: Újrakapcsolódás
ja: 再接続
lb: Remverbannen
nb: Gjenoppretter forbindelsen
nn: Koplar til på ny
pl: Ponowne łączenie
pt_br: Reconectando
tt: Яңадан бәйләнешү
zh: 重新连接中

source: Favorite opponents
br: Enebourien muiañ-karet
de: Häufigste Gegner
et: Lemmikvastased
fa: رقبای مورد علاقه
fo: Yndismótleikarar
fr: Adversaires préférés
ga: Céilí comhraic is fearr
hi: पसंदीदा विरोधि
hr: Omiljeni protivnici
hu: Kedvenc ellenfelek
ja: 対戦の多かった相手
lb: Liblingsgéigner
nb: Favorittmotstandere
nn: Favorittmotstandarar
pl: Ulubieni przeciwnicy
pt_br: Adversários favoritos
tt: Яраткан ярышучылар
zh: 对战最多的对手

source: Follow
br: Heuliañ
de: Folgen
et: Jälgi
fa: دنبال کردن
fo: Fylg
fr: Suivre
ga: Lean
hi: अनुसरण करे
hr: Prati
hu: Követés
ja: フォローする
lb: Followen
nb: Følg
nn: Følg
pl: Obserwuj
pt_br: Seguir
tt: Язылу
zh: 关注

source: Following
br: O heuliañ
de: Folge ich
et: Jälgitakse
fa: افرادی که دنبال می کنید
fo: Fylgir
fr: Suivi
ga: Ag leanúint
hi: अनुसरण कर रहे हैं
hr: Pratiš
hu: Követve
ja: フォローしています
lb: Folgend
nb: Følger
nn: Følgjer
pl: Obserwowany
pt_br: Seguindo
tt: Язылгансыз
zh: 已关注

source: Unfollow
br: Paouez da heuliañ
de: Nicht mehr folgen
et: Lõpeta jälgimine
fa: لغو دنبال کردن
fo: Fylg ikki
fr: Ne plus suivre
ga: Dílean
hi: अनुसरण न करें
hr: Prestani pratiti
hu: Követés vége
ja: フォローをやめる
lb: Unfollowen
nb: Slutt å følge
nn: Slutt å følgja
pl: Przestań obserwować
pt_br: Parar de seguir
tt: Язылынмау
zh: 取消关注
