Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# activityGainedNbFollowers
source: {count, plural, =0{Gained {count} new follower} =1{Gained {count} new follower} other{Gained {count} new followers}}
br: {count, plural, =1{{count} heulier nevez} =2{{count} heulier nevez} few{{count} heulier nevez} many{{count} heulier nevez} other{{count} heulier nevez}}
de: {count, plural, =1{Hat {count} neuen Follower} other{Hat {count} neue Follower}}
et: {count, plural, =1{Sai {count} uue jälgija} other{Sai {count} uut jälgijat}}
fa: {count, plural, =1{{count} دنبال کننده جدید به دست آورد} other{{count} دنبال کننده جدید به دست آورد}}
fo: {count, plural, =1{Fekk {count} nýggjan fylgjara} other{Fekk {count} nýggjar fylgjarar}}
fr: {count, plural, =1{A gagné {count} nouveau suiveur} other{A gagné {count} nouveaux suiveurs}}
ga: {count, plural, =1{Fuarthas leantóir amháin nua} =2{Fuarthas {count} leantóir nua} few{Fuarthas {count} leantóir nua} many{Fuarthas {count} leantóir nua} other{Fuarthas {count} leantóir nua}}
hi: {count, plural, =1{{count} नया अनुयायी प्राप्त किया गया} other{{count} नए अनुयायी प्राप्त किए गए}}
hr: {count, plural, =1{Dobio/la {count} novog pratitelja} few{Dobio/la {count} nova pratitelja} other{Dobio/la {count} novih pratitelja}}
hu: {count, plural, =1{{count} új követőt szerzett} other{{count} új követőt szerzett}}
ja: {count, plural, other{{count} 人の新規フォロワーを獲得}}
lb: {count, plural, =1{Huet {count} neien Unhänger} other{Huet {count} nei Unhänger}}
nb: {count, plural, =1{Har {count} ny følger} other{Har {count} nye følgere}}
nn: {count, plural, =1{Har {count} ny følgjar} other{Har {count} nye følgjarar}}
pl: {count, plural, =1{Zyskano {count} nowego obserwującego/-ą} few{Zyskano {count} nowych obserwujących} many{Zyskano {count} nowych obserwujących} other{Zyskano {count} nowych obserwujących}}
pt_br: {count, plural, =1{Ganhou {count} novo seguidor} other{Ganhou {count} novos seguidores}}
tt: {count, plural, other{{count} яңа артыннан баручылар белән казанган}}
zh: {count, plural, other{新增 {count} 个关注者}}

# activityHostedNbSimuls
source: {count, plural, =0{Hosted {count} simultaneous exhibition} =1{Hosted {count} simultaneous exhibition} other{Hosted {count} simultaneous exhibitions}}
br: {count, plural, =1{Roet bod d' {count} abadenn gempred} =2{Roet bod da {count} abadenn gempred} few{Roet bod da {count} abadenn gempred} many{Roet bod da {count} abadenn gempred} other{Roet bod da {count} abadenn gempred}}
de: {count, plural, =1{Hat {count} Simultanvorstellung gegeben} other{Hat {count} Simultanvorstellungen gegeben}}
et: {count, plural, =1{Korraldas {count} simultaani} other{Korraldas {count} simultaani}}
fa: {count, plural, =1{{count} مسابقه هم‌زمان برگزار کرد} other{{count} مسابقه هم‌زمان برگزار کرد}}
fo: {count, plural, =1{Var vertur fyri {count} fjøltalvi} other{Var vertur fyri {count} fjøltalvum}}
fr: {count, plural, =1{A hébergé {count} simultanée} other{A hébergé {count} simultanées}}
ga: {count, plural, =1{Bhí taispeántas comhuaineach amháin faoi cúram} =2{Bhí {count} taispeántas comhuaineacha faoi cúram} few{Bhí {count} taispeántas comhuaineacha faoi cúram} many{Bhí {count} taispeántas comhuaineacha faoi cúram} other{Bhí {count} taispeántas comhuaineacha faoi cúram}}
hi: {count, plural, =1{{count} समकालिक प्रदर्शनी का आयोजन किया} other{{count} समकालिक प्रदर्शनियों का आयोजन किया}}
hr: {count, plural, =1{Bio domaćin {count} simultanke} few{Bio domaćin {count} simultanke} other{Bio domaćin {count} simultanki}}
hu: {count, plural, =1{{count} szimultán bemutatót rendezett} other{{count} szimultán bemutatót rendezett}}
ja: {count, plural, other{{count} 回の同時対局を主催}}
lb: {count, plural, =1{Huet {count} Simultanvirstellung presentéiert} other{Huet {count} Simultanvirstellunge presentéiert}}
nb: {count, plural, =1{Har vært vertskap for {count} simultanoppvisning} other{Har vært vertskap for {count} simultanoppvisninger}}
nn: {count, plural, =1{Har vore vert for {count} simultanframsyningar} other{Har vore vert for {count} simultan-matcher}}
pl: {count, plural, =1{Rozegranie symultany} few{Rozegranie {count} symultan} many{Rozegranie {count} symultan} other{Rozegranie {count} symultan}}
pt_br: {count, plural, =1{Hospedou {count} exibição simultânea} other{Hospedou {count} exibições simultâneas}}
tt: {count, plural, other{{count} Алып барган бер үк вакыттагы күргәзмәләрне}}
zh: {count, plural, other{主持了 {count} 场车轮战}}

# activityJoinedNbSimuls
source: {count, plural, =0{Participated in {count} simultaneous exhibition} =1{Participated in {count} simultaneous exhibition} other{Participated in {count} simultaneous exhibitions}}
br: {count, plural, =1{Kemeret perzh en {count} abadenn gempred} =2{Kemeret perzh e {count} abadenn gempred} few{Kemeret perzh e {count} abadenn gempred} many{Kemeret perzh e {count} abadenn gempred} other{Kemeret perzh e {count} abadenn gempred}}
de: {count, plural, =1{Hat an {count} Simultanvorstellung teilgenommen} other{Hat an {count} Simultanvorstellungen teilgenommen}}
et: {count, plural, =1{Osales {count} simultaanis} other{Osales {count} simultaanis}}
fa: {count, plural, =1{در {count} مسابقه هم‌زمان شرکت کرد} other{در {count} مسابقه هم‌زمان شرکت کرد}}
fo: {count, plural, =1{Var við í {count} fjøltalvi} other{Var við í {count} fjøltalvum}}
fr: {count, plural, =1{A participé à {count} simultanée(s)} other{A participé à {count} simultanées}}
ga: {count, plural, =1{Glacadh páirt i dtaispeántas comhuaineach amháin} =2{Glacadh páirt i {count} thaispeántais comhuaineacha} few{Glacadh páirt i {count} dtaispeántais comhuaineacha} many{Glacadh páirt i {count} taispeántais comhuaineacha} other{Glacadh páirt i {count} taispeántais comhuaineacha}}
hi: {count, plural, =1{{count} समकालिक प्रदर्शनी में भाग लिया} other{{count} समकालिक प्रदर्शनियों में भाग लिया}}
hr: {count, plural, =1{Sudjelovao/la u {count} simultanki} few{Sudjelovao/la u {count} simultanke} other{Sudjelovao/la u {count} simultanki}}
hu: {count, plural, =1{{count} szimultán bemutatón vett részt} other{{count} szimultán bemutatón vett részt}}
ja: {count, plural, other{{count} 回の同時対局に参加}}
lb: {count, plural, =1{Huet bei {count} Simultanvirstellung matgemaach} other{Huet bei {count} Simultanvirstellunge matgemaach}}
nb: {count, plural, =1{Har deltatt i {count} simultanoppvisning} other{Har deltatt i {count} simultanoppvisninger}}
nn: {count, plural, =1{Har vore deltakar i {count} simultanframsyningar} other{Har vore deltakar i {count} simultanmatcher}}
pl: {count, plural, =1{Udział w {count} symultanie} few{Udział w {count} symultanach} many{Udział w {count} symultanach} other{Udział w {count} symultanach}}
pt_br: {count, plural, =1{Participou em {count} exibição simultânea} other{Participou em {count} exibições simultâneas}}
tt: {count, plural, other{Иштирак ителгән {count} бер үк ватыттагы күргәзмәләр}}
zh: {count, plural, other{参与了 {count} 场车轮战}}

# activityCreatedNbStudies
source: {count, plural, =0{Created {count} new study} =1{Created {count} new study} other{Created {count} new studies}}
br: {count, plural, =1{Krouet {count} studiadenn gantañ} =2{Krouet {count} studiadenn gantañ} few{Krouet {count} studiadenn gantañ} many{Krouet {count} studiadenn gantañ} other{Krouet {count} studiadenn gantañ}}
de: {count, plural, =1{Hat {count} neue Studie erstellt} other{Hat {count} neue Studien erstellt}}
et: {count, plural, =1{Lõi {count} uue õppe} other{Lõi {count} uut õpet}}
fa: {count, plural, =1{{count} درس جدید ساخت} other{{count} درس جدید ساخت}}
fo: {count, plural, =1{Stovnaði {count} nýggja rannsókn} other{Stovnaði {count} nýggjar rannsóknir}}
fr: {count, plural, =1{A créé {count} nouvelle étude} other{{count} nouvelles études créées}}
ga: {count, plural, =1{Chruthaigh staidéar nua amháin} =2{Chruthaigh {count} staidéar nua} few{Chruthaigh {count} staidéar nua} many{Chruthaigh {count} staidéar nua} other{Chruthaigh {count} staidéar nua}}
hi: {count, plural, =1{{count} नया अध्ययन का निर्माण किया} other{{count} नए अध्ययनों का निर्माण किया}}
hr: {count, plural, =1{Kreirao/la {count} novu studiju} few{Kreirao/la {count} nove studije} other{Kreirao/la {count} novih studija}}
hu: {count, plural, =1{{count} új tanulmányt készített} other{{count} új tanulmány}}
ja: {count, plural, other{{count} 件の研究を作成}}
lb: {count, plural, =1{Huet {count} Etüd kreéiert} other{Huet {count} Etüde kreéiert}}
nb: {count, plural, =1{Har laget {count} ny studie} other{Har laget {count} nye studier}}
nn: {count, plural, =1{Har laga {count} nye studiar} other{Har laga {count} nye studiar}}
pl: {count, plural, =1{Utworzenie nowego opracowania} few{Utworzenie {count} nowych opracowań} many{Utworzenie {count} nowych opracowań} other{Utworzenie {count} nowych opracowań}}
pt_br: {count, plural, =1{Criou {count} novo estudo} other{Criou {count} novos estudos}}
tt: {count, plural, other{Яңа {count} өйрәнеш оештырды}}
zh: {count, plural, other{创建了 {count} 个新的研讨}}

# activityCompetedInNbTournaments
source: {count, plural, =0{Competed in {count} tournament} =1{Competed in {count} tournament} other{Competed in {count} tournaments}}
br: {count, plural, =1{Kemeret he/en deus perzh en {count} tournamant} =2{Kemeret he/en deus perzh e {count} dournamant} few{Kemeret he/en deus perzh e {count} tournamant} many{Kemeret he/en deus perzh e {count} tournamant} other{Kemeret he/en deus perzh e {count} tournamant}}
de: {count, plural, =1{Hat an {count} Turnier teilgenommen} other{Hat an {count} Turnieren teilgenommen}}
et: {count, plural, =1{Võistles {count} turniiril} other{Võistles {count} turniiril}}
fa: {count, plural, =1{در {count} مسابقه آرنا رقابت کرد} other{در {count} مسابقه آرنا رقابت کرد}}
fo: {count, plural, =1{Kappaðist í {count} kapping} other{Kappaðist í {count} kappingum}}
fr: {count, plural, =1{A participé à {count} tournoi} other{A participé à {count} tournois}}
ga: {count, plural, =1{San iomaíocht i gcomórtas Airéine amháin} =2{San iomaíocht i {count} chomórtas Airéine} few{San iomaíocht i {count} gcomórtas Airéine} many{San iomaíocht i {count} comórtas Airéine} other{San iomaíocht i {count} comórtas Airéine}}
hi: {count, plural, =1{{count} arena टूर्नामेंट में भाग लिया} other{{count} arena टूर्नामेटों में भाग लिया}}
hr: {count, plural, =1{Natjecao/la se u {count} turniru} few{Natjecao/la se u {count} turnira} other{Natjecao/la se u {count} turnira}}
hu: {count, plural, =1{{count} versenyen vett részt} other{{count} versenyen vett részt}}
ja: {count, plural, other{{count} 回のトーナメントに参加}}
lb: {count, plural, =1{Huet bei {count} Arena Turnéier matgemaach} other{Huet bei {count} Arena Turnéiere matgemaach}}
nb: {count, plural, =1{Har deltatt i {count} arenaturnering} other{Har deltatt i {count} arenaturneringer}}
nn: {count, plural, =1{Har deltatt i {count} turnering} other{Har deltatt i {count} turneringar}}
pl: {count, plural, =1{Uczestnictwo w turnieju} few{Uczestnictwo w {count} turniejach} many{Uczestnictwo w {count} turniejach} other{Uczestnictwo w {count} turniejach}}
pt_br: {count, plural, =1{Competiu em {count} torneio arena} other{Competiu em {count} torneios arena}}
tt: {count, plural, other{Тәмам колынды {count} Мәйдан бәйгеләре}}
zh: {count, plural, other{参与了 {count} 场锦标赛}}

# activityRankedInTournament
source: {count, plural, =0{Ranked #{count} (top {param2}%) with {param3} game in {param4}} =1{Ranked #{count} (top {param2}%) with {param3} game in {param4}} other{Ranked #{count} (top {param2}%) with {param3} games in {param4}}}
br: {count, plural, =1{Renket #{count} (to{param2}%) gant {param3} c'hrogad e {param4}} =2{Renket #{count} (to{param2}%) gant {param3} grogad e {param4}} few{Renket #{count} (to{param2}%) gant {param3} krogad e {param4}} many{Renket #{count} (to{param2}%) gant {param3} krogad e {param4}} other{Renket #{count} (to{param2}%) gant {param3} krogad e {param4}}}
de: {count, plural, =1{Hat Platz #{count} (obere {param2}%) mit {param3} Spiel in {param4} erreicht} other{Hat Platz #{count} (obere {param2}%) mit {param3} Spielen in {param4} erreicht}}
et: {count, plural, =1{Saavutas #{count} koha (parima {param2}% seas) {param3} mänguga turniiril {param4}} other{Saavutas #{count} koha (parima {param2}% seas) {param3} mänguga turniiril {param4}}}
fa: {count, plural, =1{رتبه #{count} ({param2}% برتر) با {param3} بازی در {param4}} other{رتبه #{count} ({param2}% برتر) با {param3} بازی در {param4}}}
fo: {count, plural, =1{Styrkismettur #{count} (top {param2}%) við {param3} talvi í {param4}} other{Styrkismettur #{count} (top {param2}%) við {param3} talvum í {param4}}}
fr: {count, plural, =1{Classé #{count} (pourcentage: {param2}%) avec {param3} partie en {param4}} other{Classé #{count} (pourcentage: {param2}%) avec {param3} parties en {param4}}}
ga: {count, plural, =1{Céimíocht #{count} (an {param2}% is fearr) le {param3} cluiche i {param4}} =2{Céimíocht #{count} (an {param2}% is fearr) le {param3} chluiche i {param4}} few{Céimíocht #{count} (an {param2}% is fearr) le {param3} gcluiche i {param4}} many{Céimíocht #{count} (an {param2}% is fearr) le {param3} cluiche i {param4}} other{Céimíocht #{count} (an {param2}% is fearr) le {param3} cluiche i {param4}}}
hi: {count, plural, =1{{param4} में {param3} खेल के साथ {count} (टॉप {param2}%) रैंक किया गया} other{{param4} में {param3} खेल के साथ {count} (टॉप {param2}%) रैंक किया गया}}
hr: {count, plural, =1{Rangiran/rangirana #{count} (prvih {param2}%) s {param3} odigranom partijom u turniru {param4}} few{Rangiran/rangirana #{count} (prvih {param2}%) s {param3} odigrane partije u turniru {param4}} other{Rangiran/rangirana #{count} (prvih {param2}%) s {param3} odigranih partija u turniru {param4}}}
hu: {count, plural, =1{{param4} #{count}. helyezés (felső {param2}%) {param3} játszmából} other{{param4} #{count}. helyezés (felső {param2}%) {param3} játszmából}}
ja: {count, plural, other{{count} 位（上位 {param2} %）（{param4} {param3} 局で）}}
lb: {count, plural, =1{Huet sech als #{count} (iewescht {param2}%) mat {param3} Partie an {param4} placéiert} other{Huet sech als #{count} (iewescht {param2}%) mat {param3} Partien an {param4} placéiert}}
nb: {count, plural, =1{Ble nummer {count} (øverste {param2}%) med {param3} parti i {param4}} other{Ble nummer {count} (øverste {param2}%) med {param3} partier i {param4}}}
nn: {count, plural, =1{Kom på plass #{count} (topp {param2}%) med {param3} parti i {param4}} other{Kom på plass #{count} (topp {param2}%) med {param3} parti i {param4}}}
pl: {count, plural, =1{{count} miejsce w klasyfikacji (top {param2}%) z {param3} partią w {param4}} few{{count} miejsce w klasyfikacji (top {param2}%) z {param3} partiami w {param4}} many{{count} miejsce w klasyfikacji (top {param2}%) z {param3} partiami w {param4}} other{{count} miejsce w klasyfikacji (top {param2}%) z {param3} partiami w {param4}}}
pt_br: {count, plural, =1{Classificado #{count} (top {param2}%) com {param3} jogo em {param4}} other{Classificado #{count} (top {param2}%) com {param3} jogos em {param4}}}
tt: {count, plural, other{Ранкы #{count} (югары{param2}%) {param3} уен белән {param4}}}
zh: {count, plural, other{在 {param4} 里下了 {param3} 盘棋，排名 #{count} 位（前 {param2}% ）}}

# activityCompetedInNbSwissTournaments
source: {count, plural, =0{Competed in {count} swiss tournament} =1{Competed in {count} swiss tournament} other{Competed in {count} swiss tournaments}}
br: {count, plural, =1{Kemeret he/en deus perzh e {count} tournamant suis} =2{Kemeret he/en deus perzh e {count} tournamant suis} few{Kemeret he/en deus perzh e {count} tournamant suis} many{Kemeret he/en deus perzh e {count} tournamant suis} other{Kemeret he/en deus perzh e {count} tournamant suis}}
de: {count, plural, =1{Hat an {count} Turnier nach Schweizer System teilgenommen} other{Hat an {count} Turnieren nach Schweizer System teilgenommen}}
et: {count, plural, =1{Võistles {count} šveitsi turniiril} other{Võistles {count} šveitsi turniiril}}
fa: {count, plural, =1{در {count} مسابقه سوئیسی رقابت کرد} other{در {count} مسابقه سوئیسی رقابت کرد}}
fo: {count, plural, =1{Kappaðist í {count} swisskapping} other{Kappaðist í {count} swisskappingum}}
fr: {count, plural, =1{A participé à {count} tournoi(s) suisse(s)} other{A participé à {count} tournois suisses}}
ga: {count, plural, =1{San iomaíocht i gcomórtais swiss amháín} =2{San iomaíocht i {count} chomórtas swiss} few{San iomaíocht i {count} gcomórtas swiss} many{San iomaíocht i {count} comórtas swiss} other{San iomaíocht i {count} comórtas swiss}}
hi: {count, plural, =1{{count} स्विस टूर्नामेंट में भाग लिया} other{{count} स्विस टुर्नामेंटों में भाग लिया}}
hr: {count, plural, =1{Natjecao se u {count} švicarskom turniru} few{Natjecao se u {count} švicarska turniru} other{Natjecao se u {count} švicarskih turnira}}
hu: {count, plural, =1{{count} svájci rendszerű versenyen vett részt} other{{count} svájci rendszerű versenyen vett részt}}
ja: {count, plural, other{{count} 回のスイス式トーナメントに参加}}
lb: {count, plural, =1{Huet bei {count} Turnéier nom Schwäizer System matgemaach} other{Huet bei {count} Turnéieren nom Schwäizer System matgemaach}}
nb: {count, plural, =1{Har deltatt i {count} sveitserturnering} other{Har deltatt i {count} sveitserturneringer}}
nn: {count, plural, =1{Har vore med i {count} sveitserturnering} other{Har vore med i {count} sveitserturneringar}}
pl: {count, plural, =1{Uczestniczył(a) w {count} turnieju szwajcarskim} few{Uczestniczył(a) w {count} turniejach szwajcarskich} many{Uczestniczył(a) w {count} turniejach szwajcarskich} other{Uczestniczył(a) w {count} turniejach szwajcarskich}}
pt_br: {count, plural, =1{Competiu em {count} torneio suíço} other{Competiu em {count} torneios suíços}}
tt: {count, plural, other{Тәмам колындылар {count} швецар бәйгесе}}
zh: {count, plural, other{参加了 {count} 场 swiss 锦标赛}}

# activityJoinedNbTeams
source: {count, plural, =0{Joined {count} team} =1{Joined {count} team} other{Joined {count} teams}}
br: {count, plural, =1{Ezel eus {count} skipailh} =2{Ezel eus {count} skipailh} few{Ezel eus {count} skipailh} many{Ezel eus {count} skipailh} other{Ezel eus {count} skipailh}}
de: {count, plural, =1{Ist {count} Team beigetreten} other{Ist {count} Teams beigetreten}}
et: {count, plural, =1{Liitus {count} rühmaga} other{Liitus {count} rühmaga}}
fa: {count, plural, =1{به {count} تیم پیوست} other{به {count} تیم پیوست}}
fo: {count, plural, =1{Fór upp í {count} lið} other{Fór upp í {count} lið}}
fr: {count, plural, =1{A rejoint {count} équipe} other{A rejoint {count} équipes}}
ga: {count, plural, =1{Isteach i bhfoireann amháin} =2{Isteach i {count} fhoireann} few{Isteach i {count} bhfoireann} many{Isteach i {count} foireann} other{Isteach i {count} foireann}}
hi: {count, plural, =1{{count} टीम में शामिल हुए} other{{count} टीमों में शामिल हुए}}
hr: {count, plural, =1{Pridružio/la se {count} timu} few{Pridružio/la se {count} tima} other{Pridružio/la se {count} timova}}
hu: {count, plural, =1{{count} csapathoz csatlakozott} other{{count} csapathoz csatlakozott}}
ja: {count, plural, other{{count} チームに参加}}
lb: {count, plural, =1{Ass {count} Ekipp bäigetrueden} other{Ass {count} Ekippe bäigetrueden}}
nb: {count, plural, =1{Er medlem av {count} lag} other{Er medlem av {count} lag}}
nn: {count, plural, =1{Er medlem av {count} lag} other{Er medlem av {count} lag}}
pl: {count, plural, =1{Dołączenie do klubu} few{Dołączenie do {count} klubów} many{Dołączenie do {count} klubów} other{Dołączono do {count} zespołów}}
pt_br: {count, plural, =1{Entrou na {count} equipe} other{Entrou nas {count} equipes}}
tt: {count, plural, other{{count} җәмәга кушылды}}
zh: {count, plural, other{加入了 {count} 个团队}}

# perfStatPerfStats
source: {param} stats
br: Stadegoù {param}
de: {param}-Statistiken
et: {param} statistika
fa: وضعیت {param}
fr: Statistiques en {param}
ga: {param} staitisticí
hi: {param} आँकड़े
hr: {param} statistika
hu: {param} statisztika
ja: {param} の統計
lb: {param} Statistiken
nb: {param}-statistikk
nn: {param}-statistikk
pl: Statystyki dla {param}
pt_br: Estatísticas de {param}
tt: {param} статистикасы
zh: {param} 战绩

# perfStatViewTheGames
source: View the games
br: Gwelet ar c'hrogadoù
de: Spiele anzeigen
et: Vaata mängud
fa: بازی ها را تماشا کنید
fr: Voir les parties
ga: Féach ar na cluichí
hi: खेल देखें
hr: Pogledaj partije
hu: Mutasd a játszmákat
ja: 対局を表示
lb: Partien ukucken
nb: Vis partiene
nn: Syn partia
pl: Zobacz partie
pt_br: Ver os jogos
tt: Карарга уеннарны
zh: 查看棋局

# perfStatProvisional
source: provisional
br: da c'hortoz
de: provisorisch
et: ajutine
fa: موقت
fr: provisoire
ga: sealadach
hi: अनंतिम
hr: privremeno
hu: becsült
ja: 仮定
lb: provisoresch
nb: provisorisk
nn: mellombels
pl: prowizoryczny
pt_br: provisório
tt: вакытлыча
zh: 暂定

# perfStatNotEnoughRatedGames
source: Not enough rated games have been played to establish a reliable rating.
br: N'eo ket bet c'hoariet trawalc'h a grogadoù renket evit kaout ur renkadur a glot gant ho live.
de: Nicht genügend gewertete Partien gespielt, um eine verlässliche Wertung zu erzielen.
et: Pole mängitud piisavalt reitinguga mänge, et luua usaldusväärset reitingut.
fa: بازی های رسمی کافی برای تعیین کردن یک درجه‌بندی قابل‌اتکا انجام نشده است.
fr: Il n'y a pas assez de parties classées pour établir un classement fiable.
ga: Níor imríodh go leor cluichí rátáilte chun rátáil iontaofa a bhunú.
hi: विश्वसनीय रेटिंग स्थापित करने के लिए पर्याप्त रेटिंग वाले गेम नहीं खेले गए हैं।
hr: Odigrano je nedovoljno rangiranih partija da bi se uspostavio pouzdani rejting.
hu: Nincs elegendő értékelt játszmád megbízható értékszám meghatározásához.
ja: レート戦が少なすぎて信頼できるレーティングが算出できません。
lb: Net genug gewäert Partien goufen gespillt fir eng zouverlässegeg Wäertung ze etabléieren.
nb: For få ratede partier til å kunne beregne en stabil rating.
nn: For få rangerte parti til at ei stabil rating kan bereknas.
pl: Nie zagrano wystarczająco dużo rankingowych gier, aby ustalić wiarygodny ranking.
pt_br: Não foram jogadas partidas suficientes valendo rating para estabelecer uma classificação confiável.
tt: Ышанычлы рейтинг булдыру өчен җитәрлек бәяләнгән уеннар уйнамады.
zh: 因排位赛数量不足而无法测定可靠的等级分

# perfStatProgressOverLastXGames
source: Progression over the last {param} games:
br: Araokadennoù e-pad an/ar {param} krogad diwezhañ:
de: Fortschritt über die letzten {param} Spiele:
et: Areng viimase {param} mängu jooksul:
fa: پیشرفت در آخرین {param} بازی ها:
fr: Changement après les {param} dernières parties :
ga: Dul chun cinn le {param} cluiche anuas:
hi: अंतिम {param} खेलों पर प्रगति:
hr: Napredak u zadnjih {param} partija:
hu: Az utolsó {param} játszma szerinti alakulás:
ja: 過去 {param} 戦での変動：
lb: Progrès iwwert déi lescht {param} Partien:
nb: Forandring over de siste {param} partiene:
nn: Endring over de siste {param} partia:
pl: Postęp w ostatnich {param} partiach:
pt_br: Progresso nos últimos {param} jogos:
tt: Соңгы {param} уеннарында алга китеш:
zh: 最近 {param} 局后的变化:

# perfStatRatingDeviation
source: Rating deviation: {param}.
br: Forc'had standard: {param}.
de: Wertungsabweichung: {param}.
et: Reitingunihe: {param}.
fa: انحراف درجه‌بندی: {param}.
fr: Écart-type du classement : {param}.
ga: Diall rátála. {param}.
hi: रेटिंग विचलन: {param}
hr: Rejting devijacija: {param}.
hu: Pontszám eltérés: {param}.
ja: レーティング偏差：{param}
lb: Wäertungsofweichung: {param}.
nb: Ratingavvik: {param}.
nn: Ratingavvik: {param}.
pl: Odchylenie rankingu: {param}.
pt_br: Desvio de pontuação: {param}.
tt: Рейтингның тайпылышы:{param}.
zh: 等级分偏差: {param}
