Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# followX
source: Follow {param}
br: Heuliañ {param}
de: {param} folgen
et: Jälgi {param}
fa: دنبال کردن {param}
fo: Fylg {param}
fr: Suivre {param}
ga: Lean {param}
hi: {param} को फॉलो करें
hr: Prati {param}
hu: {param} követése
ja: {param} をフォロー
lb: Dem {param} followen
nb: Følg {param}
nn: Følg {param}
pl: Obserwuj {param}
pt_br: Seguir {param}
zh: 关注 {param}

# unfollowX
source: Unfollow {param}
br: Paouez da heuliañ {param}
de: {param} nicht mehr folgen
et: Lõpeta {param} jälgimine
fa: لغو دنبال کردن {param}
fo: Steðga at fylgja {param}
fr: Ne plus suivre {param}
ga: Dílean {param}
hi: क्या आप {param} को अनफॉलो कारना चाहते हैं?
hr: Prestani pratiti {param}
hu: {param} követésének kikapcsolása
ja: {param} のフォローを外す
lb: Dem {param} net méi followen
nb: Slutt å følge {param}
nn: Slutt å følgja {param}
pl: Przestań obserwować {param}
pt_br: Deixar de seguir {param}
zh: 取消关注 {param}

source: Block
br: Stankañ
de: Blockieren
et: Blokeeri
fa: مسدود کن
fo: Forða
fr: Bloquer
ga: Blocáil
hi: अवस्र्द्ध (ब्लॉक) करें
hr: Blokiraj
hu: Letiltás
ja: ブロックする
lb: Blockéieren
nb: Blokker
nn: Blokkér
pl: Zablokuj
pt_br: Bloquear
tt: Блоклау
zh: 加入黑名单

source: Blocked
br: Stanket
de: Blockiert
et: Blokeeritud
fa: مسدود شده
fo: Forðaður
fr: Bloqué
ga: Blocáilte
hi: अवस्र्द्ध (ब्लॉक) कर दिया गया
hr: Blokirani
hu: Letiltva
ja: ブロック済
lb: Geblockt
nb: Blokkert
nn: Blokkert
pl: Zablokowany
pt_br: Bloqueado
tt: Блокланган
zh: 已加入黑名单

source: Unblock
br: Distankañ
de: Nicht mehr blockieren
et: Tühista blokeering
fa: لغو انسداد
fo: Forða ikki
fr: Débloquer
ga: Bain bac de
hi: अवस्र्द्ध (ब्लॉक) न करें
hr: Odblokiraj
hu: Letiltás feloldása
ja: ブロックを外す
lb: Spär ophiewen
nb: Fjern blokkering
nn: Fjern blokkering
pl: Odblokuj
pt_br: Desbloquear
tt: Блоктан чыгару
zh: 移出黑名单

source: Follows you
fa: افرادی که شما را دنبال می کنند
fr: Vous suit
hr: Prati te
tt: Сезгә язылган
zh: 关注了你

# xStartedFollowingY
source: {param1} started following {param2}
br: {param1} zo krog da heuliañ {param2}
de: {param1} folgt jetzt {param2}
et: {param1} hakkas jälgima {param2}
fa: {param1} {param2} را فالو کرد
fo: {param1} byrjaði at fylgja {param2}
fr: {param1} a suivi {param2}
ga: Thosaigh {param1} ag leanúint {param2}
hi: {param1} ने {param2} का अनुसरण करना शुरू किया
hr: {param1} je počeo pratiti {param2}
hu: {param1} {param2} követője lett
ja: {param1} が {param2} のフォローを開始
lb: {param1} followt elo {param2}
nb: {param1} begynte å følge {param2}
nn: {param1} byrja å følgja {param2}
pl: {param1} obserwuje {param2}
pt_br: {param1} começou a seguir {param2}
tt: {param1} {param2} исемле уенчыга язылган
zh: {param1}开始关注{param2}

source: More
br: Muioc'h
de: Mehr
et: Rohkem
fa: بیشتر
fo: Meira
fr: Plus
ga: Tuilleadh
hi: अधिक
hr: Više
hu: Több
ja: さらに表示
lb: Méi
nb: Mer
nn: Meir
pl: Więcej
pt_br: Mais
tt: Тагын
zh: 更多

source: Member since
br: Ezel abaoe an/ar
de: Mitglied seit
et: Liitunud
fa: عضویت از تاریخ
fo: Limur síðani
fr: Membre depuis
ga: Ball ó
hi: सदस्य बनने की तारीख
hr: Član od
hu: Tagság kezdete:
ja: 登録日
lb: Member säit
nb: Medlem siden
nn: Medlem sidan
pl: Zarejestrowano
pt_br: Membro desde
tt: Регистрация көне
zh: 注册日期

# lastSeenActive
source: Active {param}
br: Oberiant {param}
de: Zuletzt aktiv {param}
et: Viimati nähtud {param}
fa: آخرین ورود {param}
fo: Virkin {param}
fr: Actif {param}
ga: Gníomhach {param}
hi: {param} पहले सक्रिय
hr: Zadnja aktivnost {param}
hu: Utoljára aktív: {param}
ja: 最後のログイン {param}
lb: Aktiv {param}
nb: Forrige pålogging {param}
nn: Siste innlogging {param}
pl: Widziano {param}
pt_br: Ativo {param}
tt: {param} кергән иде
zh: 最近登录{param}

source: Player
br: C'hoarier
de: Spieler
et: Mängija
fa: بازیکن
fo: Telvari
fr: Joueur
ga: Imreoir
hi: खिलाड़ी
hr: Igrač
hu: Játékos
ja: プレイヤー
lb: Spiller
nb: Spiller
nn: Spelar
pl: Gracz
pt_br: Jogador
tt: Уенчы
zh: 棋手

source: List
br: Roll
de: Liste
et: Nimekiri
fa: فهرست
fo: Listi
fr: Liste
ga: Liosta
hi: सूची
hr: Lista
hu: Lista
ja: リスト
lb: Lëscht
nb: Liste
nn: Liste
pl: Lista
pt_br: Lista
tt: Тезем
zh: 列表

source: Graph
br: Krommenn
et: Graafik
fa: نمودار
fo: Strikumynd
fr: Graphique
ga: Graf
hi: लेखाचित्र
hr: Graf
hu: Grafikon
ja: グラフ
lb: Grafik
nb: Graf
nn: Graf
pl: Wykres
pt_br: Gráfico
tt: График
zh: 图表

source: Required.
br: Rekis.
de: Pflichtfeld.
et: Nõutud
fa: مورد نیاز است
fo: Kravt.
fr: Requis.
ga: Riachtanach.
hi: जरूरी है
hr: Obvezno.
hu: Kötelező.
ja: 必須です。
lb: Obligatoresch.
nb: Påkrevd.
nn: Påkrevd.
pl: Wymagane.
pt_br: Obrigatório.
tt: Тәлап ителгән.
zh: 必填项目

source: Open tournaments
br: Tournamantoù digor
de: Offene Turniere
et: Avatud turniirid
fa: باز کردن مسابقه
fo: Opnar kappingar
fr: Tournois ouverts
ga: Comórtais oscailte
hi: खुली प्रतियोगिता
hr: Otvoreni turniri
hu: Nyílt versenyek
ja: 参加募集中のトーナメント
lb: Oppen Turnéier
nb: Åpne turneringer
nn: Opne turneringar
pl: Dostępne turnieje
pt_br: Torneios abertos
tt: Ачык бәйгеләр
zh: 公开锦标赛

source: Duration
br: Padelezh
de: Dauer
et: Kestvus
fa: مدت
fo: Longd
fr: Durée
ga: Fad
hi: अवधि
hr: Trajanje
hu: Időtartam
ja: 対局継続時間
lb: Dauer
nb: Varighet
nn: Tidslengd
pl: Czas trwania
pt_br: Duração
tt: Озаклыгы
zh: 持续时间

source: Winner
br: Trec'hour
de: Gewinner
et: Võitja
fa: برنده
fo: Vinnari
fr: Vainqueur
ga: Buaiteoir
hi: विजयी
hr: Pobjednik
hu: Győztes
ja: 勝者
lb: Gewënner
nb: Vinner
nn: Vinnar
pl: Zwycięzca
pt_br: Vencedor
tt: Җиңүче
zh: 获胜者

source: Standing
br: Renkadur
de: Tabelle
et: Tulemus
fa: رتبه بندی
fo: Støðan
fr: Classement
ga: Stádas
hi: पद
hr: Poredak
hu: Állás
ja: 順位
lb: Plaz
nb: Resultatliste
nn: Stilling
pl: Miejsce
pt_br: Colocação
tt: Урыны
zh: 名次

source: Create a new tournament
br: Krouiñ un tournamant nevez
de: Neues Turnier erstellen
et: Loo uus turniir
fa: درست کردن یک مسابقه ی جدید
fo: Stovna eina nýggja kapping
fr: Créer un nouveau tournoi
ga: Cruthaigh comórtas nua
hi: नयी प्रतियोगिता आरम्भ करें
hr: Kreiraj novi turnir
hu: Új verseny indítása
ja: 新しいトーナメントを作る
lb: Neien Turnéier kreéieren
nb: Opprett en ny turnering
nn: Lag ei ny turnering
pl: Nowy turniej
pt_br: Criar novo torneio
tt: Яңа бәйге башламак
zh: 建立新的锦标赛

source: Tournament calendar
br: Deiziadur an tournamantoù
de: Turnierkalender
et: Turniiride kalender
fa: برنامه ی مسابقات
fo: Kappingakalendari
fr: Calendrier des tournois
ga: Féilire na gcomórtas
hi: टूर्नामेंट कैलेंडर
hr: Kalendar turnira
hu: Versenynaptár
ja: トーナメント・カレンダー
lb: Turnéier Kalenner
nb: Turneringskalender
nn: Turneringskalender
pl: Kalendarz turniejowy
pt_br: Calendário do torneio
tt: Бәйге календаре
zh: 锦标赛日程表

# conditionOfEntry
source: Entry requirements:
br: Rekizoù evit kemer perzh:
de: Teilnahmebedingung:
et: Sisenemise tingimus:
fa: شرایط ورود:
fo: Luttøkutreytir:
fr: Condition d'admission :
ga: Riachtanais iontrála:
hi: प्रवेश की शर्त:
hr: Uvjet za sudjelovanje:
hu: Nevezés feltétele:
ja: 参加条件:
lb: Teilnahmebedingung:
nb: Betingelse for å delta:
nn: Vilkår for å delta:
pl: Warunki przystąpienia:
pt_br: Condições de participação:
tt: Керу тәлапләре:
zh: 参赛条件：

source: Advanced settings
br: Arventennoù kempleshoc'h
de: Erweiterte Einstellungen
et: Täpsemad seaded
fa: تنظیمات پیشرفته
fo: Framkomnar stillingar
fr: Paramètres avancés
ga: Ardsocruithe
hi: एडव्हान्स सेटिंग्ज
hr: Napredne postavke
hu: Haladó beállítások
ja: 高度な設定
lb: Erweidert Astellungen
nb: Avanserte innstillinger
nn: Avanserte innstillingar
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas
tt: Кушылма көйләүләр
zh: 高级设置

# safeTournamentName
source: Pick a very safe name for the tournament.
br: Choazit un anv dereat-tre evit an tournamant.
de: Wähle einen äußerst sicheren Namen für das Turnier.
et: Vali turniirile sobiv nimi.
fa: یک نام بسیار امن برای مسابقات انتخاب کنید.
fo: Vel eitt trygt og hóskiligt navn til kappingina.
fr: Choisissez un sage nom pour le tournoi.
ga: Pioc ainm an-sábháilte don chomórtas.
hi: टूर्नामेंट के लिए उचित नाम चुनिए ।
hr: Odaberi vrlo siguran naziv za turnir.
hu: Válassz egy nevet a versenyednek.
ja: トーナメントの名前は無難なものにしてください。
lb: Wiehl en ganz sécheren Numm fir däin Turnéier.
nb: Velg et veldig trygt navn for turneringen.
nn: Finn eit svært sikkert namn på turneringa.
pl: Nadaj turniejowi neutralną nazwę.
pt_br: Escolha um nome seguro para o torneio.
tt: Бәйге өчен хуп имин исем куегыз.
zh: 为锦标赛提出一个无争议的名称。

# inappropriateNameWarning
source: Anything even slightly inappropriate could get your account closed.
br: Un draig ha ne vefe ket dereat a vefe trawalc'h evit ma serrfemp ho kont.
de: Sämtliche unangemessene Inhalte können zur Schließung deines Benutzerkontos führen.
et: Isegi pisut kohatu nimi võib tähendada sinu konto sulgemist.
fa: هرچیز حتی کمی نامناسب ممکن است باعث بسته شدن حساب کاربری شما بشود.
fo: Er navnið á nakran hátt ósømiligt, kann konta tín verða stongd.
fr: Toute conduite inappropriée aboutira à la fermeture de votre compte.
ga: D'fhéadfadh do chuntas a dhúnadh má roghnaítear aon rud míchuí.
hi: थोड़ा सा भी अनुचित नाम चुनने से आपका ख़ाता बंद हो सकता है।
hr: Sve imalo neprikladno može trajno zatvoriti tvoj profil.
hu: Akár a legkisebb pontatlanság is a fiókod zárolását eredményezheti.
ja: 少しでも不適切な名前の場合、あなたのアカウントを停止することがあります。
lb: Alles nemmen liicht Onangemessenes kéint zum Zoumaachen vun dengem Konto féieren.
nb: Upassende innhold kan føre til at brukerkontoen din blir stengt.
nn: Upassande innhald kan føre til at brukarkontoen din blir stengd.
pl: Nawet nieco nieodpowiednia nazwa może spowodować zamknięcie Twojego konta.
pt_br: Até mesmo a menor indecência poderia ensejar o encerramento de sua conta.
tt: Әз генә дә килешми торган исем аккаунтыгызның ябылуына китерә ала.
zh: 即使只有一点点违规的内容都可能导致你的账户被封禁。

# emptyTournamentName
source: Leave empty to name the tournament after a notable chess player.
br: Laoskit goullo evit envel an tournamant diouzh anv ur c'hoarier echedoù brudet.
de: Frei lassen, um das Turnier nach einem zufälligen Großmeister zu benennen.
et: Jäta tühjaks, et nimetada turniir juhusliku suurmeistri järgi.
fa: این مکان را خالی بگذارید تا به صورت تصادفی اسم یک استاد بزرگ برای مسابقات انتخاب شود.
fo: Lat teigin vera tóman, um tú vilt, at kappingin verður nevnd eftir gitnum telvara.
fr: Laissez vide pour que le tournoi soit nommé d'après le nom d'un grand maître.
ga: Fág folamh chun an comórtas a ainmniú i ndiaidh imreoir fichille suntasach.
hi: खाली रखने पर बेतरतीब ढंग से कोई एक सर्वश्रेष्ठ शतरंज के खिलाड़ी के बाद टूर्नामेंट का नाम चुना जाएगा।
hr: Ako ostaviš prazno, turnir će se nazvati po nasumičnom velemajstoru.
hu: Hagyd üresen, ha azt szeretnéd, hogy a versenyed egy nagymesterről kapjon nevet.
ja: 空白のままにしておくと、自動でランダムな有名選手の名前がつきます。
lb: Eidel loossen, wann den Turnéier no engem bekannten Schachspiller soll benannt ginn.
nb: La stå tomt for at turneringa skal få navn etter en tilfeldig stormester.
nn: Lat stå tomt for at turneringa skal få namn etter ein tilfeldig stormester.
pl: Jeśli nie podasz nazwy turnieju, zostanie on nazwany od nazwiska losowo wybranego arcymistrza.
pt_br: Deixe em branco para dar ao torneio o nome de um grande mestre aleatório.
tt: Бәйгегә берәр атаклы шаһматчының исемен бирү өчен буш калдырыгыз.
zh: 若留空，将会随机选择一位著名的大师的名字作为锦标赛名称。

# makePrivateTournament
source: Make the tournament private, and restrict access with a password
br: Gallout a rit krouiñ un tournamant prevez oc'h ouzhpennañ ur ger-tremen
de: Stelle das Turnier auf privat und beschränke den Zugang durch ein Passwort
et: Tee turniir privaatseks ja piira juurdepääsu parooliga
fa: تورنومنت را به حالت خصوصی در بیاورید و دسترسی را محدود به داشتن پسورد کنید
fo: Ger so kappingin ikki er almen, og avmarka atgongdina við einum loyniorði
fr: Rendre le tournoi privé et en restreindre l'accès avec un mot de passe
ga: Déan an comórtas príobháideach, agus cuir srian ar rochtain le pasfhocal
hi: प्रतियोगिता को निजी बनाएं, और पासवर्ड के साथ पहुंच को प्रतिबंधित करें
hr: Učini turnir privatnim i ograniči pristup lozinkom
hu: A torna priváttá tétele a fenti jelszóval
ja: トーナメントを「非公開」にすると参加にパスワードが必要になります
lb: Turnéier privat maachen an Accès mat Passwuert beschränken
nb: Gjør turneringen privat og begrens tilgang med et passord
nn: Gjer turneringa privat og avgrens tilgang vha. eit passord
pl: Ustaw turniej jako prywatny i ogranicz dostęp za pomocą hasła
pt_br: Faça o torneio privado e restrinja o acesso com uma senha
tt: Бәйгегә серсүз буенча гына керү куя аласыз
zh: 设置比赛私有，并用密码限制访问

source: Join
br: Kemer perzh
de: Teilnehmen
et: Liitu
fa: ملحق شدن
fo: Tak lut
fr: Rejoindre
ga: Cláraigh
hi: हिस्सा लें
hr: Pridruži se
hu: Csatlakozás
ja: 参加する
lb: Bäitrieden
nb: Bli med
nn: Bli med
pl: Dołącz
pt_br: Entrar
tt: Катнашу
zh: 参与锦标赛

source: Withdraw
br: Dilezel
de: Verlassen
et: Loobu
fa: منصرف شدن
fo: Far úr
fr: Renoncer
ga: Tarraing siar
hi: छोड़ के जाएं
hr: Odustani
hu: Visszavon
ja: 参加をやめる
lb: Zeréckzéihen
nb: Trekk deg
nn: Trekk deg
pl: Wycofaj się
pt_br: Sair
tt: Уеннан чыгу
zh: 退出锦标赛

source: Points
br: Poentoù
de: Punkte
et: Punktid
fa: امتیازها
fo: Stig
ga: Pointí
hi: अंक
hr: Bodovi
hu: Pont
ja: ポイント
lb: Punkten
nb: Poeng
nn: Poeng
pl: Punkty
pt_br: Pontos
tt: Баллар
zh: 分数

source: Wins
br: Trec'hioù
de: Siege
et: Võidud
fa: بردها
fo: Sigrar
fr: Victoires
ga: Buanna
hi: जीतें
hr: Pobjede
hu: Győzelmek
ja: 勝
lb: Victoiren
nb: Seire
nn: Sigrar
pl: Wygrane
pt_br: Vitórias
tt: Җиңүләр
zh: 胜

source: Losses
br: Lammoù
de: Niederlagen
et: Kaotused
fa: باخت‌ها
fo: Tapt
fr: Défaites
ga: Cailliúintí
hi: हारें
hr: Porazi
hu: Vereségek
ja: 敗
lb: Defaiten
nb: Tap
nn: Tap
pl: Przegrane
pt_br: Derrotas
tt: Җиңелүләр
zh: 负

source: Created by
br: Krouet gant
de: Erstellt von
et: Loodud
fa: ساخته شده توسط
fo: Stovnað hevur
fr: Créé par
ga: Cruthaithe ag
hi: द्वारा रचित
hr: Kreirao
hu: Készítette
ja: トーナメント作成者
lb: Kreéiert vum
nb: Opprettet av
nn: Oppretta av
pl: Stworzony przez
pt_br: Criado por
tt: Оештыручы
zh: 创建者:

# tournamentIsStarting
source: The tournament is starting
br: Emañ an tournamant o kregiñ
de: Das Turnier beginnt
et: Turniir algab
fa: مسابقه در حال شروع است
fo: Kappingin byrjar
fr: Le tournoi commence
ga: Tá an comórtas ag tosú
hi: प्रतियोगित शुरू हो रही है
hr: Turnir počinje
hu: A verseny kezdődik
ja: トーナメント開始
lb: Den Turnéier geet lass
nb: Turneringen begynner
nn: Turneringa startar
pl: Rozpoczęcie turnieju
pt_br: O torneio está começando
tt: Бәйгене башлана
zh: 锦标赛已开始

# tournamentPairingsAreNowClosed
source: The tournament pairings are now closed.
br: Echu eo koubladegoù an tournamant.
de: Es werden keine neuen Turnierspiele mehr gestartet.
et: Turniiri paaride loomine on nüüd lõppenud.
fa: تعین حریف به اتمام رسیده است.
fo: Liðugt er at seta luttakararnar saman tveir og tveir.
fr: Les appariements du tournoi sont maintenant terminés.
ga: Níl cluichí á socrú níos mó.
hi: टूर्नामेंट जोड़ियां अब बंद हो गयी हैं।
hr: Turnirska uparivanja su završena.
hu: A verseny párosításai lezárultak.
ja: トーナメントの対局の組み合わせは終了しました。
lb: Turnéierpaarungen sin elo zou.
nb: Oppsettet av turneringen er nå lukket.
nn: Turneringsoppsettet er no stengd.
pl: Zakończono kojarzenie par.
pt_br: Os pareamentos do torneio estão fechados agora.
tt: Бәйге чиратлаштыруы ябылган.
zh: 本锦标赛已不再产生新的对局

# standByX
source: Stand by {param}, pairing players, get ready!
br: Gortozit {param}, o koublañ ar c'hoarierien, bezit prest!
de: Die Turnier-Paarungen werden zugeteilt. Fertig machen zum Start, {param}!
et: Palun oodake {param}, loome mängijate paare, olge valmis!
fa: حریف {param} است،آماده باشید!
fo: Bíða {param}, telvarar verða greipaðir, ger teg til reiðar!
fr: Appariements des joueurs, tenez-vous prêt {param} !
ga: Bí réidh {param}, ag roinnt imreoirí ina bpéirí, faigh faoi réir!
hi: {param}, खिलाड़ियों, बाँधना द्वारा खड़े हो जाओ तैयार हो जाओ!
hr: Uparivanje igrača - {param}, pripremi se za igru!
hu: Állj készen {param}, hamarosan ellenfelet kapsz!
ja: {param} さん、現在ペアリング中です。用意して！
lb: Turnéier-Paarungen lafen. Maach dech prett, {param}!
nb: Vent litt {param}, kobler sammen spillere, vær klar!
nn: Vent litt {param}, koplar saman spelarar, hald deg klar!
pl: Parowanie graczy, przygotuj się do gry, {param}!
pt_br: {param}, aguarde: o pareamento está em andamento, prepare-se!
tt: {param} көтегез, уйнаучылар чиратлаштырыла, әзерләнегез!
zh: {param} 做好准备，你马上就要开始对局了！

source: Pause
br: Ehan
de: Pausieren
et: Peata
fa: توقف
ga: Cuir ar sos
hi: ठहराव
hr: Pauza
hu: Szünet
ja: 休む
lb: Paus
pl: Pauza
pt_br: Pausar
zh: 暂停

source: Resume
br: Adkregiñ
de: Fortsetzen
et: Jätka
fa: ادامه دادن
fr: Reprendre
ga: Atosaigh
hi: फिर से शुरू करें
hr: Nastavi
hu: Folytatás
ja: 再開する
lb: Weider
nb: Fortsett
nn: Fortsett
pl: Wznów
pt_br: Continuar
zh: 继续

source: You are playing!
br: O c'hoari emaoc'h!
de: Dein Spiel beginnt!
et: Te mängite!
fa: شما بازی میکنید!
fo: Tú telvar!
fr: Vous êtes en train de jouer !
ga: Tá tú ag imirt!
hi: आप खेल रहे हैं!
hr: Igraš!
hu: Te következel!
ja: 参加中！
lb: Deng Partie geet lass!
nb: Du spiller!
nn: Du spelar!
pl: Grasz!
pt_br: Você está participando!
tt: Сез уйныйсыз!
zh: 你已加入锦标赛！

source: Win rate
br: Feur trec'hiñ
de: Gewinnrate
et: Võidumäär
fa: درصد برد
fo: Sigurslutfall
fr: Taux de victoires
ga: Ráta bua
hi: जीत दर
hr: Postotak pobjeda
hu: Győzelmi arány
ja: 勝率
lb: Gewënnrate
nb: Seierprosent
nn: Vinstfrekvens
pl: Współczynnik zwycięstw
pt_br: Taxa de vitórias
tt: Җиңүләр
zh: 胜率

source: Berserk rate
br: Feur berserk
et: Berserk määr
fa: میزان جنون
fo: Berserksstig
fr: Taux de berserk
ga: Ráta Beirseirc
hi: निडर की दर
hr: Postotak berserka
hu: Berserk arány
ja: バーサーク率
nb: Berserkprosent
nn: Berserkfrekvens
pl: Berserków
pt_br: Taxa Berserk
tt: Берсерк
zh: 快棋率

source: Performance
br: Performañs
de: Turnierleistung
et: Sooritus
fa: عملکرد
fo: Avrik
ga: Caighdeán imeartha
hi: प्रदर्शन
hr: Performans
hu: Teljesítmény
ja: パフォーマンス
nb: Prestasjon
nn: Prestasjon
pl: Wynik
pt_br: Desempenho
tt: Перфоманс
zh: 表现评分

source: Tournament complete
br: Echu eo an tournamant
de: Turnier beendet
et: Turniir lõppenud
fa: مسابقات به پایان رسید
fo: Kappingin fullfíggjað
fr: Tournoi complet
ga: Comórtas críochnaithe
hi: टूर्नामेंट पूर्ण
hr: Turnir završen
hu: Verseny összefoglaló
ja: トーナメント終了
lb: Turnéier fäerdeg
nb: Turnering fullført
nn: Turnering fullførd
pl: Turniej zakończony
pt_br: Torneio completo
tt: Бәйге тәмамланды
zh: 锦标赛结束

source: Moves played
br: Niver a fiñvadennoù
de: Gespielte Züge
et: Tehtud käikude arv
fa: حرکات انجام شده
fo: Telvdir leikir
fr: Coups joués
ga: Bearta imeartha
hi: चालें चलायीं
hr: Poteza igrano
hu: Lépések száma
ja: 総手数
lb: Zich gespillt
nb: Spilte trekk
nn: Trekk spela
pl: Wykonanych ruchów
pt_br: Movimentos realizados
tt: Йөрешләр саны
zh: 步数

source: White wins
br: Feur trec'hiñ ar re zu
de: Weiße Siege
et: Valge võite
fa: پیروزی با مهره سفید
fo: Sigrar við hvítum
fr: Gains blancs
ga: Buanna ag bán
hi: सफ़ेद विजयी हुआ
hr: Pobjede bijelog
hu: Világos győzelmek
ja: 白勝ち
lb: Wäiss Victoiren
nb: Hvit vinner
nn: Kvit vinn
pl: Wygranych białych
pt_br: Brancas venceram
tt: Аклар җиңүләре
zh: 白方胜率

source: Black wins
br: Feur trec'hiñ ar re zu
de: Schwarze Siege
et: Musta võite
fa: سیاه برنده شد
fo: Sigrar við svørtum
fr: Gains noirs
ga: Buanna ag dubh
hi: काला विजयी हुआ
hr: Pobjede crnog
hu: Sötét győzelmek
ja: 黒勝ち
lb: Schwaarz Victoiren
nb: Svart vinner
nn: Svart vinn
pl: Wygranych czarnych
pt_br: Pretas venceram
tt: Каралар җиңүләре
zh: 黑方胜率

source: Draws
br: Krogadoù rampo
de: Remisen
et: Viike
fa: مساوی
fo: Javnleikir
fr: Nulles
ga: Comhscór
hi: ड्रा
hr: Remi
hu: Döntetlenek
ja: ドロー
lb: Remis
nb: Remis
nn: Remis
pl: Remisów
pt_br: Empates
tt: Тиңлекләр
zh: 和棋

# nextXTournament
source: Next {param} tournament:
br: Tournamant {param} war-lerc'h:
de: Nächstes {param} Turnier:
et: Järgmine {param} turniir:
fa: مسابقه ی {param} بعدی:
fo: Næsta {param} kapping:
fr: Prochain tournoi de {param} :
ga: An chéad chomórtas {param} eile:
hi: अगले {param} टूर्नामेंट:
hr: Sljedeći {param} turnir:
hu: Következő {param} verseny:
ja: 次の {param} トーナメント:
lb: Nächsten {param} Turnéier:
nb: Neste {param} turnering:
nn: Neste {param} turnering:
pl: Następny turniej {param}:
pt_br: Próximo torneio de {param}:
tt: Киләсе {param} бәйгесе:
zh: 下一个 {param} 锦标赛：

source: Average opponent
br: Keidenn live an enebour
de: Durchschnittlicher Gegner
et: Keskmine vastane
fa: میانگین امتیاز حریف ها
fo: Miðalmótleikari
fr: Opposition moyenne
ga: Gnáth-céile comhraic
hi: औसत प्रतिद्वंद्वी
hr: Prosječni protivnik
hu: Ellenfelek átlaga
ja: 対局相手の平均
lb: Duerchschnëttleche Géigner
nb: Gjennomsnittlig motstand
nn: Gjennomsnittleg motstand
pl: Średni ranking przeciwnika
pt_br: Pontuação média adversários
tt: Уртача ярышучы
zh: 对手平均等级分

source: Board editor
br: Krouer plegennoù
de: Stellung aufbauen
et: Muudetav laud
fa: مُهره‌چینی
fo: Talvborðsritil
fr: Éditeur de position
ga: Eagarthóir boird
hi: बोर्ड संपादक
hr: Uredi ploču
hu: Táblaszerkesztő
ja: 盤面入力
lb: Briet-Editor
nb: Oppsett
nn: Brettskipar
pl: Edytor pozycji
pt_br: Editor de tabuleiro
tt: Тактаны үзгәртү
zh: 棋盘编辑器

source: Set the board
br: Kargit ul lec'hiadur
de: Brett aufbauen
et: Seadista lauda
fa: مهره‌ها را بچینید
fo: Set talvborðið upp
fr: Entrer une position
ga: Socraigh an bord
hi: बोर्ड सेट करें
hr: Postavi ploču
hu: Táblaállás
ja: 盤面を指定
lb: Briet opbauen
nb: Still opp brett
nn: Still opp brett
pl: Ustaw szachownicę
pt_br: Defina a posição
tt: Тактаны урнаштыру
zh: 摆棋

source: Popular openings
br: Digoradurioù brudet
de: Beliebte Eröffnungen
et: Populaarsed avangud
fa: گشایش‌های محبوب
fo: Væl dámd byrjanartalv
fr: Ouvertures courantes
ga: Deiseanna a bhfuil tóir orthu
hi: लोकप्रिय शुरुआती चाल
hr: Popularna otvaranja
hu: Népszerű megnyitások
ja: 人気のオープニング
lb: Beléift Erëffnungen
nb: Populære åpninger
nn: Omtykte opningar
pl: Popularne otwarcia
pt_br: Aberturas populares
tt: Популяр дебютлар
zh: 常见开局

source: Endgame positions
br: Plegennoù an dibenn-partienn
de: Endspielstellungen
et: Lõppmängu seisud
fa: آخربازی
fo: Endatalvstøður
fr: Positions de finale
ga: Suíomhanna deiridh an cluiche
hi: अंतिम चरण के खेल की स्थिति
hr: Pozicije u završnici
hu: Végjáték állások
ja: エンドゲームの局面
lb: Endspill Positiounen
nb: Sluttspillstillinger
nn: Sluttspelstillingar
pl: Pozycje końcowe
pt_br: Posições de final
zh: 残局局面

# chess960StartPosition
source: Chess960 start position: {param}
br: Lec’hiadur e deroù ar c’hrogad Chess960: {param}
de: Schach960 Anfangsstellung: {param}
et: Male960 algpositsioon: {param}
fa: پوزیشن ابتدایی شطرنج960: {param}
fo: Chess960-byrjanarstøða: {param}
fr: Position de départ – Chess960 : {param}
ga: Suíomh tosaigh Ficheall960: {param}
hi: चेस960 खेल की प्रारम्भिक स्थिति: {param}
hr: Početna pozicija Chess960: {param}
hu: Chess960 kezdőállás: {param}
ja: チェス960 開始局面: {param}
lb: Chess960 Start Positioun: {param}
nb: Fischersjakkutgangsstilling: {param}
nn: Fishersjakk, startoppstilling {param}
pl: Pozycja startowa w Szachach 960: {param}
pt_br: Posição inicial do Xadrez960: {param}
zh: Chess960 起始局面： {param}

# startPosition
source: Starting position
br: Plegenn orin
de: Anfangsposition
et: Algseis
fa: موقعیت شروع
fo: Byrjanarstøðan
fr: Position de départ
ga: Suíomh tosaithe
hi: शुरू करने की स्थिति:
hr: Početna pozicija
hu: Alapállás
ja: 開始局面
lb: Ausgangsstellung
nb: Utgangsstilling
nn: Startposisjon
pl: Ustawienie początkowe
pt_br: Posição inicial
tt: Башлангыч позиция
zh: 起始局面

source: Clear board
br: Tennañ pep tra
de: Brett räumen
et: Puhasta laud
fa: پاک کردن صفحه
fo: Rudda borðið
fr: Vider l'échiquier
ga: Glan an bord
hi: बोर्ड सॉफ करें
hr: Očisti ploču
hu: Tábla törlése
ja: 盤面をクリアする
lb: Briet opraumen
nb: Tøm brett
nn: Tøm brettet
pl: Wyczyść szachownicę
pt_br: Limpar tabuleiro
tt: Тактаны бушату
zh: 清空棋盘

source: Load position
br: Kargañ ul lec'hiadur
de: Stellung laden
et: Lae seis
fa: بارگذاری موقعیت
fo: Les støðuna inn
fr: Charger une position
ga: Lódáil suíomh
hi: इस स्थिति से चालू करें
hr: Učitaj poziciju
hu: Állás betöltése
ja: 局面を読み込む
lb: Stellung lueden
nb: Last stilling
nn: Last inn stilling
pl: Wczytaj ustawienie
pt_br: Carregar posição
tt: Позицияне йөкләү
zh: 载入局面
