Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# preferencesNotifyForumMention
source: Forum comment mentions you
de: Forenkommentar erwähnt dich
et: Mainimised foorumis
fa: در کامنتی نام شما ذکر شده است
fr: Un commentaire du forum vous mentionne
ga: Luann trácht an fhóraim tú
hr: Forumski komentar vas spominje
hu: Megemlítenek a fórumon
ja: フォーラムであなたの名前が出た時
lb: Forenkommentar ernimmt dech
nb: Forumkommentar nevner deg
nn: Du er nemnd i ein forumkommentar
pl: Wspomniano o Tobie w komentarzu na forum
pt_br: Você foi mencionado em um comentário do fórum
zh: 论坛评论提到了你

# preferencesNotifyInvitedStudy
source: Study invite
de: Einladung zu Studie
et: Kutse uuringule
fa: دعوت به مطالعه
fr: Invitation à une étude
ga: Déan staidéar ar an gcuireadh
hr: Poziv za Study
hu: Meghívó tanulmányba
ja: 研究への招待
lb: Etüdeninvitatioun
nb: Invitasjon til studie
nn: Invitasjon til studie
pl: Zaproszenie do wspólnego opracowania
pt_br: Convite para um estudo
zh: 研讨邀请

# preferencesNotifyGameEvent
source: Correspondence game updates
de: Neuigkeiten in Fernschachpartie
et: Kirimale mängu uuendused
fa: اعلان به روزرسانی بازی
fr: Mise à jour des parties par correspondance
ga: Nuashonruithe cluiche comhfhreagrais
hr: Ažuriranja dopisnih igara
hu: Levelező mérkőzés
ja: 通信戦の進行状況
lb: Korrespondenzpartien Updates
nb: Oppdateringer for fjernsjakkpartier
nn: Oppdateringar for fjernsjakkparti
pl: Zdarzenie w partii korespondencyjnej
pt_br: Jogo por correspondência atualizado
zh: 通信棋局更新

# preferencesNotifyChallenge
source: Challenges
de: Herausforderungen
et: Väljakutsed
fa: پیشنهاد بازی
fr: Défis
ga: Dúshláin
hr: Izazovi
hu: Kihívás
ja: 挑戦が来た時
lb: Erausfuerderungen
nb: Utfordringer
nn: Utfordringar
pl: Wyzwania
pt_br: Desafios
zh: 挑战

# preferencesNotifyTournamentSoon
source: Tournament starting soon
br: Un tournamant a vo a-benn nebeut
de: Turnier beginnt bald
et: Turniir algab peatselt
fa: تورنمت به زودی آغاز می شود
fr: Le tournoi va bientôt commencer
ga: Comórtas ag tosú go luath
hr: Turnir započinje ubrzo
hu: Hamarosan kezdődő verseny
ja: トーナメントが間もなく開始
lb: Turnéier fänkt gleich un
nb: Turnering starter snart
nn: Turneringa startar snart
pl: Turniej rozpocznie się wkrótce
pt_br: O torneio vai começar em breve
zh: 比赛即将开始

# preferencesNotifyTimeAlarm
source: Correspondence time running out
de: Zeit in Fernschachpartie neigt sich dem Ende zu
et: Kirimale aeg hakkab lõppema
fa: هشدار تنگی زمان
fr: Le temps de la partie par correspondance est presque épuisé
ga: Clog comhfhreagrais ag rith amach
hr: Sat za dopisivanje ističe
hu: Hamarosan lejár az idő levelezős játszmában
ja: 通信戦の時間切迫
lb: Zäit an Korrespondenzpartie leeft of
nb: Fjernsjakkur i ferd med å løpe ut
nn: Fjernsjakkuret er i ferd med å løpa ut
pl: Czas w partii korespondencyjnej dobiega końca
pt_br: Está acabando o tempo no jogo por correspondência
zh: 通讯棋局时间快要耗尽

# preferencesNotifyBell
source: Bell notification within Lichess
de: Benachrichtigungs-Glocke auf Lichess
et: Lichessi teavitus kellukesega
fa: زنگوله اعلانات لیچس
fr: Notification sonore sur Lichess
ga: Fógra cloig laistigh de Lichess
hr: Obavijest zvonom unutar Lichessa
hu: Hangjelzés a Lichessen belül
ja: Lichess にいる時にベル音
lb: Benoriichtegung ob Lichess
nb: Bjellevarsel innenfor Lichess
nn: Klokkemelding i Lichess
pl: Powiadomienie dźwiękowe gdy jesteś na Lichess
pt_br: Notificação no Lichess
zh: Lichess 内的铃声通知

# preferencesNotifyPush
source: Device notification when you're not on Lichess
de: Geräte-Benachrichtigung wenn du nicht auf Lichess bist
et: Mobiiliteavitus, kui oled Lichessist eemal
fa: اعلانات برای زمانی که شما در لیچس نیستید
fr: Notification sur votre appareil quand vous n'êtes pas sur Lichess
ga: Fógra gléis nuair nach bhfuil tú ar Lichess
hr: Obavijest uređaja kada niste na Lichessu
hu: Értesítés mobileszközön, amikor nem vagy fenn Lichessen
ja: Lichess にいない時にデバイスでの通知
lb: Gerät Benoriichtegung wanns du net ob Lichess bass
nb: Enhetsvarsel utenfor Lichess
nn: Melding på eininga når du ikkje brukar Lichess
pl: Powiadomienie na urządzenie, gdy nie jesteś na Lichess
pt_br: Notificação no dispositivo fora do Lichess
zh: Lichess 外的设备通知

# preferencesNotifyWeb
source: Browser
br: Merdeer
et: Brauser
fa: مرورگر
fr: Navigateur
ga: Brabhsálaí
hr: Preglednik
hu: Böngésző
ja: ブラウザ
lb: Web-Browser
nb: Nettleser
nn: Nettlesar
pl: Przeglądarka
pt_br: Navegador
zh: 浏览器通知

# preferencesNotifyDevice
source: Device
de: Gerät
et: Seade
fa: دستگاه
fr: Appareil
ga: Gléas
hr: Uređaj
hu: Eszköz
ja: デバイス
lb: Gerät
nb: Enhet
nn: Eining
pl: Urządzenie
pt_br: Dispositivo
zh: 设备通知

# preferencesBellNotificationSound
source: Bell notification sound
br: Klevet ar c'hloc'h
de: Glocken-Benachrichtigungston
et: Teavituste heli
fa: زنگ اعلان
fr: Son de notification
hr: Obavijest kao zvuk
hu: Hangjelzés
ja: ベル通知の音
lb: Glacken-Notifikatiounstoun
nb: Bjellevarsel med lyd
nn: Varsellyd
pl: Dźwięk powiadomień
pt_br: Som da notificação
zh: 通知铃声

# puzzlePuzzles
source: Chess Puzzles
br: Poelladennoù
de: Taktikaufgaben
et: Pusled
fa: معماها
fo: Uppgávur
fr: Problèmes
ga: Fadhbanna
hi: पहेलियाँ
hr: Zadaci
hu: Feladványok
ja: タクティクス問題
lb: Aufgaben
nb: Sjakknøtter
nn: Taktikkoppgåver
pl: Zadania szachowe
pt_br: Quebra-cabeças
tt: Башваткычлар
zh: 谜题

# puzzlePuzzleThemes
source: Puzzle themes
de: Aufgabenthemen
et: Pusle teemad
fa: معماهای دسته‌بندی شده
fo: Uppgávuevni
fr: Thèmes des problèmes
ga: Téamaí fadhbanna fichille
hi: पहेली विषयों
hr: Kategorije zadataka
hu: Feladvány témák
ja: 問題のテーマ
lb: Aufgabentheemen
nb: Temaer for sjakknøtter
nn: Oppgåvetema
pl: Motywy zadań
pt_br: Temas de quebra-cabeça
tt: Башваткыч бизәкләре
zh: 训练主题

# puzzleRecommended
source: Recommended
de: Empfohlen
et: Soovitame
fa: توصیه شده
fo: Viðmældar uppgávur
fr: Recommandé
ga: Molta
hi: सिफारिश की
hr: Preporučeno
hu: Ajánlott
ja: おすすめ
lb: Recommandéiert
nb: Anbefalt
nn: Anbefalt
pl: Polecane
pt_br: Recomendado
tt: Тәкдим ителә
zh: 我们推荐：

# puzzlePhases
source: Phases
de: Phasen
et: Etapid
fa: مرحله‌ها
fo: Skifti
ga: Céimeanna
hi: चरण
hr: Faze
hu: Szakaszok
ja: 序盤・中盤・終盤
lb: Phasen
nb: Faser
nn: Fasar
pl: Faza gry
pt_br: Fases
tt: Фазалар
zh: 分阶段

# puzzleMotifs
source: Motifs
de: Motive
et: Motiivid
fa: موضوعات
fo: Ætlanir
ga: Móitífeanna
hi: रूपांकनों
hr: Motivi
hu: Motívumok
ja: モチーフ
lb: Motiven
nb: Motiver
nn: Motiv
pl: Motyw
pt_br: Motivos táticos
tt: Зәхәриф
zh: 分主题

# puzzleAdvanced
source: Advanced
de: Fortgeschritten
et: Edasijõudnutele
fa: پیشرفته
fo: Framkomið stig
fr: Avancé
ga: Ardleibhéal
hi: उन्नत
hr: Napredno
hu: Haladó
ja: 上級
lb: Avancéiert
nb: For viderekomne
nn: Vidarekomande
pl: Zaawansowane
pt_br: Avançado
tt: Өстәмә
zh: 进阶

# puzzleLengths
source: Lengths
de: Längen
et: Pikkused
fa: تعداد حرکات
fo: Longdir
fr: Longueurs
ga: Faid
hi: लंबाई
hr: Duljine
hu: Hossz
ja: 手数
lb: Längten
nb: Varighet
nn: Lengder
pl: Długość zadania
pt_br: Distância
tt: Озынлык
zh: 分长度

# puzzleMates
source: Mates
de: Matts
et: Matid
fa: مات‌ها
fo: Mát
fr: Mats
ga: Marbhsháinne
hi: साथी
hr: Matevi
hu: Matt
ja: メイト
lb: Matts
nb: Mattstillinger
nn: Mattar
pl: Maty
pt_br: Xeque-mates
tt: Матлар
zh: 将死

# puzzleGoals
source: Goals
br: Palioù
de: Ziele
et: Eesmärgid
fa: اهداف
fo: Mál
fr: Objectifs
ga: Aidhme
hi: लक्ष्य
hr: Ciljevi
hu: Célok
ja: 目標
lb: Ziler
nb: Mål
nn: Mål
pl: Cele
pt_br: Objetivos
tt: Морады
zh: 分目标

# puzzleOrigin
source: Origin
br: Mammenn
de: Herkunft
et: Allikas
fa: خاستگاه
fo: Uppruni
fr: Origine
ga: Foinse
hi: मूल
hr: Podrijetlo
hu: Forrás
ja: 出所
lb: Ursprong
nb: Opphav
nn: Opphav
pl: Źródło
pt_br: Origem
tt: Чыгыш
zh: 来源

# puzzleSpecialMoves
source: Special moves
de: Besondere Züge
et: Erilised käigud
fa: حرکات ویژه
fo: Serligir leikir
fr: Coups spéciaux
ga: Bearta speisialta
hi: विशेष चाल
hr: Specifični potezi
hu: Különleges lépések
ja: 特殊な手
lb: Besonnesch Zich
nb: Spesialtrekk
nn: Spesialtrekk
pl: Szczególne posunięcia
pt_br: Movimentos especiais
tt: Максус хәрәкәтләр
zh: 特殊着法

# puzzleDidYouLikeThisPuzzle
source: Did you like this puzzle?
br: Ha plijet oc'h bet gant ar boelladenn-mañ?
de: Hat dir diese Aufgabe gefallen?
et: Kas sulle meeldis see pusle?
fa: این معما را دوست داشتید؟
fo: Dámdi tær hesa uppgávuna?
fr: Avez-vous aimé ce problème ?
ga: Ba mhaith leat an fadhb seo?
hi: क्या आपको यह पहेली पसंद आई?
hr: Sviđa li ti se ovaj zadatak?
hu: Tetszett ez a feladvány?
ja: この問題は気に入りましたか？
lb: Huet dir dës Aufgab gefall?
nb: Likte du denne sjakknøtten?
nn: Likte du denne oppgåva?
pl: Czy podobało Ci się to zadanie?
pt_br: Você gostou deste quebra-cabeças?
tt: Сезгә ошадымы башваткыч?
zh: 你喜欢这道训练题吗？

# puzzleVoteToLoadNextOne
source: Vote to load the next one!
br: Votit evit kaout unan all!
de: Stimme ab, um die nächste zu laden!
et: Hääleta, nii saad edasi!
fa: موافقت برای بارگذاری معمای بعدی!
fo: Atkvøð at innlesa ta næstu!
fr: Votez pour afficher le suivant !
ga: Vótáil chun an chéad cheann eile a lódáil!
hi: अगले एक को लोड करने के लिए वोट दें!
hr: Ocijeni i prijeđi na sljedeći zadatak!
hu: Szavazz egy újért cserébe!
ja: 投票すると次を読み込みます！
lb: Stëmm of fir déi nächst ze lueden!
nb: Stem for å laste den neste!
nn: Stem for å laste den neste!
pl: Zagłosuj, by wczytać następny!
pt_br: Vote para carregar o próximo!
tt: Киләсе йөкләү өчен тавыш бирегез!
zh: 投票以加载下一题

# puzzleUpVote
source: Upvote puzzle
de: Die Aufgabe gut bewerten
et: Hääleta poolt
fa: معمای خوبی بود
fr: Voter pour ce problème
ga: Fadhb vóta suas
hi: पहेली को उपवोट करिये
hr: Glasaj za zagonetku
hu: Tetszett
ja: 上げ投票
lb: Puzzle gudd bewäerten
nb: Bra sjakknøtt
nn: God oppgåve
pl: Daj plusa zadaniu
pt_br: Votar a favor do quebra-cabeça
zh: 赞

# puzzleDownVote
source: Downvote puzzle
de: Die Aufgabe schlecht bewerten
et: Hääleta vastu
fa: معمای بدی بود
fr: Voter contre ce problème
ga: Fadhb vóta síos
hi: पहेली को डाउनवोट करिये
hr: Glasaj protiv zagonetke
hu: Nem tetszett
ja: 下げ投票
lb: Puzzle schlecht bewäerten
nb: Mindre bra sjakknøtt
nn: Mindre god oppgåve
pl: Daj minusa zadaniu
pt_br: Votar contra o quebra-cabeça
zh: 踩

# puzzleYourPuzzleRatingWillNotChange
source: Your puzzle rating will not change. Note that puzzles are not a competition. Ratings help select the best puzzles for your current skill.
de: Deine Aufgabenwertung wird sich nicht ändern. Beachte, dass Aufgaben kein Wettbewerb sind. Deine Wertung hilft, die geeignetsten Aufgaben für deine aktuelle Spielstärke auszuwählen.
et: Teie pusle reiting ei muutu. Pidage meeles, et pusled ei ole võistlus. Teie reiting aitab valida kõige sobilikumad pusled olenevalt teie oskustele.
fa: درجه‌بندی معمایی شما تغییری نخواهد کرد. توجه داشته باشید که معماها یک رقابت نیستند. درجه‌بندی‌تان به انتخاب بهترین معماها برای سطح مهارت فعلی‌تان کمک می‌کند.
fr: Votre classement ne changera pas. Notez que les problèmes ne sont pas une compétition. Le classement aide à sélectionner les meilleurs problèmes en fonction de votre niveau.
ga: Ní thiocfaidh aon athrú ar do rátáil fadhbanna. Tabhair faoi deara nach comórtas iad fadhbanna. Cuidíonn rátáil leis na fadhbanna is fearr a roghnú do do scil reatha.
hi: आपकी पज़ल रेटिङ नही बदलेगी।पज़ल एक स्पर्धा नही है रेटिङ आपके अनुकुल पज़ल चुनने मे मदद करती है।
hr: Tvoj rejting zadataka se neće promjeniti. Imaj na umu da rješavanje zadaka nije natjecanje. Rejting prvenstveno pomaže u odabiru najboljih zadataka za tvoj trenutni nivo vještine.
hu: A feladvány értékelésed nem fog változni. Ne feledd, a feladványoknak nincs tétje. Az értékelésed csupán segít kiválasztani az aktuális szintednek legjobban megfelelőket.
ja: あなたのレーティングは動きません。タクティクス問題は競技ではありません。レーティングは今のあなたのスキルに見合った問題を選ぶのに役立ちます。
lb: Deng Aufgabenwäertung wäert sech net änneren. Aufgaben sinn keng Competitioun. D'Wäertung hëlleft déi bescht Aufgaben fir deng Fähegkeeten auszewielen.
nb: Ratingen din for sjakknøtter vil ikke endre seg. Husk at sjakknøtter ikke er en konkurranse. Ratingen din hjelper til med å finne de sjakknøttene som passer ferdighetene dine.
nn: Oppgåve-ratinga di vil ikkje endre seg. Merk at oppgåver ikkje er konkurranse. Ratinga er til hjelp når det gjeld å finne dei mest passande oppgåvene for ditt noverande dugleiksnivå.
pl: Twój ranking w rozwiązywaniu zadań nie ulegnie zmianie. Pamiętaj, że zadania nie są rywalizacją. Twój ranking pomaga wybrać najlepsze zadania dla Twoich aktualnych umiejętności.
pt_br: Sua pontuação de quebra-cabeças não mudará. Note que os quebra-cabeças não são uma competição. A pontuação indica os quebra-cabeças que se adequam às suas habilidades.
zh: 你的谜题等级分将不会改变。请注意，解谜题不是比赛。等级分有助于根据你当前水平选择最佳谜题。

# puzzleFindTheBestMoveForWhite
source: Find the best move for white.
de: Finde den besten Zug für Weiß.
et: Leia parim käik valgele.
fa: بهترین حرکت برای سفید را پیدا کنید.
fo: Finn besta leikin hjá hvítum.
fr: Trouvez le meilleur coup pour les Blancs.
ga: Faigh an beart is fearr do bán.
hi: सफेद रंग के लिए सर्वश्रेष्ठ चाल का पता लगाएं।
hr: Pronađi najbolji potez za bijelog.
hu: Találd meg világos legjobb lépését.
ja: 白の最善手を見つけてください。
lb: Fann de beschten Zuch fir Wäiss.
nb: Finn det beste trekket for hvit.
nn: Finn det beste trekket for kvit.
pl: Znajdź najlepszy ruch dla białych.
pt_br: Encontre o melhor lance para as brancas.
tt: Тап якшы хәрәкәт аклар өчен.
zh: 找出白方的最佳着法

# puzzleFindTheBestMoveForBlack
source: Find the best move for black.
de: Finde den besten Zug für Schwarz.
et: Leia parim käik mustale.
fa: بهترین حرکت برای سیاه را پیدا کنید.
fo: Finn besta leikin hjá svørtum.
fr: Trouvez le meilleur coup pour les Noirs.
ga: Faigh an beart is fearr do dubh.
hi: काले रंग के लिए सर्वश्रेष्ठ चाल का पता लगाएं।
hr: Pronađi najbolji potez za crnog.
hu: Találd meg sötét legjobb lépését.
ja: 黒の最善手を見つけてください。
lb: Fann de beschten Zuch fir Schwaarz.
nb: Finn det beste trekket for svart.
nn: Finn det beste trekket for svart.
pl: Znajdź najlepszy ruch dla czarnych.
pt_br: Encontre a melhor jogada para as pretas.
tt: Тап якшы хәрәкәт каралар өчен.
zh: 找出黑方的最佳着法

# puzzleToGetPersonalizedPuzzles
source: To get personalized puzzles:
de: Um personalisierte Aufgaben zu erhalten:
et: Saa personaalseid puslesid:
fa: دریافت معماهای شخصی‌سازی‌شده:
fo: Fá uppgávur lagaðar til tín:
fr: Pour obtenir des problèmes personnalisés :
ga: Chun fadhbanna pearsantaithe a fháil:
hi: वैयक्तिकृत पहेलियाँ प्राप्त करने के लिए:
hr: Za personalizirane zadatke:
hu: Személyre szóló feladványok:
ja: あなたに合わせた問題を解くには:
lb: Fir personaliséiert Aufgaben ze kréien:
nb: For tilpassede sjakknøtter:
nn: For å få personleg tilpassa oppgåver:
pl: Aby uzyskać spersonalizowane zadania:
pt_br: Para obter desafios personalizados:
tt: Персональләштерелгән башваткычлар алу өчен:
zh: 获取个性化谜题

# puzzlePuzzleId
source: Puzzle {param}
br: Poelladenn {param}
de: Aufgabe {param}
et: {param} ülesanne
fa: معمای {param}
fo: Uppgáva {param}
fr: Problème {param}
ga: Fadhb {param}
hi: पहेलियाँ {param}
hr: Zadatak {param}
hu: {param}. feladvány
ja: 問題番号 {param}
lb: Aufgab {param}
nb: Sjakknøtt {param}
nn: Oppgåve {param}
pl: Zadanie {param}
pt_br: Quebra-cabeça {param}
tt: Башваткыч {param}
zh: 谜题编号：{param}

# puzzlePuzzleOfTheDay
source: Puzzle of the day
br: Poelladenn an deiz
de: Aufgabe des Tages
et: Päevaülesanne
fa: معمای روز
fo: Dagsins talvuppgáva
fr: Problème du jour
ga: Fadhb an lae
hi: आज की पहेली
hr: Zadatak dana
hu: Napi feladvány
ja: 本日の問題
lb: Aufgab vum Dag
nb: Dagens nøtt
nn: Dagens oppgåve
pl: Zadanie dnia
pt_br: Quebra-cabeça do dia
tt: Бүгенге башваткыч
zh: 每日棋谜

# puzzleDailyPuzzle
source: Daily Puzzle
br: Poelladenn pemdeziek
de: Aufgabe des Tages
et: Päeva pusle
fa: معمای روزانه
fr: Problème du jour
hi: दैनिक पहेली
hr: Dnevna zagonetka
hu: Napi feladvány
ja: 本日の問題
lb: Aufgab vum Dag
nb: Dagens nøtt
nn: Dagens sjakkproblem
pl: Zadanie dnia
pt_br: Quebra-cabeça diário
zh: 每日棋谜

# puzzleClickToSolve
source: Click to solve
br: Klikit da ziskoulmañ
de: Zum Lösen klicken
et: Lahendamiseks vajuta
fa: برای حل کلیک کنید
fo: Klikk á at loysa
fr: Cliquez pour résoudre
ga: Cliceáil chun réitigh
hi: हल करने के लिए क्लिक करें
hr: Klikni za rješenje
hu: Katt a megoldáshoz
ja: 問題を解く
lb: Klick fir ze léisen
nb: Klikk for å løse
nn: Klikk for å løyse oppgåva
pl: Kliknij, aby zobaczyć rozwiązanie
pt_br: Clique para resolver
tt: Чишер өчен сук
zh: 点击解题

# puzzleGoodMove
source: Good move
de: Guter Zug
et: Hea käik
fa: حرکت خوب
fo: Góður leikur
fr: Bon coup
ga: Beart maith
hi: अच्छी चाल!
hr: Dobar potez
hu: Jó lépés
ja: 好手
lb: Gudden Zuch
nb: Bra trekk
nn: Godt trekk
pl: Dobry ruch
pt_br: Boa jogada
tt: Якшы хәрәкәт
zh: 好棋

# puzzleBestMove
source: Best move!
de: Bester Zug!
et: Parim käik!
fa: بهترین حرکت!
fo: Besti leikur!
fr: Meilleur coup !
ga: Beart is fearr!
hi: सर्वश्रेष्ठ चाल!
hr: Najbolji potez!
hu: A legjobb lépés!
ja: 最善手！
lb: Beschten Zuch!
nb: Beste trekk!
nn: Beste trekk!
pl: Najlepszy ruch!
pt_br: Melhor jogada!
tt: Иң яхшы хәрәкәт!
zh: 最佳走法！

# puzzleKeepGoing
source: Keep going…
br: Kendalc'hit…
de: Mach weiter…
et: Jätka samas vaimus…
fa: ادامه دهید…
fo: Halt fram…
fr: Continuez…
ga: Lean ar aghaidh…
hi: लगे रहें…
hr: Nastavi…
hu: Folytasd…
ja: 続ける…
lb: Maach weider…
nb: Fortsett…
nn: Fortsett…
pl: Kontynuuj…
pt_br: Continue…
tt: Юлга дәвам…
zh: 请继续…

# puzzlePuzzleSuccess
source: Success!
br: Deuet eo ganeoc'h!
de: Korrekt!
et: Edukas!
fa: موفق شدید!
fo: Tað eydnaðist!
fr: Succès !
ga: D'éirigh leat!
hi: सफलता!
hr: Uspješno obavljeno!
hu: Siker!
ja: 成功！
lb: Korrekt!
nb: Korrekt!
nn: Korrekt!
pl: Sukces!
pt_br: Sucesso!
tt: Уңышлы!
zh: 解题成功!

# puzzlePuzzleComplete
source: Puzzle complete!
de: Aufgabe abgeschlossen!
et: Pusle lahendatud!
fa: معما تکمیل شد!
fo: Uppgávan er loyst!
fr: Problème terminé !
ga: Fadhb críochnaithe!
hi: पहेली पूरी!
hr: Zadatak riješen!
hu: Kész a feladvány!
ja: 問題終了！
lb: Aufgab ofgeschloss!
nb: Ferdigknekt nøtt!
nn: Oppgåva er fullført!
pl: Zadanie zakończone!
pt_br: Quebra-cabeças concluído!
tt: Башваткыч чишелгән!
zh: 解题完成!

# puzzleByOpenings
source: By openings
br: Dre zigoradurioù
de: Nach Eröffnungen
fa: بر اساس گشایش‌ها
fr: Par ouverture
hi: उद्घाटन द्वारा
hr: Prema otvaranjima
hu: Megnyitások szerint
ja: オープニング別
lb: No Erëffnungen
nb: Etter åpninger
nn: Etter opningar
pl: Według otwarć
pt_br: Por abertura
zh: 按开局分类

# puzzlePuzzlesByOpenings
source: Puzzles by openings
br: Poelladennoù dre zigoradurioù
de: Aufgaben nach Eröffnungen
fa: معماها بر اساس گشایش‌ها
fr: Problèmes par ouverture
hi: उद्घाटन द्वारा पहेलियाँ
hr: Zagonetke prema otvaranjima
hu: Feladványok megnyitások szerint
ja: オープニング別の問題
lb: Aufgaben no Erëffnungen
nb: Sjakknøtter etter åpninger
nn: Oppgåver etter opningar
pl: Zadania według otwarć
pt_br: Quebra-cabeças por abertura
zh: 按开局分类的谜题

# puzzleOpeningsYouPlayedTheMost
source: Openings you played the most in rated games
br: Digoradurioù ho peus c'hoariet alies e krogadoù renket
de: Eröffnungen, die du am meisten in gewerteten Spielen gespielt hast
fa: گشایش‌هایی که بیش از همه در بازی‌های امتیازی کرده‌اید
fr: Ouvertures que vous avez le plus jouées dans des parties classées
hi: ओपनिंग्स आपने रेटेड गेम्स में सबसे ज्यादा खेले
hr: Otvaranje koje si najviše igrao u rangiranim igrama
hu: A leggyakoribb megnyitások az értékelt játszmáidból
ja: レート戦でもっともよく使ったオープニング
lb: Erëffnungen, déi s du am meeschten an gewäertene Partie gespillt hues
nb: Åpningene du spiller mest av i ratede partier
nn: Opningar du spelte mest av i rangerte parti
pl: Najczęściej grane otwarcia w partiach rankingowych
pt_br: Aberturas que você mais jogou em partidas valendo pontos
zh: 你在排位赛中使用最多的开局

# puzzleUseFindInPage
source: Use "Find in page" in the browser menu to find your favorite opening!
de: Benutze "Suche in Seite" im Browser-Menü, um deine Lieblingseröffnung zu finden!
fa: با استفاده از قابلیت "جستجو در صفحه" مرورگر خود گشایش محبوب خود را پیدا کنید!
fr: Utilisez la fonction « Rechercher dans la page » du navigateur pour trouver votre ouverture préférée !
hi: अपनी पसंदीदा ओपनिंग ढूंढने के लिए ब्राउज़र मेनू में "पेज खोजें" का उपयोग करें!
hr: Koristi "Pronađi na stranici" u izborniku preglednika da bi pronašao svoje omiljeno otvaranje!
hu: Használd a böngésző "Keresés az oldalon" funkcióját, hogy megtaláld a kedvenc megnyitásod!
ja: ブラウザのページ内検索（Ctrl+F）を使えばお好きなオープニングが探せます。
lb: Benotz "Suche in Seite" an dengem Browser fir deng Lieblingseröffnung ze fannen!
nb: Bruk søkefunksjonen i nettleseren for å finne favorittåpningen din!
nn: Bruk "Finn side" i nettlesarmenyen for å finne den opninga du spelar mest!
pl: Użyj "Znajdź na stronie" w menu przeglądarki, aby znaleźć swoje ulubione otwarcie!
pt_br: Use a ferramenta "Encontrar na página" do navegador para encontrar sua abertura favorita!
zh: 在浏览器菜单中使用 “在页面中查找” 来找到你最爱的开局！

# puzzleUseCtrlF
source: Use Ctrl+f to find your favorite opening!
br: Grit gant Ctrl+f evit kavout ho tigoradurioù muiañ-karet!
de: Mit <Strg>+<f> findest du deine Lieblingseröffnung!
fa: از Ctrl+f برای پیدا کردن گشایش مورد علاقه خود استفاده کنید!
fr: Appuyez sur les touches Ctrl+f pour trouver votre ouverture préférée !
hi: अपनी पसंदीदा ओपनिंग ढूंढने के लिए Ctrl+f का उपयोग करें!
hr: Koristi Ctrl+f da bi pronašao svoje omiljeno otvaranje!
hu: Ctrl+f a kedvenc megnyitásod megtalálásához!
ja: Ctrl+F を使えばお好きなオープニングが探せます。
lb: Benotz Strg+F fir deng Lieblingserëffnung ze fannen!
nb: Bruk Ctrl+f for å finne favorittåpningen din!
nn: Bruk Ctrl+f for å finne den opninga du spelar mest!
pl: Użyj Ctrl+f, aby znaleźć swoje ulubione otwarcie!
pt_br: Aperte Ctrl + F para encontrar sua abertura favorita!
zh: 使用 Ctrl + F 查找你最爱的开局！

# puzzleNotTheMove
source: That's not the move!
de: Das ist nicht der Zug!
et: See ei ole õige käik!
fa: این حرکت نیست!
fo: Hatta er ikki rætti leikurin!
fr: Ce n'est pas le coup !
ga: Ní hé sin an beart!
hi: यह कदम नहीं है!
hr: Netočan odgovor!
hu: Nem a legjobb lépés!
ja: その手は違います！
lb: Dat ass net den Zuch!
nb: Det der er ikke trekket!
nn: Det er ikkje rett trekk!
pl: To nie jest właściwy ruch!
pt_br: O movimento não é este!
tt: Бу хәрәкәт түгел!
zh: 不是最佳着法

# puzzleTrySomethingElse
source: Try something else.
br: Klaskit un doare all.
de: Versuche etwas anderes.
et: Proovi midagi muud.
fa: چیز دیگری پیدا کنید
fo: Royn okkurt annað.
fr: Essayez autre chose.
ga: Triail beart eile.
hi: कुछ और कोशिश करो।
hr: Pokušaj nešto drugo.
hu: Próbálkozz mással.
ja: 別の手をどうぞ。
lb: Probéier eppes aneres.
nb: Prøv noe annet.
nn: Prøv noko anna.
pl: Spróbuj czegoś innego.
pt_br: Tente algo diferente.
tt: Башка нәрсәне сынап карагыз.
zh: 试试其他着法

# puzzleRatingX
source: Rating: {param}
br: Renkadur: {param}
de: Wertung: {param}
et: Reiting: {param}
fa: درجه‌بندی: {param}
fo: Styrkital: {param}
fr: Classement : {param}
ga: Rátáil: {param}
hi: रेटिंग: {param}
hr: Rejting: {param}
hu: Pontszám: {param}
ja: レーティング: {param}
lb: Wäertung: {param}
pl: Ranking: {param}
tt: Рейтинг: {param}
zh: 等级分：{param}

# puzzleHidden
source: hidden
br: kuzhet
de: versteckt
et: peidetud
fa: پنهان
fo: fjalt
fr: masqué
ga: folaithe
hi: छिपा हुआ
hr: skriven
hu: rejtett
ja: 非表示
lb: verstoppt
nb: skjult
nn: løynd
pl: ukryty
pt_br: oculto
tt: качырылган
zh: 已隐藏

# puzzleFromGameLink
source: From game {param}
br: C'hoariet gant {param}
de: Aus der Partie {param}
et: {param} mängust
fa: برگرفته شده از بازی {param}
fo: Úr talvi {param}
fr: Tiré de la partie {param}
ga: Ó cluiche {param}
hi: {param} खेल से
hr: Iz partije {param}
hu: {param} játszmából
ja: ゲーム {param} から
lb: Aus der Partie {param}
nb: Fra parti {param}
nn: Frå parti {param}
pl: Z partii {param}
pt_br: Do jogo {param}
tt: {param} уендан
zh: 来自对局：{param}

# puzzleContinueTraining
source: Continue training
br: Kenderc'hel gant ar pleustriñ
de: Training fortsetzen
et: Jätka harjutamist
fa: ادامه دادن تمرین
fo: Halt fram við venjing
fr: Continuer l'entraînement
ga: Lean ar aghaidh le cleachtadh
hi: प्रशिक्षण जारी रखें
hr: Nastavi sa zadacima
hu: Gyakorlás folytatása
ja: トレーニングを続ける
lb: Training weiderféieren
nb: Fortsett å øve
nn: Neste oppgåve
pl: Kontynuuj trening
pt_br: Continue treinando
tt: Күнегүләр дәвамы
zh: 继续训练
