Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# preferencesOnlyOnInitialPosition
source: Only on initial position
br: Lec'hiadur kentañ nemetken
de: Nur in der Anfangsstellung
et: Ainult algasendis
fa: فقط در آغاز بازی
fo: Bert við byrjanarstøðu
fr: Seulement dans la position initiale
ga: Suíomh tosaigh amháin
hi: केवल प्रारंभिक स्थिति पर
hr: Samo na početku partije
hu: Csak kezdőállásnál
ja: ゲーム開始時のみ
lb: Just an Startpositioun
nb: Kun for utgangsstillingen
nn: Berre for startstillinga
pl: Tylko w pozycji początkowej
pt_br: Apenas na posição inicial
zh: 仅初始局面

# preferencesInGameOnly
source: In-game only
de: Nur während einer Partie
fa: تنها در بازی
fr: Seulement durant la partie
hi: केवल खेल में
hr: Samo unutar igre
hu: Csak játék közben
ja: 対局中のみ
lb: Nëmmen während enger Partie
nb: Bare under partier
nn: Berre under eit parti
pl: Tylko w partii
pt_br: Durante partidas
zh: 仅在对局中

# preferencesChessClock
source: Chess clock
br: Horolaj echedoù
de: Schachuhr
et: Malekell
fa: ساعت شطرنج
fo: Talvklokka
fr: Pendule
ga: Clog fichille
hi: शतरंज की घड़ी
hr: Sat
hu: Sakkóra
ja: 時間表示
lb: Schachauer
nb: Sjakkur
nn: Sjakkur
pl: Zegar szachowy
pt_br: Relógio
zh: 棋钟

# preferencesTenthsOfSeconds
source: Tenths of seconds
br: Dekvedennoù an eilennoù
de: Zehntelsekunden
et: Kümnendikku sekundit
fa: دهم ثانیه
fo: Tíggjundapartar av sekundum
fr: Dixièmes de seconde
ga: Deichiú soicind
hi: सेकेंड का दसवाँ हिस्सा
hr: Desetinke sekundi
hu: Tizedmásodpercek
ja: 0.1秒単位で時間表示
lb: Zéngtelsekonnen
nb: Tidels sekunder
nn: Tidels sekund
pl: Dziesiąte części sekundy
pt_br: Décimos de segundo
zh: 显示十分之一秒

# preferencesWhenTimeRemainingLessThanTenSeconds
source: When time remaining < 10 seconds
br: Pa chom nebeutoc'h evit < 10 eilenn
de: Wenn Restzeit < 10 Sekunden
et: Kui aega on jäänud < 10 sekundit
fa: وقتی زمان باقی مانده کمتر از ده ثانیه می باشد
fo: Tá ið minni enn 10 sekund eru eftir
fr: Quand il reste moins de 10 secondes
ga: Nuair atá am fágtha < 10 soicind
hi: जब बचा हुआ समय < 10 सेकेंड
hr: Kad je ostalo manje od 10 sekundi
hu: Amikor a hátralévő idő < 10 másodperc
ja: 持時間が残り10秒以下の場合
lb: Wann verbleiwend Zäit < 10 Sekonnen
nb: Når gjenværende tid < 10 sekunder
nn: Når det er mindre enn 10 sekundar igjen
pl: Kiedy na zegarze jest mniej niż 10 sekund
pt_br: Quando o tempo restante < 10 segundos
zh: 当剩余时间小于10秒

# preferencesHorizontalGreenProgressBars
source: Horizontal green progress bars
br: Barrennoù dibunañ gwer a-blaen
de: Horizontale grüne Fortschrittsbalken
et: Horisontaalne roheline progressi riba
fa: نمودار زمان سبز رنگ افقی
fo: Vatnrættar grønar framgongulinjur
fr: Barres de progression horizontales vertes
ga: Barraí cothrománacha glasa ar dhul chun cinn
hi: क्षैतिज(horizontal) हरी प्रगति सलाखें(bars)
hr: Vodoravna zelena linija napretka
hu: Vízszintes zöld folyamatjelző
ja: 緑の棒（プログレスバー）を表示
lb: Horizontalen gréngen Fortschrëttsbalken
nb: Horisontal grønn progresjonslinje
nn: Horisontal grøn progresjonsline
pl: Poziomy zielony pasek czasu
pt_br: Barras de progresso verdes horizontais
zh: 显示绿色横进度条

# preferencesSoundWhenTimeGetsCritical
source: Sound when time gets critical
br: Trouz pa ne chom ket kalz amzer
de: Ton, wenn die Zeit knapp wird
et: Heli kui aeg hakkab lõppema
fa: صدا در هنگام زمان بحرانی زده می شود
fo: Ljóð, tá ið lítil tíð er eftir
fr: Alerte quand le temps restant devient critique
ga: Fuaim nuair atá an t-am criticiúil
hi: ध्वनि जब समय महत्वपूर्ण (कम) हो जाता है
hr: Zvuk kada je vrijeme kritično
hu: Figyelmeztető hang, ha nagyon kevés idő maradt
ja: 時間が迫ってきたら音を鳴らす
lb: Toun wann Zäit kritesch gëtt
nb: Lyd når tiden blir kritisk
nn: Lyd når det er kritisk lite tid att
pl: Powiadom dźwiękiem przy niedoczasie
pt_br: Som ao atingir tempo crítico
zh: 时间不足时声音提醒

# preferencesGiveMoreTime
source: Give more time
br: Reiñ muioc'h a amzer
de: Mehr Zeit geben
et: Anna lisaaega
fa: افزایش زمان حریف
fo: Gev meira tíð
fr: Donner plus de temps
ga: Tabhair am breise
hi: अधिक समय दें
hr: Daj više vremena
hu: Több idő adása
ja: 相手に時間追加
lb: Zäit bäiginn
nb: Gi mer tid
nn: Gje meir tid
pl: Dodaj więcej czasu
pt_br: Dar mais tempo
zh: 给对方更多时间

# preferencesGameBehavior
source: Game behavior
br: Mont en-dro ar c'hrogad
de: Spielverhalten
et: Mängu seaded
fa: تنظیمات بازی
fo: Hvussu telvað verður
fr: Comportement du jeu
ga: Iompar cluiche
hi: खेल का व्यवहार
hr: Način igre
hu: Játék működése
ja: 対局中の動作
lb: Spillverhalen
nb: Spilloppførsel
nn: Spelframferd
pl: Zachowanie gry
pt_br: Comportamento do jogo
zh: 对局行为

# preferencesHowDoYouMovePieces
source: How do you move pieces?
br: Penaos e lakaer ar pezhioù da fiñval?
de: Wie möchtest du die Figuren bewegen?
et: Kuidas malendeid liigutada?
fa: تمایل دارید که چگونه مهره ها را حرکت دهید؟
fo: Hvussu flytir tú fólkini?
fr: Comment voulez-vous déplacer les pièces ?
ga: Conas a bhogann tú píosaí?
hi: आप टुकड़ों को कैसे चलाते हैं?
hr: Kako želiš pomicati figure?
hu: Hogyan mozgatod a bábukat?
ja: 駒の移動方法
lb: Wéi Figuren beweegen?
nb: Hvordan flytte brikker?
nn: Korleis flytta brikker?
pl: W jaki sposób wykonywać ruch?
pt_br: Como você move as peças?
zh: 你想通过什么方式走棋？

# preferencesClickTwoSquares
source: Click two squares
br: Klikañ war div garrezenn
de: Zwei Felder anklicken
et: Vajuta kahele ruudule
fa: انتخاب دو مربع مبدا و مقصد
fo: Klikk á tveir puntar
fr: Clic et clic
ga: Cliceáil dhá chearnóg
hi: दो चौकों पर क्लिक करें
hr: Klikom na dva polja
hu: Kattintással
ja: 2 つのマスをクリック
lb: Zwee Felder klicken
nb: Klikk to felt
nn: Klikk to felt
pl: Klikając dwa pola
pt_br: Clicar em duas casas
zh: 点起始位置和终止位置

# preferencesDragPiece
source: Drag a piece
br: Lakaat ar pezh da riklañ
de: Die Figur ziehen
et: Lohista malendit
fa: کشیدن یک مهره
fo: Drag talvfólkið
fr: Faire glisser la pièce
ga: Tarraing píosa
hi: एक टुकड़ा खींचें
hr: Povlačenjem figure
hu: Egérhúzással
ja: 駒をドラッグ
lb: Figur zéien
nb: Dra brikke
nn: Dra brikke
pl: Przeciągając figurę
pt_br: Arrastar a peça
zh: 拖动棋子

# preferencesBothClicksAndDrag
source: Either
br: An daou
de: Klicken oder ziehen
et: Mõlemad
fa: هر دو
fo: Bæði
fr: Les deux
ga: Aon slí
hi: या तो
hr: Ili
hu: Mindkettő
ja: どちらでも
lb: Béides
nb: Begge
nn: Begge
pl: Na oba sposoby
pt_br: Ambas
zh: 两者都行

# preferencesPremovesPlayingDuringOpponentTurn
source: Premoves (playing during opponent turn)
br: Rak-fiñvadennoù (c'hoari e-pad tro hoc'h enebour)
de: Vorauszüge (Premoves), während der Gegner am Zug ist
et: Eelkäik (käigu tegemine vastase käigu ajal)
fa: پیش حرکت (بازی در نوبت حریف)
fo: Forhandarleikur (at leika, meðan mótparturin eigur leik)
fr: Pré-coups
ga: Réamh-bheart (ag imirt i lár am comhraic)
hi: पहले से चुनी गयी चालें (प्रतिद्वंद्वी की बारी के दौरान खेलना)
hr: Pretpotezi (potezi dok je protivnikov red)
hu: Előre megadott lépések (amíg az ellenfél van soron)
ja: プリムーブ（相手の手番中に次の自分の手を入力する）
lb: Virauszich (wärend dem Géigner sengem Zuch spillen)
nb: Forhåndstrekk (gjør trekk når det er motstanders trekk)
nn: Førehandstrekk (når det er motspelaren sitt trekk)
pl: Ruch planowany (podczas ruchu przeciwnika)
pt_br: Pré-movimentos (jogadas durante o turno do oponente)
zh: 预先走棋（在对手的回合走棋）

# preferencesTakebacksWithOpponentApproval
source: Takebacks (with opponent approval)
br: Nullañ ar fiñvadenn ziwezhañ (gant asant an enebour)
de: Zugrücknahme (mit Erlaubnis des Gegners)
et: Tagasivõtmised (vastase nõusolekul)
fa: پس گرفتن حرکت (با تایید حریف)
fo: Afturtøka (við loyvi frá mótleikaranum)
fr: Annulations de coups (avec accord de l'adversaire)
ga: Aistarraing (le ceadú céile comhraic)
hi: वापस लेना (प्रतिद्वंद्वी के अनुमति से)
hr: Povlačenje poteza (ako se protivnik složi)
hu: Visszalépés (az ellenfél beleegyezésével)
ja: 待ったあり（相手が同意すれば）
lb: Zeréckhuelen (mat Zoustemmung vum Géigner)
nb: Angre trekk (med motstanders godkjennelse)
nn: Ta trekket attende (etter stadfesting frå motspelaren)
pl: Cofanie ruchów (za zgodą przeciwnika)
pt_br: Voltar jogada (com aprovação do oponente)
zh: 悔棋（需要对手同意）

# preferencesInCasualGamesOnly
source: In casual games only
br: E krogadoù a vignoniezh hepken
de: Nur in ungewerteten Partien
et: Ainult ilma reitinguta mängudes
fa: در بازی های غیررسمی
fo: Bert í talvum, ið ikki ávirka styrkitøl
fr: Durant les parties amicales seulement
ga: I gcluichí fánach amháin
hi: केवल आकस्मिक खेलों में ही
hr: Samo u prijateljskim partijama
hu: Csak rangosorolás nélküli játékok esetén
ja: 非レート戦のみ
lb: Just an ongewäerten Partien
nb: Bare for uformelle partier
nn: Berre i parti som ikkje påverkar rating
pl: Tylko w grach towarzyskich
pt_br: Somente em jogos casuais
zh: 仅限于休闲对局

# preferencesPromoteToQueenAutomatically
source: Promote to Queen automatically
br: Treiñ da rouanez en un doare emgefreek
de: Automatische Umwandlung zur Dame
et: Automaatselt edenda lipuks
fa: ترفیع کردن به وزیر به صورت خودکار
fo: Umskapa til frúgv sjálvvirkið
fr: Promouvoir en dame automatiquement
ga: Ardú go banríon sa ghnáthchúrsa
hi: रानी की उन्नति (प्रमोट) अपने आप करें
hr: Auto-promocija u damu
hu: Gyalog automatikus előléptetése vezérré
ja: 自動的にクイーンに昇格する
lb: Automatesch an eng Damm ëmwandelen
nb: Forvandle til dronning automatisk
nn: Omvandle til dronning automatisk
pl: Automatyczna promocja na hetmana
pt_br: Promover a Dama automaticamente
zh: 兵自动升为后

# preferencesExplainPromoteToQueenAutomatically
source: Hold the <ctrl> key while promoting to temporarily disable auto-promotion
de: Halte die <ctrl> Taste während der Umwandlung um vorübergehend die automatische Umwandlung zu deaktivieren
et: Hoia edendamise ajal <ctrl> klahvi all, et ajutiselt keelata automaatne edendamine
fa: <ctrl> را در هنگام تبلیغ بزنید تا به طور موقت تبلیغات خودکار را غیرفعال کنید
fr: Maintenez la touche <ctrl> enfoncée lors de la promotion pour désactiver temporairement l'auto-promotion
ga: Coinnigh an <ctrl> eochair síos agus ceithearnach á ardú chun uath-ardú a dhíchumasú go sealadach
hi: <ctrl> ऑटो-प्रमोशन को अस्थायी रूप से अक्षम करने के लिए प्रचार करते समय कुंजी
hr: Držite <ctrl> tipku prilikom promocije pješaka da bi privremeno onemogućili automatsku promociju u damu
hu: Gyalogátváltozáskor tartsd lenyomva a <ctrl> billentyűt, hogy a gyalog ne változzon át automatikusan
ja: <ctrl> キーを押しながら昇格させると、Q への自動昇格を一時的に無効にできます
lb: Dréck ob deng <ctrl> Tasten während der Emwandlung fir temporär déi automatesch Emwandlung ze desaktivéieren
nb: Hold <ctrl>-tasten nede under bondeforvandlingen for å unngå auto-dronning
nn: Hald <ctrl>-tasten nede under bondeomvandlinga for å mellombels deaktivera automatisk omvandling
pl: Przytrzymaj klawisz <ctrl> podczas promocji pionka, aby tymczasowo wyłączyć automatyczną przemianę w hetmana
pt_br: Mantenha a tecla <ctrl> pressionada enquanto promove para desativar temporariamente a autopromoção
zh: 按住 <ctrl> 键以临时禁用自动升变

# preferencesWhenPremoving
source: When premoving
br: E-pad ar rak-fiñvadenn
de: Bei Vorauszug
et: Eelkäiguga
fa: در زمان پیش حرکت
fo: Við forhandarleikum
fr: Lors d'un pré-coup
ga: Réamh-ghluaiseacht
hi: पहले से चाल चलते समय
hr: Kada odigraš pretpotez
hu: Előre meghatározott lépés esetén
ja: プリムーブをした場合
lb: Wann Virauszuch
nb: Ved bruk av førtrekk
nn: Ved førehandstrekk
pl: W czasie ruchu planowanego
pt_br: Quando pré-mover
zh: 预先走棋時

# preferencesClaimDrawOnThreefoldRepetitionAutomatically
source: Claim draw on threefold repetition automatically
br: Arc'hañ bezañ rampo goude fiñvadennoù heñvel-poch en un doare emgefreek
de: Reklamiere automatisch Remis bei dreifacher Stellungswiederholung
et: Kuuluta viik kolmekordsel kordusel automaatselt
fa: ادعای تساوی در تکرار سه گانه به طور خودکار
fo: Krev remis sjálvvirkið aftaná trífalda endurtøku
fr: Déclarer la nulle par répétition automatiquement
ga: Máigh cluiche cothrom ar athrshuíomh faoi thrí go huathoibríoch
hi: दावा तीन बार दोहराव पर स्वचालित रूप से ड्रा
hr: Automatski proglasi remi po trostrukom ponavljanju pozicije
hu: Háromszori ismétlés esetén automatikus döntetlen igénylése
ja: 同形三復を自動的にドローにする
lb: Remis duerch dräifach Stellungswidderhuelung reklaméieren
nb: Krev remis ved trekkgjentakelse automatisk
nn: Krev remis automatisk ved trekkgjentaking
pl: Automatyczny remis po trzykrotnym powtórzeniu pozycji
pt_br: Reivindicar empate sobre a repetição tripla automaticamente
zh: 在三次重复局面时自动要求和局

# preferencesWhenTimeRemainingLessThanThirtySeconds
source: When time remaining < 30 seconds
br: Pa chom nebeutoc'h evit < 30 eilenn
de: Wenn Restzeit < 30 Sekunden
et: Kui aega on jäänud < 30 sekundit
fa: وقتی زمان باقی مانده کمتر از سی ثانیه است
fo: Tá ið minni enn 30 sekund eru eftir
fr: Quand il reste moins de 30 secondes
ga: Nuair atá am fágtha < 30 soicind
hi: जब बचा हुआ समय < 30 सेकेंड
hr: Kada je vrijeme < 30 sekundi
hu: Ha a hátralévő idő < 30 másodperc
ja: 持時間が残り30秒以下の場合
lb: Wann verbleiwend Zäit < 30 Sekonnen
nb: Når gjenværende tid < 30 sekunder
nn: Når attverande tid < 30 sekundar
pl: Kiedy pozostało mniej niż 30 sekund
pt_br: Quando o tempo restante < 30 segundos
zh: 当剩余时间小于30秒

# preferencesMoveConfirmation
source: Move confirmation
br: Kadarnaat ar fiñvadenn
de: Zugbestätigung
et: Käigu kinnitus
fa: تایید حرکت
fo: Vátta leik
fr: Confirmation de coup
ga: Deimhniú beart
hi: चाल की पुष्टि करें
hr: Potvrda poteza
hu: Lépés jóváhagyatása
ja: 着手をそのつど確認する
lb: Zich confirméieren
nb: Trekkbekreftelse
nn: Trekkstadfesting
pl: Potwierdzenie ruchu
pt_br: Confirmação de movimento
zh: 确认走棋

# preferencesExplainCanThenBeTemporarilyDisabled
source: Can be disabled during a game with the board menu
de: Kann während einer Partie mittels Brettmenü deaktiviert werden
fa: می‌توانید در طول بازی منوی تخته را غیرفعال کنید
fr: Peut être désactivé pendant une partie grâce au menu de l'échiquer
hi: बोर्ड मेनू के साथ गेम के दौरान अक्षम किया जा सकता है
hu: Játék közben a tábla melletti menüvel kikapcsolható
ja: ボードのメニューからゲーム中に無効にできます
lb: Kann während der Partie desaktivéiert ginn iwwert den Brietmenü
nb: Kan skrus av under partiene med menyen på brettet
nn: Kan under pågåande parti deaktiveras ved hjelp av brettmenyen
pl: Może być wyłączony podczas partii z menu
pt_br: Pode ser desativado durante a partida no menu do tabuleiro
zh: 可以在游戏中使用棋盘菜单禁用此功能

# preferencesInCorrespondenceGames
source: Correspondence games
br: Krogadoù a-bell
de: Im Fernschach
et: Kirjavahetus mängud
fa: در حال بازی مکاتبه ای
fo: Brævtalv
fr: Dans les parties par correspondance
ga: Cluichí comhfhreagrais
hi: लम्बे खेलों में
hr: U dopisnim partijama
hu: Levelező mérkőzés
ja: 通信チェスのみ
lb: Korrespondenz Schach
nb: I fjernsjakk
nn: I fjernsjakksparti
pl: W grze korespondencyjnej
pt_br: Jogos por correspondência
zh: 通信棋局

# preferencesCorrespondenceAndUnlimited
source: Correspondence and unlimited
br: A-bell ha diharz
de: Fernschach und unbegrenzt
et: Kirjavahetus ja piiramatu
fa: مکاتبه ای و نامحدود
fo: Brævtalv og óavmarkað
fr: Correspondance et illimité
ga: Comhfhreagras agus neamhtheoranta
hi: पत्राचार और असीमित
hr: Dopisni šah i neograničene partije
hu: Távjáték és korlátlan
ja: 通信戦と持時間無制限
lb: Korrespondenz an onbegrenzt
nb: Korrespondanse og ubegrenset
nn: Fjernsjakk og uavgrensa tid
pl: Korespondencyjne i bez limitu czasu
pt_br: Por correspondência e sem limites
zh: 通信和无限

# preferencesConfirmResignationAndDrawOffers
source: Confirm resignation and draw offers
br: Kadarnaat ar c'hodianañ hag ar goulenn bezañ rampo
de: Aufgabe und Remis-Angebote bestätigen
et: Kinnita alistumise ja viigi pakkumised
fa: نیاز به تایید دوباره؛ زمانی که تسلیم می شوید یا پیشنهاد تساوی می دهید
fo: Vátta, tá ið tú gevur upp ella býður remis
fr: Confirmer l'abandon et la proposition de nulle
ga: Deimhnigh éirí as agus tairiscintí cothroma
hi: इस्तीफे की पुष्टि करें और ड्रा ऑफर करें
hr: Potvrdi predaju i ponudu za remi
hu: Feladás és döntetlen kérelem megerősítése
ja: 投了とドロー提案を確認する
lb: Resignatioun a Remis-Offere confirméieren
nb: Bekreft når du gir opp eller tilbyr remis
nn: Stadfest når du gir opp eller tilbyr remis
pl: Potwierdzaj poddanie się i wysłanie propozycji remisu
pt_br: Confirmar abandono e oferta de empate
zh: 认输以及提出和棋需要确认

# preferencesCastleByMovingTheKingTwoSquaresOrOntoTheRook
source: Castling method
br: Doareoù da rokañ
de: Rochade-Methode
et: Vangerdamise meetod
fa: روش انجام شاه قلعه
fo: Háttur at leypa í borg
fr: Manière de roquer
ga: Modh caisliú
hi: आप कैसे कैंसिल करना चाहते हो?
hr: Način rošade
hu: Sáncolás módja
ja: キャスリングの入力
lb: Rochade-Method
nb: Metode for å rokere
nn: Metode for å rokere
pl: Sposób roszowania
pt_br: Maneira de rocar
zh: 王车易位方法

# preferencesCastleByMovingTwoSquares
source: Move king two squares
br: O tiplasañ ar roue deus div garrezenn
de: Ziehe den König zwei Felder weit
et: Liiguta kuningat kaks ruutu
fa: به وسیله ی دو خانه حرکت دادن شاه
fo: Flyt kongin tveir puntar
fr: En déplaçant le Roi de 2 cases
ga: Bog an rí dhá chearnóg
hi: राजा दो चौकों ले जाएँ
hr: Pomakni kralja dvije kocke
hu: Király mozog két mezőt
ja: キングを 2 マス動かす
lb: Kinnek zwee Felder beweegen
nb: Flytt kongen to felter
nn: Flytt kongen to felt
pl: Ruch królem o dwa pola
pt_br: Mover o rei duas casas
zh: 将王移动两格

# preferencesCastleByMovingOntoTheRook
source: Move king onto rook
br: Diblasañ ar roue war an tour evit rokañ
de: Ziehe den König auf den Turm
et: Liiguta kuningas vankri peale
fa: به وسیله ی حرکت دادن شاه روی خانه رخ
fo: Flyt kongin yvir á rókin
fr: En déplaçant le Roi sur la Tour
ga: Bog rí ar caiseal
hi: राजा हाथी पर ले जाएँ
hr: Pomakni kralja na kulu
hu: Király mozog a bástyára
ja: キングをルークの上に動かす
lb: Kinnek op Tuerm beweegen
nb: Sett kongen på tårnet
nn: Sett kongen på tårnet, eller to felt
pl: Ruch królem na wieżę
pt_br: Mover o rei em direção à torre
zh: 将王移到车上

# preferencesInputMovesWithTheKeyboard
source: Input moves with the keyboard
br: Aozañ an touchennaoueg evit c'hoari gantañ
de: Züge mit der Tastatur eingeben
et: Sisesta käigud klaviatuuril
fa: ورود حرکات با استفاده از صفحه کلید
fo: Skriva leikirnar við lyklaborðinum
fr: Saisir les coups au clavier
ga: Bogann ionchur leis an méarchlár
hi: कंप्यूटर कीबोर्ड के साथ इनपुट करें
hr: Omogući unošenje poteza tipkovnicom
hu: Lépések bevitele a billentyűzettel
ja: 手をキーボードで入力
lb: Zich mat der Tastatur aginn
nb: Skriv trekk med tastaturet
nn: Skriv trekk med tastaturet
pl: Wprowadzaj ruchy za pomocą klawiatury
pt_br: Fazer lances com escrita do teclado
zh: 用键盘输入棋步

# preferencesInputMovesWithVoice
source: Input moves with your voice
de: Züge per Spracheingabe eingeben
fa: حرکات را با صدای خود وارد کنید
fr: Utiliser la reconnaissance vocale pour déplacer les pièces
hu: Lépj a hangod segítségével
ja: 手を声で入力
lb: Zich per Sproocherkennung aginn
nb: Gi trekk med stemmen
nn: Oppgje trekk med røysta
pl: Wykonywanie posunięć za pomocą głosu
pt_br: Mova as peças com sua voz
zh: 用语音输入着法

# preferencesSnapArrowsToValidMoves
source: Snap arrows to valid moves
de: Pfeile markieren immer mögliche Züge
et: Liiguta nooled kehtivate käikude juurde
fa: چسبیدن پیکان‌ها به حرکت‌های ممکن
fo: Vís lógligar leikir við pílum
fr: Restreindre les flèches aux coups valides
ga: Snap saigheada chuig bearta dlithiúil
hi: मान्य चाल के लिए स्नैप तीर
hr: Crtaj strelice za planiranje budućih poteza
hu: Nyilak illesztése a szabályos lépésekhez
ja: 可能な手を矢印で表示
lb: Feiler können just legal Zich weisen
nb: Piler viser gyldige trekk
nn: Marker lovlege trekk med piler
pl: Wyrównuj strzałki do legalnych ruchów
pt_br: Insira setas para movimentos válidos
zh: 将箭头吸附到有效着法上

# preferencesSayGgWpAfterLosingOrDrawing
source: Say "Good game, well played" upon defeat or draw
de: Sage "Good game, well played" (Gute Partie, gut gespielt) nach einer Niederlage oder einem Remis
et: Ütle kaotuse või viigi korral "Good game, well played" (Hea mäng, hästi mängitud)
fa: گفتن "بازی خوبی بود، خوب بازی کردی" در هنگام باخت یا تساوی
fo: Sig "Gott talv, væl telvað," tá ið tú vinnur ella telvar javnt
fr: Dire "Bonne partie, bien jouée" en cas de défaite ou de nulle
ga: Abair "Cluiche maith, Grma" ar aon cluiche cailte nó cothroma
hi: हार या ड्रॉ पर "अच्छा खेल, अच्छा खेला" कहें
hr: Reci "Dobra partija, odlićno odigrano" kad izgubiš ili odigraš remi
hu: "Good game, well played" üzenet küldése döntetlen vagy vereség esetén
ja: 負けかドローの際に「Good game, well played」と言う
lb: No Defaite oder Remis "Good game, well played" (Gudd Partie, gudd gespillt) soen
nb: Si «Good game, well played» («Godt parti, bra spilt») etter tap eller remis
nn: Sei "Bra parti, godt spela" etter nederlag eller remis
pl: Napisz "Good game, well played" po przegranej lub remisie
pt_br: Diga "Bom jogo, bem jogado" após a derrota ou empate
zh: 输棋、和棋后自动发送：“厉害，玩得不错！”

# preferencesYourPreferencesHaveBeenSaved
source: Your preferences have been saved.
br: Savetaet eo bet ho tibaboù.
de: Deine Einstellungen wurden gespeichert.
et: Teie eelistused on salvestatud.
fa: تغییرات شما ذخیره شده است
fo: Tínar stillingar eru goymdar.
fr: Vos préférences ont été sauvegardées.
ga: Sábháladh do chuid sainroghanna.
hi: आपकी प्राथमिकताएं सेव कर ली गई हैं
hr: Tvoje promjene su spremljene.
hu: Beállítások elmentve.
ja: 設定が保存されました。
lb: Deng Astellungen goufen gespäichert.
nb: Innstillingene dine er lagret.
nn: Preferansane dine er lagra.
pl: Twoje ustawienia zostały zapisane.
pt_br: Suas preferências foram salvas.
zh: 你的设置已保存。

# preferencesScrollOnTheBoardToReplayMoves
source: Scroll on the board to replay moves
de: Auf dem Brett scrollen, um Züge durchzugehen
et: Käikude kordamiseks keri laual
fa: اسکرول کردن روی صفحه برای مشاهده مجدد حرکت‌ها
fr: Parcourez les coups avec la molette de la souris sur l'échiquier
ga: Scrollaigh ar an gclár chun bearta a athimirt
hi: पिछली चालें पुनः देखने के लिए बोर्ड पर स्क्राल करें
hr: Pomakni kotačić miša iznad ploče za pregled poteza
hu: Lépések visszajátszása görgetéssel
ja: ボード上スクロールで手を再現
lb: Scroll iwwer d'Briet fir Zich nozespillen
nb: Bruk musehjulet for å spille av trekk
nn: Rull ("scroll med musehjulet") ned på brettet for å spela trekk omatt
pl: Przewiń myszką, aby powtórzyć ruchy
pt_br: Use o scroll do mouse no tabuleiro para ir passando as jogadas
zh: 在棋盘上滚动鼠标滚轮以回退

# preferencesCorrespondenceEmailNotification
source: Daily mail notification listing your correspondence games
de: Tägliche E-Mail-Benachrichtigung, die deine Fernschachpartien auflistet
et: Igapäevane e-kiri, mis sisaldab pooleliolevaid kirjavahetusmänge
fa: ایمیل های روزانه که بازی های شبیه شما را به صورت لیست درمی‌آورند
fr: Email quotidien de la liste de vos parties par correspondance
ga: Ríomhphost laethúil ag liostú do chluichí comhfhreagrais
hi: आपके पत्राचार खेलों को सूचीबद्ध करने वाली दैनिक मेल अधिसूचना
hr: Dnevna obavijest putem pošte s popisom vaših dopisnih igara
hu: Napi email a folyamatban lévő levelezős játszmákról
ja: 通信戦の対局をリストにした毎日のメール通知
lb: Deegleg Email mat Lëscht vun Korrespondenzpartien
nb: Daglig oversikt over fjernsjakkpartiene dine tilsendt på e-post
nn: Dagleg e-postmelding med ei liste av fjernsjakkpartia dine
pl: Codzienne powiadomienia mailowe z listą Twoich partii korespondencyjnych
pt_br: Email diário listando seus jogos por correspondência
zh: 每日发送邮件通知你正在进行的通讯棋局

# preferencesNotifyStreamStart
source: Streamer goes live
de: Streamer ist live
et: Striimija alustab otseülekannet
fa: استریمر شروع به فعالیت کرد
fr: Le diffuseur passe en direct
ga: Sraoilleán ag craoladh beo
hr: Streamer ide uživo
hu: Egy streamer műsort ad
ja: 配信を始めた時
lb: Streamer geet live
nb: Strømmer begynner å strømme
nn: Strøyminga er i gang
pl: Streamer jest na żywo
pt_br: Streamer começou uma transmissão ao vivo
zh: 主播开始直播

# preferencesNotifyInboxMsg
source: New inbox message
de: Neue Nachricht im Posteingang
et: Postkastis on uus sõnum
fa: پیام جدید
fr: Nouveau message
ga: Teachtaireacht nua sa bosca isteach
hr: Nova poruka u ulaznoj pošti
hu: Új üzenet
ja: 新しい着信メッセージ
lb: Nei Privatnoriicht
nb: Ny melding i innboksen
nn: Ny melding i innboksen
pl: Nowa wiadomość
pt_br: Nova mensagem na caixa de entrada
zh: 新消息
