Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# isPrivate
source: Private
br: Prevez
de: Privat
et: Privaatne
fa: خصوصی
fo: Innanhýsis
fr: Privé
ga: Príobháideach
hi: गोपनीय
hr: Privatno
hu: Privát
ja: プライベート
lb: Privat
nb: Privat
nn: Privat
pl: Prywatny
pt_br: Privado
tt: Яшерен
zh: 私人锦标赛

# reportXToModerators
source: Report {param} to moderators
br: Diskleriañ {param} d'an habaskaerien
de: Melde {param} den Moderatoren
et: Teata kasutajast {param} moderaatoritele
fa: گزارش {param} به مدیران سایت
fo: Sig fyriskiparum frá um {param}
fr: Signaler {param} aux modérateurs
ga: Déan gearán faoi {param} leis na modhnóirí
hi: संचालकों को {param} रिपोर्ट करें
hr: Prijavi {param} moderatorima
hu: {param} jelentése a moderátoroknak
ja: モデレーターに{param}を通報する。
lb: {param} den Moderatoren mellen
nb: Rapporter {param} til moderatorene
nn: Meld {param} til moderator
pl: Zgłoś {param} do moderatora
pt_br: Reportar {param} aos moderadores
tt: {param} турында модераторларга белдерү
zh: 举报{param}

# profileCompletion
source: Profile completion: {param}
br: Feur leuniañ ar profil: {param}
de: Profil vollständig zu {param}
et: Profiili täidetud: {param}
fa: میزان تکمیل رُخ‌نما: {param}
fo: Vangamynd útfylt: {param}
fr: Profil rempli à {param}
ga: Comhlánú próifíle: {param}
hi: प्रोफाइल पूरा: {param}
hr: Profil je uređen {param}
hu: Profil teljessége: {param}
ja: プロフィール記入率：{param}
lb: Profil vollstänneg zu: {param}
nb: Profil fullført: {param}
nn: Profil fullført: {param}
pl: Kompletność profilu: {param}
pt_br: Conclusão do perfil: {param}
tt: Профиль тәмамлыгы: {param}
zh: 资料完成度：{param}

# xRating
source: {param} rating
br: Renkadur {param}
de: {param} Wertungszahl
et: {param} reiting
fa: درجه‌‏بندی {param}
fo: {param} styrkital
fr: Classement {param}
ga: rátáil {param}
hi: {param} रेटिंग
hr: {param} rejting
hu: {param} értékszám
ja: {param} レーティング
lb: {param} Wäertung
pl: ranking {param}
pt_br: Rating {param}
tt: {param} рейтингы
zh: {param}等级分

source: If none, leave empty
br: Ma n'eus ket, laoskit goullo
de: Nur falls vorhanden
et: Kui pole, jäta tühjaks
fa: اگر ندارید، خالی گذارید
fo: Um einki, lat teigin vera tóman
fr: Sinon, laissez vide
ga: Mura bhfuil, fág folamh
hi: यदि कोई नहीं, खाली छोड़ दो
hr: Nemaš rejting? Ostavi polje prazno
hu: Ha nincs, hagyd üresen
ja: ない場合は空白で
lb: Eidel loossen, falls keng
nb: Hvis ingen, la stå tom
nn: Om ingen, lat stå tomt
pl: Jeśli nie masz, zostaw puste
pt_br: Se nenhuma, deixe vazio
tt: Булмаса, буш калдырыгыз
zh: 如果没有，请留空

source: Profile
br: Profil
de: Profil
et: Profiil
fa: رُخ‌نما
fo: Vangamynd
fr: Profil
ga: Próifíl
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
ja: プロフィール
lb: Profil
nb: Profil
nn: Profil
pl: Profil
pt_br: Perfil
tt: Профиль
zh: 个人资料

source: Edit profile
br: Aozañ ar profil
de: Profil bearbeiten
et: Muuda profiili
fa: ویرایش رُخ‌نما
fo: Broyt vangamynd
fr: Modifier le profil
ga: Cuir próifíl in eagar
hi: प्रोफ़ाइल संपादित करें
hr: Uredi profil
hu: Profil szerkesztése
ja: プロフィールの編集
lb: Profil änneren
nb: Rediger profil
nn: Rediger profilen
pl: Edycja profilu
pt_br: Editar perfil
tt: Профильны үзгәртү
zh: 编辑个人资料

source: Biography
br: Diwar ho penn
de: Profiltext
et: Kirjeldus
fa: شرح‌حال
fo: Ævilýsing
fr: Biographie
ga: Beathaisnéis
hi: जीवनी
hr: Životopis
hu: Bemutatkozás
ja: 自己紹介
lb: Biographie
nb: Biografi
nn: Biografi
pl: O mnie
pt_br: Biografia
tt: Үзең турында
zh: 个人简介

source: Thank you!
br: Trugarez!
de: Vielen Dank!
et: Aitäh!
fa: ممنون!
fo: Takk fyri!
fr: Merci !
ga: Go raibh maith agat!
hi: धन्यवाद!
hr: Hvala!
hu: Köszönjük!
ja: ありがとう！
lb: Merci!
nb: Takk!
nn: Takk!
pl: Dziękujemy!
pt_br: Obrigado!
tt: Рәхмәт!
zh: 致谢！

source: Social media links
br: Liammoù ar mediaoù sokial
et: Sotsiaalmeedia lingid
fa: لینک های رسانه های اجتماعی
fo: Leinki til sosialar miðlar
fr: Liens des réseaux sociaux
ga: Naisc chuig na meáin shóisialta
hi: सामाजिक माध्यम
hr: Linkovi društvenih mreža
hu: Közösségi média
ja: ソーシャルメディアへのリンク
lb: Sozial Medien Links
nb: Lenker til sosiale medier
nn: Lenker til sosiale media
pl: Linki do mediów społecznościowych
pt_br: Links de mídia social
tt: Социаль медиа сылтамалары
zh: 社交媒体链接

source: One URL per line.
br: Un URL dre linenn.
de: Eine URL pro Zeile.
et: Üks URL iga rea kohta.
fa: یک نشانی در هر خط.
fo: Eitt URL fyri hvørja reglu.
fr: Une URL par ligne.
ga: URL amháin an líne.
hi: प्रति पंक्ति एक कड़ी
hr: Jedan URL po liniji.
hu: Egy URL soronként.
ja: URL は 1 行に 1 個です。
lb: Eng URL pro Zeil.
nb: Én URL per linje.
nn: Ein URL per line.
pl: Jeden adres URL na linię.
pt_br: Uma URL por linha.
zh: 每行一个URL。

source: Inline notation
br: Notennoù en-linenn
et: Tekstisisene notatsioon
fa: نشانه‌گذاری خطی
fo: Innbygd teknskipan
fr: Notation en ligne
ga: Nodaireacht inlíne
hi: इनलाइन नोटेशन
hr: Kompaktnija notacija
hu: Megjegyzések beszúrása
ja: 棋譜を行書き
lb: Inline-Notatioun
nb: Innebygd notasjon
nn: Innbygd notasjon
pl: Notacja ciągła
pt_br: Notação em linha
tt: Кертелгән билгеләнеш
zh: 紧凑显示棋谱

# makeAStudy
source: For safekeeping and sharing, consider making a study.
de: Zur Sicherheit und zum Teilen, überlege, ob du eine Studie anlegen möchtest.
et: Hoiustamiseks ja jagamiseks kaalutle uuringu koostamist.
fa: برای نگهداری مطمئن و اشتراک‌گذاری، ایجاد یک مطالعه را در نظر بگیرید.
fr: Pour conserver et partager vos analyses, créez une étude.
ga: Ar mhaithe le slánú agus le roinnt, smaoinigh ar staidéar a dhéanamh.
hi: सुरक्षित रखने और साझा करने के लिए, एक अध्ययन करने पर विचार करें।
hr: Za čuvanje i dijeljenje razmislite o izradi studije.
hu: A biztonság kedvéért és a későbbi megosztás lehetőségéért fontold meg egy tanulmány létrehozását.
ja: 永久保存や共有には「研究」機能をお使いください。
lb: Fir Varianten laangfristeg ze haalen an ze deelen, consideréier eng Etüd ze kreéieren.
nb: Du kan lage en studie for å bevare og dele trekkene.
nn: Om du vil ta vare på trekka til seinare er det betre å laga ein studie.
pl: Aby bezpiecznie zapamiętać i udostępniać, rozważ stworzenie opracowania.
pt_br: Para salvar e compartilhar uma análise, crie um estudo.
zh: 如果要保管和分享，请考虑创建一项研讨。

# clearSavedMoves
source: Clear moves
de: Züge löschen
et: Tühista käigud
fa: حرکت های واضح
fr: Supprimer les coups
ga: Glan amach bearta
hi: चाल हटाओ
hr: Očisti poteze
hu: Lépések törlése
ja: 手をクリアする
lb: Zich läschen
nb: Fjern trekk
nn: Fjern trekk
pl: Usuń ruchy
pt_br: Limpar lances
zh: 清除着法储存

source: Previously on Lichess TV
br: N'eus ket pell zo war Lichess TV
de: Zuletzt auf Lichess TV
et: Eelnevalt Lichess TV-s
fa: بازی پیشین در Lichess
fo: Áður víst í Lichess-sjónvarpi
fr: Précédemment sur Lichess TV
ga: Roimhe seo ar Lichess TV
hi: इससे पहले Lichess TV पर
hr: Prethodno na Lichess TV-u
hu: A Lichess TV korábbi műsorai
ja: 過去の Lichess TV 対局
lb: Virdrun op Lichess TV
nb: Tidligere på Lichess TV
nn: Tidlegare på Lichess TV
pl: Poprzednio w Lichess TV
pt_br: Anteriormente em Lichess TV
tt: Алданлырак Личес ТВда
zh: 过去的 Lichess TV

source: Online players
br: C'hoarierien enlinenn
de: Spieler online
et: Mängijad kohal
fa: بازیکنان بَرخط
fo: Telvarar á netinum nú
fr: Joueurs en ligne
ga: Imreoirí ar líne
hi: ऑनलाइन खिलाड़ियों
hr: Online igrači
hu: Online játékosok
ja: 接続中のプレイヤー
lb: Online Spiller
nb: Påloggede spillere
nn: Innlogga spelarar
pl: Gracze online
pt_br: Jogadores online
tt: Юрдә уйнаучылар
zh: 在线棋手

source: Active players
br: C'hoarierien oberiat
de: Aktive Spieler
et: Aktiivsed mängijad
fa: بازیکنان فعال
fo: Virknir telvarar
fr: Joueurs actifs
ga: Imreoirí gníomhacha
hi: सक्रिय खिलाडी
hr: Aktivni igrači
hu: Aktív játékosok
ja: 総対局数上位
lb: Aktiv Spiller
nb: Aktive spillere
nn: Aktive spelarar
pl: Aktywni gracze
pt_br: Jogadores ativos
tt: Актив уйнаучылар
zh: 活跃棋手

source: Beware, the game is rated but has no clock!
br: Diwallit, renket eo ar c'hrogad met n'eus horolaj ebet!
de: Achtung! Das Spiel wird gewertet, aber ohne Uhr gespielt!
et: Tähelepanu, mäng on reitinguga aga ajakontrollita!
fa: مراقب باشید،این بازی رتبه بندی میشود اما بدون ساعت!
fo: Gev gætur, at talvið verður styrkismett, men hevur onga klokku!
fr: Attention, la partie est classée, mais sans limite de temps !
ga: Tabhair aire, tá an cluiche seo rátáilte ach níl clog aige!
hi: सावधान, खेल मूल्यांकित है लेकिन कोई समय नियंत्रण नहीं है!
hr: Oprez, igra se za bodove ali ne i na vrijeme!
hu: A játszma értékelt, de nincs időmérés!
ja: 注意！レイティング対象ですが時間無制限です
lb: Pass op, d'Partie ass gewäert mee huet keng Auer!
nb: Legg merke til at partiet er ratet, men ikke tidsbegrenset!
nn: Legg merke til at partiet er rangert, men ikkje tidsavgrensa!
pl: Miej na uwadze, że partia jest rankingowa, ale nie ma limitu czasu!
pt_br: Cuidado, o jogo vale rating, mas não há controle de tempo!
tt: Сак бул, бу уен рейтинглы, әмма сәгать юк!
zh: 注意，此对局是排位赛，但是不计时！

source: Success
br: Deuet oc'h a-benn
de: Gespeichert
et: Edukas
fa: موفق شدید
fo: Tað eydnaðist
fr: Réussi
ga: D'éirigh leat
hi: सफलता
hr: Uspjeh
hu: Sikerült!
ja: 成功
lb: Succès
nb: Vellykket
nn: Korrekt
pl: Sukces
pt_br: Sucesso
tt: Уңышлы
zh: 操作成功

source: Automatically proceed to next game after moving
br: Cheñch krogad en un doare emgefreek goude ur fiñvadenn
de: Nach dem Zug automatisch zur nächsten Partie gehen
et: Liigu automaatselt järgmise mängu juurde pärast käiku
fa: حرکت کردن اتوماتیک برای بازی بعدی بعد از حرکت کردن
fo: Halt sjálvvirkið fram við næsta talvi aftaná at hava flutt
fr: Aller automatiquement à la prochaine partie après chaque coup
ga: Téigh ar aghaidh chuig an chéad cluiche eile go huathoibríoch i ndiaidh bogadh
hi: चाल चलने के बाद अपने आप अगले खेल पर जाएँ
hr: Automatski prebaci na sljedeću partiju nakon odigranog poteza
hu: Lépés után ugrás a következő játékra
ja: 指した後 自動的に次のゲームに切り替える
lb: Automatesch bei déi nächst Partie goen nom Zéien
nb: Fortsett automatisk til neste parti etter utført trekk
nn: Gå automatisk til neste parti etter trekk
pl: Po ruchu automatycznie przejdź do kolejnej partii
pt_br: Passar automaticamente ao jogo seguinte após o lance
tt: Тукталмыйча дәвам ит киләсе уенны алгы йөртүдә
zh: 走棋后自动进入下一盘棋

source: Auto switch
br: Cheñch tu emgefreek
de: Automatischer Wechsel
et: Automaatne siirdumine
fa: تعویض خودکار
fo: Sjálvvirknisknøttur
fr: Changement automatique
ga: Athrú uathoibríoch
hi: अपने आप खेल बदलें।
hr: Prebaci automatski
hu: Automatikus váltás
ja: 自動切り替え
nb: Autosyklus
nn: Hopp automatisk til neste parti
pl: Przełącz po ruchu
pt_br: Alternar automaticamente
tt: Үзе күчерә
zh: 自动切换

source: Puzzles
br: Poelladennoù
de: Aufgaben
et: Pusled
fa: معماها
fo: Uppgávur
fr: Problèmes
ga: Tomhais
hi: पहेलियाँ
hr: Problemi
hu: Feladvány
ja: タクティクス問題
lb: Aufgaben
nb: Sjakknøtter
nn: Sjakknøtter
pl: Zadania szachowe
pt_br: Quebra-cabeças
tt: Башваткычлар
zh: 谜题

source: Name
br: Anv
et: Nimi
fa: نام
fo: Navn
fr: Nom
ga: Ainm
hi: नाम
hr: Ime
hu: Név
ja: 名称
lb: Numm
nb: Navn
nn: Namn
pl: Nazwa
pt_br: Nome
tt: Исем
zh: 名称

source: Description
br: Deskrivadur
de: Beschreibung
et: Kirjeldus
fa: شرح
fo: Lýsing
ga: Cur síos
hi: विवरण
hr: Opis
hu: Leírás
ja: 説明
lb: Beschreiwung
nb: Beskrivelse
nn: Forklaring
pl: Opis
pt_br: Descrição
tt: Тафсиры
zh: 描述

# descPrivate
source: Private description
br: Deskrivadur prevez
de: Interne Beschreibung
et: Privaatne kirjeldus
fa: توضیحات خصوصی
fo: Innanhýsis lýsing
fr: Description privée
ga: Cur síos príobháideach
hi: टेक्स्ट जो केवल टीम के सदस्य देखेंगे। यदि सेट किया जाता है, तो टीम के सदस्यों के लिए सार्वजनिक विवरण को बदल देता है।
hr: Privatni opis
hu: Privát leírás
ja: 非公開説明文
lb: Privat Beschreiwung
nb: Privat beskrivelse
nn: Privat omtale
pl: Prywatny opis
pt_br: Descrição privada
tt: Шәхси тафсиры
zh: 内部简介

# descPrivateHelp
source: Text that only the team members will see. If set, replaces the public description for team members.
br: Testenn a vo gwelet gant izili ar skipailh nemetken. Mard eo roet, lakaet e lec’h an deskrivadur foran evit izili ar skipailh.
de: Text, den nur Teammitglieder lesen können. Wenn ausgefüllt, ersetzt er für Teammitglieder die öffentliche Beschreibung.
et: Tekst mida näevad ainult võistkonna liikmed. Kui on valitud siis asendatakse avalik kirjeldus võistkonna liikmetele.
fa: متنی که فقط اعضای تیم مشاهده خواهند کرد. در صورت تعیین، جایگزین توضیحات عمومی برای اعضای تیم خواهد شد.
fo: Tekstur ið bert limir á liðnum fara síggja. Um hann er útfyltur, verður hann fyri limir brúktur í staðin fyri almennu lýsingina.
fr: Texte que seuls les membres de l'équipe verront. Si utilisé, remplace la description publique pour les membres de l'équipe.
ga: Téacs nach bhfuil le feiceáil ach le baill. Má tá sé socraithe, cuirtear an tuairisc phoiblí in ionad do baill na foirne.
hi: "निजी विवरण" शीर्षक के लिए मदद पाठ/
hr: Tekst koji će vidjeti samo članovi tima. Ako je postavljen, zamjenjuje javni opis za članove tima.
hu: Szöveg, amit csak a csapattagok láthatnak. Kitöltés esetén lecseréli a nyilvános leírást a csapattagok számára.
ja: チームメンバーだけに見える文章です。設定すると、チームメンバーには一般向けの説明文に代えて表示されます。
lb: Text deen just Ekippenmemberen wäerten gesinn. Falls agestallt, ersetzt en fir Memberen d'ëffentlech Beschreiwung.
nb: Tekst som lagmedlemmene ser i stedet for den offentlige beskrivelsen.
nn: Tekst som berre lagmedlemar kan sjå. Dersom utfylt vert den ei erstatning av den offentlege omtalen, til bruk for laget sine medlemar.
pl: Tekst widoczny tylko dla członków klubu. Jeśli jest ustawiony, zastępuje publiczny opis dla członków klubu.
pt_br: Texto que apenas os membros da equipe verão. Se definido, substitui a descrição pública para os membros da equipe.
tt: Язма төркемле уенчыларга гына күренә ала. Әгәр куйсагыз, алыштырсагыз төркем әгъзалары өчен җәмәгать тасвирламасын.
zh: 仅团队成员可见，设置后将覆盖公开简介为团队成员展示。

source: No
br: Nann
de: Nein
et: Ei
fa: نه
fo: Nei
fr: Non
ga: Ná lig
hi: नहीं
hr: Ne
hu: Nem
ja: いいえ
lb: Nee
nb: Nei
nn: Nei
pl: Nie
pt_br: Não
tt: Юк
zh: 否

source: Yes
br: Ya
de: Ja
et: Jah
fa: بله
fo: Ja
fr: Oui
ga: Lig
hi: हाँ
hr: Da
hu: Igen
ja: はい
lb: Jo
nb: Ja
nn: Ja
pl: Tak
pt_br: Sim
tt: Әйе
zh: 是

source: Help:
br: Sikour:
de: Hilfe:
et: Abi:
fa: راهنما:
fo: Hjálp:
fr: Aide :
ga: Cabhair:
hi: सहायता
hr: Pomoć:
hu: Segítség
ja: ヘルプ：
lb: Hëllef:
nb: Hjelp:
nn: Hjelp:
pl: Porada:
pt_br: Ajuda:
tt: Булышу:
zh: 帮助：

source: Create a new topic
br: Krouiñ ur sujed nevez
de: Erstelle ein neues Thema
et: Loo uus teema
fa: ایجاد یک موضوع جدید
fo: Stovna eitt nýtt evni
fr: Créer un nouveau sujet
ga: Cruthaigh topaic nua
hi: एक नया विषय बनाएँ
hr: Kreiraj novu temu
hu: Új téma létrehozása
ja: 新しいトピックを作成
lb: Neien Thema kreéieren
nb: Opprett nytt emne
nn: Opprett eit nytt emne
pl: Załóż nowy temat
pt_br: Criar novo tópico
tt: Яңа сәрхаү ачу
zh: 新话题

source: Topics
br: Temoù
de: Themen
et: Teemad
fa: مباحث
fo: Evni
fr: Sujets
ga: Topaicí
hi: विषय
hr: Teme
hu: Témák
ja: トピック
lb: Themen
nb: Emner
nn: Emne
pl: Liczba tematów
pt_br: Tópicos
tt: Сәрхәү
zh: 话题

source: Posts
br: Kemennadennoù
de: Beiträge
et: Postitused
fa: پست ها
fo: Uppsløg
fr: Messages
ga: Postálacha
hi: पोस्ट की संख्या
hr: Objave
hu: Hozzászólások
ja: 投稿数
lb: Bäiträg
nb: Innlegg
nn: Innlegg
pl: Liczba wpisów
pt_br: Publicações
tt: Хәбәрләр
zh: 帖子

source: Last post
br: Kemennadenn ziwezhañ
de: Letzter Beitrag
et: Viimane postitus
fa: آخرین ارسال
fo: Seinasta uppslag
fr: Dernier message
ga: Postáil is déanaí
hi: आख़िरी पोस्ट
hr: Zadnja objava
hu: Utolsó hozzászólás
ja: 最終投稿
lb: Leschten Beitrag
nb: Siste innlegg
nn: Siste innlegg
pl: Ostatni wpis
pt_br: Última postagem
tt: Соңгы хәбәр
zh: 最后一帖

source: Views
br: Gwelet
de: Besuche
et: Vaatamisi
fa: نمایش ها
fo: Áskoðanir
fr: Vues
ga: Amhairc
hi: देखे जाने की संख्या
hr: Pregleda
hu: Megtekintések
ja: 閲覧数
lb: Besich
nb: Visninger
nn: Visningar
pl: Wyświetleń
pt_br: Visualizações
tt: Карамаклар
zh: 浏览

source: Replies
br: Respontoù
de: Antworten
et: Vastused
fa: پاسخ ها
fo: Svar
fr: Réponses
ga: Freagraí
hi: उत्तरों की संख्या
hr: Odgovora
hu: Hozzászólások
ja: 返信数
lb: Äntwerten
nb: Svar
nn: Svar
pl: Odpowiedzi
pt_br: Respostas
tt: Җаваплар
zh: 回复

source: Reply to this topic
br: Respont d'ar sujed-mañ
de: Auf dieses Thema antworten
et: Vasta sellele teemale
fa: پاسخ به این موضوع
fo: Svara í sambandi við hetta evnið
fr: Répondre à ce sujet
ga: Tabhair freagra ar an topaic seo
hi: इस विषय पर उत्तर दें
hr: Odgovori na ovu temu
hu: Hozzászólás
ja: このトピックに返信
lb: Op dësen Thema äntweren
nb: Svar på dette emnet
nn: Svar på dette emnet
pl: Odpowiedz w tym temacie
pt_br: Responder a este tópico
tt: Бу сәрхәүгә җавап
zh: 回复

source: Reply
br: Respont
de: Antworten
et: Vasta
fa: پاسخ
fo: Svara
fr: Répondre
ga: Freagair
hi: उत्तर दें
hr: Odgovori
hu: Hozzászólás küldése
ja: 返信
lb: Äntwert
nb: Svar
nn: Svar
pl: Odpowiedz
pt_br: Responder
tt: Җавап
zh: 回复

source: Message
br: Kemennadenn
de: Nachricht
et: Sõnum
fa: پیام
fo: Boð
ga: Teachtaireacht
hi: संदेश
hr: Poruka
hu: Üzenet
ja: メッセージ
nb: Melding
nn: Melding
pl: Wiadomość
pt_br: Mensagem
tt: Хәбәр
zh: 信息

source: Create the topic
br: Krouiñ ur sujed
de: Thema erstellen
et: Loo teema
fa: ایجاد موضوع
fo: Stovna evnið
fr: Créer un sujet
ga: Cruthaigh an topaic
hi: इस विषय को बनाएँ
hr: Kreiraj temu
hu: Téma létrehozása
ja: トピックを作成
lb: Thema erstellen
nb: Opprett emnet
nn: Opprett emnet
pl: Załóż temat
pt_br: Criar tópico
tt: Сәрхәү ачу
zh: 创建话题

source: Report a user
br: Diskleriañ un implijer d'an habaskaerien
de: Benutzer melden
et: Teata kasutajast
fa: گزارش یک کاربر
fo: Sig frá um ein brúkara
fr: Signaler un utilisateur
ga: Déan gearán faoi úsáideoir
hi: किसी उपयोगकर्ता (यूज़र) को रिपोर्ट करें
hr: Prijavi korisnika
hu: Felhasználó jelentése
ja: プレイヤーの報告
lb: Benotzer mellen
nb: Rapporter en bruker
nn: Rapportér ein brukar
pl: Zgłoś użytkownika
pt_br: Reportar um usuário
tt: Кулланучыны белделергә
zh: 举报用户

source: User
br: Implijer
de: Benutzer
et: Kasutaja
fa: کاربر
fo: Brúkari
fr: Utilisateur
ga: Úsáideoir
hi: उपयोगकर्ता (यूज़र)
hr: Korisnik
hu: Felhasználó
ja: プレイヤー
lb: Benotzer
nb: Bruker
nn: Brukar
pl: Użytkownik
pt_br: Usuário
tt: Кулланучы
zh: 用户

source: Reason
br: Abeg
de: Grund
et: Põhjus
fa: دلیل
fo: Orsøk
fr: Motif
ga: Fáth
hi: कारण
hr: Razlog
hu: Ok
ja: 理由
lb: Grond
nb: Årsak
nn: Årsak
pl: Powód
pt_br: Motivo
tt: Сәбаб
zh: 原因

# whatIsIheMatter
source: What's the matter?
br: Peseurt kudenn zo?
de: Was ist das Problem?
et: Milles asi?
fa: موضوع
fo: Hvat bagir?
fr: Quel est le problème ?
ga: Cad atá cearr?
hi: बात क्या है?
hr: U čemu je problem?
hu: Probléma meghatározása
ja: どうされましたか？
lb: Wat ass den Problem?
nb: Hva gjelder det?
nn: Kva gjeld saka?
pl: Jakie to ma znaczenie?
pt_br: Qual é o motivo?
tt: Нәрсә булды?
zh: 举报原因？

source: Cheat
br: Trucherezh
de: Betrug
et: Sohk
fa: تقلب
fo: Snýt
fr: Triche
ga: Caimiléir
hi: धोखेबाज़ी
hr: Varanje
hu: Csalás
ja: ソフト使用
lb: Bedruch
nb: Juks
nn: Juks
pl: Oszust
pt_br: Trapaça
tt: Алдамак
zh: 作弊

source: Troll
fa: ترول
fo: Trøll
hi: ट्रोल
hr: Provokacija
hu: Trollkodás
ja: 荒らし
pl: Natręt (troll)
tt: Троль
zh: 捣乱

source: Other
br: All
de: Sonstiges
et: Muu
fa: موضوعات دیگر
fo: Annað
fr: Autre
ga: Eile
hi: दूसरा
hr: Ostalo
hu: Egyéb
ja: その他
lb: Aner
nb: Annet
nn: Anna
pl: Inne
pt_br: Outro
tt: Бүтән
zh: 其他

# reportDescriptionHelp
source: Paste the link to the game(s) and explain what is wrong about this user behavior. Don't just say "they cheat", but tell us how you came to this conclusion. Your report will be processed faster if written in English.
fa: لینک بازی های این کاربر را قرار دهید و توضیع دهید خطای رفتار این بازیکن چه بوده است
fr: Copiez le(s) lien(s) vers les parties et expliquez en quoi le comportement de cet utilisateur est inapproprié. Ne dites pas juste "il triche", mais expliquez comment vous êtes arrivé à cette conclusion. Votre rapport sera traité plus vite s'il est écrit en anglais.
tt: Уен(нар) сылтамаларын кертегез һәм бу кулланучының тәртибендә дөрес булмаганны аңлатыгыз. "Алдакчы" дип кенә әйтмәгез, бу нәтиҗәгә ничек килгәнегезне әйтегез. Сезнең җибәрүегез инглизчә язылган очракта тизрәк эшкәртеләчәк.
zh: 请附上棋局链接解释该用户的行为问题。例如如果你怀疑某用户作弊，请不要只说 “对手作弊”。请解释为什么你认为对手作弊。如果你用英语举报，我们将会更快作出答复。

# error_provideOneCheatedGameLink
source: Please provide at least one link to a cheated game.
br: Roit d'an nebeutañ ul liamm hag a gas d'ur c'hrogad trucherezh ennañ.
de: Bitte gib mindestens einen Link zu einem Spiel an, in dem betrogen wurde.
et: Palun andke vähemalt üks link pettust sisaldavale mängule.
fa: لطفآ حداقل یک نمونه تقلب در بازی را مطرح کنید.
fo: Útvega leinki til í minsta lagi eitt talv, har snýtt varð.
fr: Merci de fournir au moins un lien vers une partie où il y a eu triche.
ga: Cuir nasc ar fáil chuig cluiche amháin ar a laghad ar tharla caimiléireacht ann le do thoil.
hi: कृपया ठगे गए खेल के लिए कम से कम एक लिंक प्रदान करें।
hr: Molimo navedite barem jedan link igre u kojoj je igrač varao.
hu: Kérünk, legalább adj meg linket legalább egy csalt játszmához.
ja: 不正のあった対局 1 局以上へのリンクを添えてください。
lb: Wannechgelift gëff eis op mannst een Link zu enger Partie mat Bedruch.
nb: Oppgi minst én lenke til et jukseparti.
nn: Oppgje minst ei lenke til eit jukseparti.
pl: Podaj przynajmniej jeden odnośnik do gry, w której oszukiwano.
pt_br: Por favor forneça ao menos um link para um jogo com suspeita de trapaça.
tt: Зинһар, алданган уенга ким дигәндә бер сылтама бирегез.
zh: 请提供至少一局作弊的棋局的链接。

# by
source: by {param}
br: gant {param}
de: von {param}
et: autor {param}
fa: توسط {param}
fo: eftir {param}
fr: par {param}
ga: ó{param}
hi: {param} द्वारा
hr: od {param}
hu: Létrehozta: {param}
ja: {param} によって
lb: vum {param}
nb: av {param}
nn: av {param}
pl: autor {param}
pt_br: por {param}
tt: {param}дан
zh: 来自{param}

# importedByX
source: Imported by {param}
br: Enportzhiet gant {param}
de: Importiert von {param}
et: Importis {param}
fa: {param} آن را وارد کرده
fo: {param} las inn
fr: Importée par {param}
ga: Iompórtáilte ag {param}
hi: {param} द्वारा आयातित
hr: Uvezao {param}
hu: Importálva {param} által
ja: {param} がインポート
lb: Importéiert vun {param}
nb: Importert av {param}
nn: Importert av {param}
pl: Zaimportowane przez {param}
pt_br: Importado por {param}
zh: 由 {param} 导入

source: This topic is now closed.
br: Serr eo ar sujed-mañ bremañ.
de: Dieses Thema wurde geschlossen.
et: See teema on nüüd lõpetatud.
fa: این موضوع بسته شده است
fo: Evnið er nú afturlatið.
fr: Ce sujet est maintenant fermé.
ga: Tá an topaic seo dúnta anois.
hi: यह विषय अब बंद हो चुका है|
hr: Ova tema je zatvorena.
hu: Lezárt téma.
ja: このトピックは閉鎖されました。
lb: Dësen Thema ass elo zou.
nb: Dette emnet er nå lukket.
nn: Dette emnet er no lukka.
pl: Ten temat został zamknięty.
pt_br: O tópico foi fechado.
tt: Бу сәрхәү хәзер ябык.
zh: 本话题已关闭。

source: Blog
et: Blogi
fa: بلاگ
fo: Bloggur
ga: Blag
hi: ब्लॉग
ja: ブログ
nb: Blogg
nn: Blogg
tt: Шәлкемлек
zh: 博客

source: Notes
br: Notennoù
de: Notizen
et: Märkmed
fa: یادداشت ها
fo: Upprit
ga: Nótaí
hi: टिप्पणियाँ
hr: Zabilješke
hu: Jegyzetek
ja: メモ
lb: Notten
nb: Notater
nn: Notat
pl: Notatki
pt_br: Notas
tt: Искәрмәләр
zh: 备注

source: Type private notes here
br: Bizskrivañ notennoù prevez amañ
de: Private Notizen hier eingeben
et: Siia võib kirjutada märkmeid
fa: یادداشت خصوصی را اینجا وارد کنید
fo: Skriva tíni egnu upprit her
fr: Écrivez vos notes privées ici
ga: Scríobh nótaí príobháideach anseo
hi: निजी टिप्पणियाँ यहाँ लिखें
hr: Upiši privatne zabilješke ovdje
hu: Ide írd a saját jegyzeteidet
ja: 自分用のメモ欄
lb: Schreiw hei deng privat Notten
nb: Skriv private notater her
nn: Skriv private notat her
pl: Pisz tutaj notatki prywatne
pt_br: Digite notas pessoais aqui
tt: Шәхси язма монда калдырыгыз
zh: 输入关于该用户的个人备注
