Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Rematch offer sent
br: Kinnig c'hoari en-dro kaset
de: Angebot zur Revanche gesendet
et: Kordusmängu pakkumine
fa: درخواست بازی دوباره فرستاده شد
fo: Tilboð um nýtt talv sent
fr: Proposition de revanche envoyée
ga: Tairiscint athimeartha seolta
hi: फिर से खेलने का प्रस्ताव भेजा गया है
hr: Ponuda za revanš poslana
hu: Visszavágó felajánlva
ja: 再対局の提案があります
lb: Revanche-Offer geschéckt
nb: Tilbud om omkamp sendt
nn: Tilbod om omkamp sendt
pl: Wysłano propozycję rewanżu
pt_br: Oferta de revanche enviada
tt: Яңадан уйнау тәкъдим ителде
zh: 重赛请求已发送

source: Rematch offer accepted
br: Kinnig c'hoari en-dro asantet
de: Angebot zur Revanche angenommen
et: Kordusmäng vastu võetud
fa: درخواست بازی دوباره پذیرفته شد
fo: Tilboð um nýtt talv góðtikið
fr: Proposition de revanche acceptée
ga: Glacadh leis an tairiscint athimeartha
hi: फिर से खेलने का प्रस्ताव स्वीकार कर लिया गया है
hr: Ponuda za revanš prihvaćena
hu: Visszavágó elfogadva
ja: 再対局が承諾されました
lb: Revanche-Offer ugeholl
nb: Tilbud om omkamp godtatt
nn: Tilbod om omkamp godteke
pl: Przyjęto propozycję rewanżu
pt_br: Oferta de revanche aceita
tt: Яңадан уйнау кабул ителде
zh: 重赛请求已接受

source: Rematch offer canceled
br: Kinnig c'hoari en-dro nullet
de: Angebot zur Revanche zurückgezogen
et: Kordusmängu pakkumine tühistatud
fa: پیشنهاد بازی دوباره لغو شد
fo: Tilboð um nýtt talv avlýst
fr: Proposition de revanche annulée
ga: Cealaíodh an tairiscint athimeartha
hi: फिर से खेलने का प्रस्ताव रद्द कर दिया गया है
hr: Ponuda za revanš otkazana
hu: Visszavágó lemondva
ja: 再対局が取り消されました
lb: Revanche-Offer annuléiert
nb: Tilbud om omkamp trukket tilbake
nn: Førespurnad om omkamp trekt attende
pl: Wycofano propozycję rewanżu
pt_br: Oferta de revanche cancelada
tt: Яңадан уйнау тәкъдиме туктатылды
zh: 重赛请求已取消

source: Rematch offer declined
br: Kinnig c'hoari en-dro nac'het
de: Angebot zur Revanche abgelehnt
et: Kordusmäng tagasilükatud
fa: پیشنهاد بازی دوباره رد شد
fo: Tilboð um nýtt talv afturvíst
fr: Proposition de revanche déclinée
ga: Diúltaíodh an tairiscint athimeartha
hi: फिर से खेलने का प्रस्ताव अस्वीकार कर दिया गया है
hr: Ponuda za revanš odbijena
hu: Visszavágó elutasítva
ja: 再対局が拒否されました
lb: Revanche-Offer ofgeleent
nb: Tilbud om omkamp avslått
nn: Tilbod om omkamp avslått
pl: Odrzucono propozycję rewanżu
pt_br: Oferta de revanche recusada
tt: Яңадан уйнау кабул ителмәде
zh: 重赛请求被拒绝

source: Cancel rematch offer
br: Nullañ ar c'hinnig c'hoari en-dro
de: Angebot zur Revanche zurückziehen
et: Tühista kordusmängu pakkumine
fa: لغو کردن پیشنهاد بازی دوباره
fo: Avlýs tilboð um nýtt talv
fr: Annuler la proposition de revanche
ga: Cealaigh an tairiscint athimeartha
hi: फिर से खेलने का प्रस्ताव रद्द करें
hr: Otkaži ponudu za revanš
hu: Visszavágó lemondása
ja: 再対局の提案をキャンセル
lb: Revanche-Offer annuléieren
nb: Avbryt tilbud om omkamp
nn: Avbryt førespurnad om omkamp
pl: Wycofaj propozycję rewanżu
pt_br: Cancelar oferta de revanche
tt: Яңадан уйнау тәкъдимен туктатырга
zh: 取消重赛请求

source: View rematch
br: Gwelet an digoll
de: Revanche ansehen
et: Vaata kordusmängu
fa: بازتماشای بازی
fo: Hygg at nýggjum talvi
fr: Voir la revanche
ga: Féach ar an athimirt
hi: फिर से खेले गए खेल को देखें
hr: Pogledaj revanš
hu: Visszavágó megtekintése
ja: 再戦を観戦する
lb: Revanche ukucken
nb: Se omkamp
nn: Vis omkampen
pl: Zobacz rewanż
pt_br: Ver revanche
tt: Яңадан уйнауны күрү
zh: 观看重赛

source: Confirm move
br: Kadarnaat ar fiñvadenn
de: Zug bestätigen
et: Kinnita käik
fa: تایید حرکت
fo: Játta leik
fr: Confirmer le coup
ga: Deimhnigh beart
hi: चाल की पुष्टि करें
hr: Potvrdi potez
hu: Erősítsd meg a lépést
ja: 指し手を確定
lb: Zuch confirméieren
nb: Bekreft trekk
nn: Stadfest trekk
pl: Potwierdź ruch
pt_br: Confirmar lance
tt: Йөрүне раслау
zh: 确认步着

source: Play
br: C'hoari
de: Spielen
et: Mängi
fa: بازی
fo: Telva
fr: Jouer
ga: Imir
hi: खेलें
hr: Igraj
hu: Játék
ja: 対局
lb: Spillen
nb: Spill
nn: Spel
pl: Zagraj
pt_br: Jogar
tt: Уйнау
zh: 下棋

source: Inbox
br: Boest lizhiri
de: Posteingang
et: Postkast
fa: صندوق پیام
fo: Innbakki
fr: Boîte de réception
ga: Bosca isteach
hi: आपके सन्देश (इनबॉक्स)
hr: Dolazna pošta
hu: Üzenetek
ja: 受信箱
lb: Posteingang
nb: Innboks
nn: Innboks
pl: Wiadomości
pt_br: Mensagens
tt: Хатлар
zh: 收件箱

source: Chat room
br: Lec'h evit flapañ
de: Chatraum
et: Jututuba
fa: گپ‌سرا
fo: Kjattrúm
fr: Salon de discussion
ga: Seomra comhrá
hi: बातचीत का कमरा
hr: Chat soba
hu: Csevegő
ja: チャットルーム
lb: Chatraum
nb: Chatterom
nn: Praterom
pl: Czat
pt_br: Sala de chat
tt: Сөйләшү бүлмәсе
zh: 聊天室

# loginToChat
source: Sign in to chat
br: Kevreañ evit flapañ
de: Logge dich ein, um zu chatten
et: Vestlemiseks logi sisse
fa: برای گپ زدن، وارد حساب‌تان شوید
fo: Rita inn at kjatta
fr: Connectez-vous pour discuter
ga: Sínigh isteach le teachtaireacht a sheoladh
hi: चैट के लिए लॉग इन
hr: Prijavi se za chat
hu: Jelentkezz be a csevegéshez
ja: ログインが必要
lb: An Chat aloggen
nb: Logg inn for samtale
nn: Logg inn for å chatte
pl: Zaloguj się, aby rozmawiać
pt_br: Faça login para conversar
tt: Чат куллану өчен керегез
zh: 聊天请登录

source: You have been timed out.
br: Astalet oc'h bet.
de: Dir wurde eine Auszeit verordnet.
et: Olete välja logitud.
fa: زمان شما به پایان رسید.
fo: Tú hevur fingið leikbrá.
fr: Vous avez été suspendu temporairement.
ga: Tá tú curtha ar fionraí ar feadh tréimhse.
hi: आप का समय समाप्त हो गया है
hr: Trenutno ne možeš pričati u chatu.
hu: Lenémítottak egy időre.
ja: チャットは一時禁止中
lb: Du krus eng Auszeit.
nb: Du har fått timeout.
nn: Tidsavbrot.
pl: Zostałeś czasowo wyciszony.
pt_br: Sua sessão expirou.
tt: Чаттан вакытлыча чыгарылдыгыз.
zh: 你被禁言。

source: Spectator room
br: Sal an arvesterien
de: Zuschauerraum
et: Pealtvaatajate tuba
fa: اتاق تماشاچیان
fo: Áskoðararúm
fr: Salon des spectateurs
ga: Seomra lucht féachana
hi: दर्शकों का कमरा
hr: Soba za gledatelje
hu: Figyelőszoba
ja: 観戦席
lb: Spectateur Raum
nb: Tilskuerrom
nn: Tilskodarrom
pl: Widzowie
pt_br: Sala do espectador
tt: Күзәтү бүлмәсе
zh: 观众室

source: Compose message
br: Bizskrivañ ur gemennadenn
de: Nachricht verfassen
et: Koosta sõnum
fa: نوشتن پیام
fo: Skriva eini boð
fr: Écrire un message
ga: Cruthaigh teachtaireacht
hi: सन्देश बनाएँ
hr: Napiši poruku
hu: Új üzenet
ja: メッセージを作成する
lb: Message schreiwen
nb: Skriv melding
nn: Skriv melding
pl: Napisz wiadomość
pt_br: Escrever mensagem
tt: Хат язу
zh: 发消息

source: Subject
br: Danvez
de: Betreff
et: Teema
fa: عنوان
fo: Evni
fr: Sujet
ga: Ábhar
hi: विषय
hr: Tema
hu: Tárgy
ja: 件名
lb: Betreff
nb: Emne
nn: Emne
pl: Temat
pt_br: Assunto
tt: Хат темасы
zh: 主题

source: Send
br: Kas
de: Senden
et: Saada
fa: ارسال
fr: Envoyer
ga: Seol
hi: भेजें
hr: Pošalji
hu: Küldés
ja: 送信する
lb: Schécken
pl: Wyślij
pt_br: Enviar
tt: Җибәрү
zh: 发送

source: Increment in seconds
br: Inkremant e eilennoù
de: Inkrement in Sekunden
et: Lisatavad sekundid
fa: پاداش زمانی(به ثانیه)
fo: Vøkstur í sekundum
fr: Incrément en secondes
ga: Incrimint i soicindí
hi: हर चाल पर सेकंड्स की वृद्धि
hr: Dodatak u sekundama
hu: Többletidő (másodpercben)
ja: １手ごとに増える秒数
lb: Inkrement a Sekonnen
nb: Tillegg i sekunder per trekk
nn: Tilleggstid i sekund
pl: Dodawany czas w sekundach
pt_br: Acréscimo em segundos
tt: Секунд кушыла
zh: 每步加时（秒）

source: Free Online Chess
br: C'hoari echedoù enlinenn digoust
de: Kostenloses Online-Schach
et: Tasuta interneti male
fa: شطرنج بَرخط رایگان
fo: Ókeypis talv á netinum
fr: Jeu d'échecs gratuit en ligne
ga: Ficheall Saor in Aisce Ar Líne
hi: मुफ्त ऑनलाइन शतरंज
hr: Besplatni Internetski Šah
hu: Ingyenes Online Sakk
ja: 無料オンラインチェス
lb: Gratis Online Schach
nb: Gratis nettsjakk
nn: Fritt tilgjengeleg nettsjakk
pl: Darmowe szachy online
pt_br: Xadrez Online Gratuito
tt: Түләүсез Онлайн Шахмат
zh: 免费在线国际象棋

source: Export games
br: Ezporzhiañ krogadoù
de: Partien exportieren
et: Ekspordi mängud
fa: برون‏بُرد بازی‌ها
fo: Flyt út talv
fr: Exporter les parties
ga: Easpórtáil cluichí
hi: खेल को निर्यात (एक्सपोर्ट) करें
hr: Izvoz partija
hu: Játszmák exportálása
ja: 対局をエクスポートする
lb: Partien exportéieren
nb: Eksporter partier
nn: Eksporter parti
pl: Eksportuj partie
pt_br: Exportar partidas
tt: Уеннарны экспортлау
zh: 导出棋局

source: Rating range
br: Renkadur hoc'h enebourien
de: Wertungsbereich
et: Reitingu vahemik
fa: محدوده درجه‌بندی
fo: Styrkitalaspenni
fr: Classement de vos adversaires
ga: Raon rátála
hi: अंकों की सीमा
hr: Raspon rejtinga
hu: Értékszámtartomány
ja: レーティングの範囲
lb: Wäertungsberäich
nb: Ratingspenn
nn: Ratingspenn
pl: Przedział rankingowy
pt_br: Rating entre
tt: Рейтинг аралыгы
zh: 对方等级分范围

# thisAccountViolatedTos
source: This account violated the Lichess Terms of Service
br: Perc'henner ar gont-mañ n'en deus ket doujet da Reolennoù Lichess
de: Dieses Konto hat gegen die Lichess-Nutzungsbedingungen verstoßen
et: Selle konto kasutaja rikkus Lichessi teenusetingimusi
fa: این حساب قوانین را نقض کرده است
fo: Ánarin av hesari konto breyt Lichess tænastutreytirnar
fr: Ce compte a enfreint les conditions d'utilisation de Lichess
ga: Sháraigh an cuntas Téarmaí Seirbhíse Lichess
hi: इस खाते ने सेवा की शर्तों का उल्लंघन किया
hr: Korisnički račun je prekršio Lichess Uvjete Pružanja Usluge
hu: Ez a fiók megsértette a Lichess Felhasználási Feltételeit
ja: このアカウントは Lichess の利用規約に違反しました
lb: Dësen Konto huet géint d'Lichess-Notzungsbedingungen verstouss
nb: Denne kontoen brøt vilkårene for å bruke Lichess
nn: Brukaren bak denne kontoen braut med Lichess sine brukarvilkår
pl: Użytkownik tego konta naruszył warunki korzystania z Lichess
pt_br: Esta conta violou os Termos de Serviço do Lichess
tt: Бу аккаунт Lichessның Куллану Шартларын бозды
zh: 该账户违反了 Lichess 服务条款

# openingExplorerAndTablebase
source: Opening explorer & tablebase
br: Furcher an digoradurioù & tablebase
de: Eröffnungsbuch & Tablebase
et: Avangute uurija & lõppmängude andmebaas
fa: جستجوگر گشایش و آخربازی
fo: Lat dátugrunn við byrjanar- og endatalvum upp
fr: Arbre d'ouvertures & tables de finales
ga: Ag oscailt taiscéalaí & bunachar deiridh an chluiche
hi: ओपनिंग एक्सप्लोरर & टेबलबेस
hr: Pretraživač otvaranja & baza pozicija u završnici
hu: Megnyitás- és állásböngésző
ja: オープニング探索 & テーブルベース
lb: Eröffnungsdatenbank & Tablebase
nb: Åpningsutforsker og tabellbase
nn: Opningsutforskar & tabellbase
pl: Biblioteka otwarć i końcówek
pt_br: Explorador de abertura & tabela de finais
tt: Дебютлар һәм эндшпилләр базасы
zh: 开局浏览器和残局数据库

source: Takeback
br: Nullañ ar fiñvadenn ziwezhañ
de: Zugrücknahme
et: Tagasivõtt
fa: پس گرفتن حرکت
fo: Tak aftur
fr: Annuler le coup
ga: Aisthógáil
hi: चाल को वापस लें
hr: Vrati potez
hu: Visszalépés
ja: 待った
lb: Zeréckhuelen
nb: Angre
nn: Gjer om trekket
pl: Cofnij ruch
pt_br: Voltar jogada
tt: Кире алырга
zh: 悔棋

source: Propose a takeback
br: Kinnig nullañ ar fiñvadenn ziwezhañ
de: Zugrücknahme vorschlagen
et: Paku tagasivõttu
fa: پیشنهاد پس گرفتن حرکت
fo: Ber fram ynski um afturtøku
fr: Proposer l'annulation du coup
ga: Aisthógáil a mholadh
hi: चाल को वापस लेने की प्रस्ताव को भेजें
hr: Predloži vraćanje poteza
hu: Visszalépés kérése
ja: 待ったのお願い
lb: Zeréckhuelen virschloen
nb: Foreslå å angre
nn: Framlegg om å gjera om trekket
pl: Poproś o cofnięcie ruchu
pt_br: Propor voltar jogada
tt: Йөрүне кире алырга сорарга
zh: 请求悔棋

# takebackPropositionSent
source: Takeback sent
br: Kaset eo bet ar c'hinnig nullañ ar fiñvadenn ziwezhañ
de: Zugrücknahme vorgeschlagen
et: Tagasivõtu ettepanek esitatud
fa: پیشنهاد پس گرفتن حرکت فرستاده شد
fo: Boð um afturtøku sent
fr: Annulation du coup proposée
ga: Aisthógáil seolta
hi: चाल को वापस लेने के प्रस्ताव को भेज दिया गया है
hr: Ponuda vraćanja poteza poslana
hu: Visszalépés elküldve
ja: 待ったのお願いを送りました
lb: Zeréckhuelen geschéckt
nb: Angreforslag sendt
nn: Framlegg om å gjera om trekket blei sendt
pl: Wysłano prośbę o cofnięcie ruchu
pt_br: Proposta de voltar jogada enviada
tt: Йөрүне кире алу соралды
zh: 悔棋请求已发送

# takebackPropositionDeclined
source: Takeback declined
br: Nac'het eo bet nullañ ar fiñvadenn ziwezhañ
de: Zugrücknahme abgelehnt
et: Tagasivõtu ettepanekust keeldumine
fa: پیشنهاد پس گرفتن حرکت رد شد
fo: Afturtøka havnað
fr: Annulation du coup déclinée
ga: Aisthógáil diúltaithe
hi: चाल को वापस लेने के प्रस्ताव को अस्वीकार कर दिया गया है
hr: Ponuda vraćanja poteza odbijena
hu: Visszalépés elutasítva
ja: 待ったを拒否
lb: Zeréckhuelen ofgeleent
nb: Angreforslag avslått
nn: Framlegget om å gjera om trekket blei avslått
pl: Odrzucono prośbę o cofnięcie ruchu
pt_br: Proposta de voltar jogada recusada
tt: Йөрүне кире алу кире кагылды
zh: 悔棋请求被拒绝

# takebackPropositionAccepted
source: Takeback accepted
br: Asantet eo bet nullañ ar fiñvadenn ziwezhañ
de: Zugrücknahme angenommen
et: Tagasivõtu ettepanek vastuvõetud
fa: پیشنهاد پس گرفتن حرکت پذیرفته شد
fo: Afturtøka góðtikin
fr: Annulation du coup acceptée
ga: Aisthógáil deimhnithe
hi: चाल को वापस लेने के प्रस्ताव को स्वीकार कर लिया गया है
hr: Ponuda vraćanja poteza prihvaćena
hu: Visszalépés elfogadva
ja: 待ったを認める
lb: Zeréckhuelen ugeholl
nb: Angreforslag godtatt
nn: Framlegget om å gjera om trekket blei godteke
pl: Ruch został wycofany
pt_br: Proposta de voltar jogada aceita
tt: Йөрүне кире алу кабул ителде
zh: 同意悔棋

# takebackPropositionCanceled
source: Takeback canceled
br: Ar c'hinnig nullañ ar fiñvadenn ziwezhañ zo bet nullet
de: Zugrücknahme zurückgezogen
et: Tagasivõtu ettepanek tühistatud
fa: پیشنهاد پس گرفتن حرکت لغو شد
fo: Afturtøka avlýst
fr: Annulation du coup annulée
ga: Cuireadh an iarratas aisthógáil ar ceal
hi: चाल को वापस लेने के प्रस्ताव को रद्द कर दिया गया है
hr: Ponuda vraćanja poteza otkazana
hu: Visszalépés elvetve
ja: 待ったのお願いをキャンセル
lb: Zeréckhuelen annuléiert
nb: Angreforslag trukket tilbake
nn: Framlegget om å gjera om trekket blei avbrote
pl: Wycofano prośbę o cofnięcie ruchu
pt_br: Proposta de voltar jogada cancelada
tt: Йөрүне кире алу тәкъдиме туктатылды
zh: 悔棋请求已取消

source: Your opponent proposes a takeback
br: Kinnig a ra oc'h enebour e vefe nullet ho fiñvadenn ziwezhañ
de: Dein Gegner möchte den letzten Zug zurücknehmen
et: Vastane teeb ettepaneku tagasivõtuks
fa: حریف پیشنهاد پس گرفتن حرکت می دهد
fo: Mótleikarin ber fram ynski um afturtøku
fr: Votre adversaire propose l'annulation du coup
ga: Molann do chéile comhraic aisthógáil
hi: आपके प्रतिद्वंद्वी ने चाल को वापस लेने का प्रस्ताव भेजा है
hr: Tvoj protivnik predlaže vraćanje poteza
hu: Az ellenfeled vissza szeretne lépni
ja: 対局相手が待ったをしていいか聞いています
lb: Däin Géigner schléit en Zeréckhuelen fir
nb: Din motstander foreslår å angre
nn: Motstandaren gjer framlegg om å gjera om trekket
pl: Przeciwnik chce cofnąć ruch
pt_br: Seu oponente propõe voltar jogada
tt: Ярышучыгыз йөрүне кире алырга сорый
zh: 对手请求悔棋

source: Bookmark this game
br: Miret ar c'hrogad-mañ er roll-istor
de: Als Lesezeichen speichern
et: Lisa see mäng järjehoidjasse
fa: نشان گذاری بازی
fo: Set bókamerki við hetta talvið
fr: Ajouter cette partie aux favorites
ga: Cuir leabharmharc leis an chluiche seo
hi: इस खेल की स्मृति (बुकमार्क) बनाएं
hr: Spremi ovu partiju
hu: Játszma könyvjelzőzése
ja: この対局をブックマークする
lb: Dës Partie als Lieszeeche späicheren
nb: Bokmerk dette partiet
nn: Bokmerk denne sida
pl: Dodaj do ulubionych
pt_br: Adicionar esta partida às favoritas
tt: Бу битне кыстыргычларга сакларга
zh: 收藏此棋局

source: Tournament
br: Tournamant
de: Turnier
et: Turniir
fa: مسابقه
fo: Kapping
fr: Tournoi
ga: Comórtas
hi: प्रतियोगिता
hr: Turnir
hu: Verseny
ja: トーナメント
lb: Turnéier
nb: Turnering
nn: Turnering
pl: Turniej
pt_br: Torneio
tt: Бәйге
zh: 锦标赛

source: Tournaments
br: Tournamantoù
de: Turniere
et: Turniirid
fa: مسابقات
fo: Kappingar
fr: Tournois
ga: Comórtais
hi: प्रतियोगिताएँ
hr: Turniri
hu: Versenyek
ja: トーナメント
lb: Turnéier
nb: Turneringer
nn: Turneringar
pl: Turnieje
pt_br: Torneios
tt: Бәйгеләр
zh: 锦标赛

source: Tournament points
br: Poentoù tournamant
de: Turnierpunkte
et: Turniiri punktid
fa: مجموع امتیازات مسابقات
fo: Kappingastig
fr: Score de tournoi
ga: Pointí ó chomórtais
hi: प्रतियोगिता के अंक
hr: Turnirski bodovi
hu: Verseny pont
ja: トーナメントポイント
lb: Turnéierpunkten
nb: Turneringspoeng
nn: Turneringspoeng
pl: Punkty turniejowe
pt_br: Pontos de torneios
tt: Бәйге нокталары
zh: 锦标赛积分

source: View tournament
br: Sellet ouzh an tournamant
de: Turnier anschauen
et: Vaata turniiri
fa: مشاهده مسابقات
fo: Hygg at kapping
fr: Voir le tournoi
ga: Féach ar chomórtas
hi: प्रतियोगिता देखें
hr: Pogledaj turnir
hu: Verseny megtekintése
ja: トーナメントを見る
lb: Turnéier ukucken
nb: Vis turnering
nn: Vis turnering
pl: Wróć do turnieju
pt_br: Ver torneio
tt: Бәйгене күрү
zh: 观看锦标赛

source: Back to tournament
br: Distreiñ d'an tournamant
de: Zurück zum Turnier
et: Tagasi turniirile
fa: برگشت به مسابقه
fo: Aftur til kapping
fr: Retour au tournoi
ga: Fill ar an chomórtas
hi: प्रतियोगिता पर वापिस जाएँ
hr: Povratak na turnir
hu: Vissza a versenyhez
ja: トーナメントに戻る
lb: Zeréck bei den Turnéier
nb: Tilbake til turneringen
nn: Attende til turneringa
pl: Wróć do turnieju
pt_br: Voltar ao torneio
tt: Бәйгегә кайту
zh: 回到锦标赛主页

# noDrawBeforeSwissLimit
source: You cannot draw before 30 moves are played in a Swiss tournament.
de: Du kannst in einem Turnier nach Schweizer System nicht vor dem Erreichen des 30. Zugs Remis anbieten.
fa: شما نمی‌توانید در مسابقات سوییس تا قبل از حرکت ۳۰ام بازی را مساوی کنید.
fr: Vous ne pouvez pas faire de nulle avant 30 coups dans un tournoi suisse.
ga: Ní féidir cluiche cothroma a aontú sula n-imrítear 30 beart i gcomórtas Eilvéiseach.
hi: स्विस टूर्नामेंट में 30 चालें खेले जाने से पहले आप ड्रॉ नहीं कर सकते।
hu: Nem ajánlhatsz döntetlent 30 lépés előtt egy svájci rendszerű versenyen.
ja: スイス式トーナメントでは 30 手指すまでドローは認められません。
lb: Du kanns an engem Schwäizer Turnéier keen Remis offréieren virum 30ten Zuch.
nb: Ingen remis før 30 trekk i sveitserturneringer.
nn: I sveitsarturneringer må det spelast minst 30 trekk før det er lov å tilby remis.
pl: Nie możesz oferować remisu przed 30 posunięciem w turnieju szwajcarskim.
pt_br: Não é possível empatar antes de 30 lances em um torneio suíço.
zh: 你不能在瑞士锦标赛中30步棋之前和棋。

source: Thematic
br: Tematek
de: Thematisch
et: Temaatiline
fa: واریانتی
fo: Evnislýsandi
fr: Thématique
ga: Téamach
hi: कथ्यपरक
hr: Tematski
hu: Tematikus
ja: 局面指定
lb: Thematesch
nb: Tematisk
nn: Tematisk
pl: Tematyczny
pt_br: Temático
tt: Тематик
zh: 从常见开局开始的锦标赛

# yourPerfRatingIsProvisional
source: Your {param} rating is provisional
br: Da c'hortoz eo ho renkadur {param}
de: Deine {param} Wertung ist provisorisch
et: Teie {param} reiting on liiga madal/kõrge
fa: درجه‌بندی {param} شما موقتی است
fo: Títt {param} styrkital er fyribils
fr: Votre classement {param} est provisoire
ga: Tá do rátáil {param} sealadach
hi: आपके {param} रेटिंग अनंतिम है
hr: Tvoj {param} rejting je privremen
hu: A {param} pontszámod ideiglenes
ja: あなたの {param} レーティングは仮レートです
lb: Deng {param} Wäertung ass provisoresch
nb: {param}-ratingen din er provisorisk
nn: Ratinga di på {param} er mellombels
pl: Twój ranking ({param}) jest prowizoryczny
pt_br: Seu rating {param} é provisório
tt: Сезнең {param} рейтингыгыз әле фараз
zh: 你的 {param} 等级分是暂时的

# yourPerfRatingIsTooHigh
source: Your {param1} rating ({param2}) is too high
br: Re uhel eo ho renkadur {param1} ({param2})
de: Deine {param1} Wertung ({param2}) ist zu hoch
et: Teie {param1} reiting ({param2}) on liiga kõrge
fa: درجه‌بندی {param1} شما ({param2}) بیش از حد بالاست
fo: Títt {param1} styrkital ({param2}) er ov høgt
fr: Votre cote {param1} ({param2}) est trop élevée
ga: Tá do rátáil {param1} ({param2}) ró-ard
hi: आपके {param1} रेटिंग ({param2}) बहुत अधिक है
hr: Tvoj {param1} rejting ({param2}) je previsok
hu: A {param1} pontszámod ({param2}) túl magas
ja: {param1} レーティング ({param2}) が高すぎます
lb: Deng {param1} Wäertung ({param2}) ass ze héich
nb: Ratingen din i {param1} ({param2}) er for høy
nn: Ratinga di i {param1} ({param2}) er for høg
pl: Twój ranking {param2} ({param1}) jest za wysoki
pt_br: Seu {param1} rating ({param2}) é muito alta
tt: Сезнең {param1} рейтингыгыз ({param2}) артык югары
zh: 你的 {param1} 等级分 ({param2}) 过高

# yourTopWeeklyPerfRatingIsTooHigh
source: Your top weekly {param1} rating ({param2}) is too high
br: Re uhel eo ho renkadur gwellañ e {param1} ({param2}) ar sizhun-mañ
de: Deine beste wöchentliche {param1} Wertung ({param2}) ist zu hoch
et: Teie parim nädalane {param1} reiting ({param2}) on liiga kõrge
fa: درجه‌بندی {param1} هفتگی‌تان ({param2}) بیش از حد بالاست
fo: Títt vikuliga {param1} styrkital ({param2}) er ov høgt
fr: Votre meilleure cote hebdomadaire de {param1} ({param2}) est trop élevée
ga: Tá do rátáil seachtainiúil {param1} is fearr ({param2}) ró-ard
hi: अपने शीर्ष साप्ताहिक {param1} रेटिंग ({param2}) बहुत अधिक है
hr: Tvoj najviši tjedni {param1} rejting ({param2}) je previsok
hu: A {param1} heti csúcs pontszámod ({param2}) túl magas
ja: {param1} の週間パフォーマンス ({param2}) が高すぎます
lb: Deng wöchentlech Top {param1} Wäertung ({param2}) ass ze héich
nb: Den beste ukeratingen din i {param1} ({param2}) er for høy
nn: Den beste vekesratinga di i {param1} ({param2}) er for høg
pl: Twój ranking tygodniowy {param2} ({param1}) jest za wysoki
pt_br: Seu melhor rating {param1} da semana ({param2}) é muito alto
tt: Сезнең атналы {param1} рейтингыгыз ({param2}) артык югары
zh: 你本周 {param1} 的最高等级分 ({param2}) 过高

# yourPerfRatingIsTooLow
source: Your {param1} rating ({param2}) is too low
br: Re izel eo ho renkadur e {param1} ({param2})
de: Deine {param1} Wertung ({param2}) ist zu niedrig
et: Teie {param1} reiting ({param2}) on liiga madal
fa: درجه‌بندی {param1} شما ({param2}) بیش از حد پایین است
fo: Títt {param1} styrkital ({param2}) er ov lágt
fr: Votre cote de {param1} ({param2}) est trop faible
ga: Tá do rátáil {param1} ({param2}) ró-íseal
hi: आपका {param1} रेटिंग ({param2}) बहुत कम है
hr: Tvoj {param1} rejting ({param2}) je prenizak
hu: A {param1} pontszámod ({param2}) túl alacsony
ja: {param1} レーティング ({param2}) が低すぎます
lb: Deng {param1} Wäertung ({param2}) ass ze niddreg
nb: Ratingen din i {param1} ({param2}) er for lav
nn: Ratinga di i {param1} ({param2}) er for låg
pl: Twój ranking {param2} ({param1}) jest za niski
pt_br: Sua {param1} pontuação ({param2}) é muito baixa
tt: Сезнең {param1} рейтингыгыз ({param2}) кирәкледән кечкенәрәк
zh: 你的 {param1} 等级分 ({param2}) 过低

# ratedMoreThanInPerf
source: Rated ≥ {param1} in {param2}
br: Renket ≥ {param1} e {param2}
de: Wertung ≥ {param1} in {param2}
et: Reiting ≥ {param1} {param2}
fa: امتیاز {param2} بالاتر از {param1} لازم است.
fo: Styrkismettur ≥ {param1} í {param2}
fr: Cote ≥ {param1} en {param2}
ga: Rátáil ≥ {param1} i {param2}
hi: ≥ {param1} में {param2} रेट
hr: {param2} rejting ≥ {param1}
hu: {param2} pontszám ≥ {param1}
ja: {param2} のレーティング {param1} 以上
lb: Wäertung ≥ {param1} an {param2}
nb: Ratet ≥ {param1} i {param2}
nn: Rangert ≥ {param1} i {param2}
pl: Ranking ≥ {param1} ({param2})
pt_br: Pontuação ≥ {param1} em {param2}
tt: {param2} рейтингы ≥ {param1}
zh: {param2} 等级分不低于 {param1}

# ratedLessThanInPerf
source: Rated ≤ {param1} in {param2} for the last week
br: Renket ≤ {param1} e {param2}
de: Wertung ≤ {param1} im {param2} diese Woche
et: Reiting ≤ {param1} {param2}
fa: برای ورود،امتیاز{param2} شما باید کمتر از{param1} باشد.
fo: Styrkismettur ≤ {param1} í {param2}
fr: Cote ≤ {param1} en {param2}
ga: Rátáilte ≤ {param1} i {param2}
hi: ≤ {param1} में {param2} रेट
hr: {param2} rejting ≤ {param1}
hu: {param2} pontszám ≤ {param1}
ja: {param2} レーティング {param1} 以下
lb: Wäertung ≤ {param1} an {param2} an der leschter Woch
nb: Ratet ≤ {param1} i {param2} den foregående uken
nn: Rangert ≤ {param1} i {param2}
pl: Ranking ≤ {param1} ({param2})
pt_br: Pontuação ≤ {param1} em {param2}
tt: {param2} рейтингы ≤ {param1}
zh: {param2} 等级分不超过 {param1}
