Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# lichessPatronInfo
source: Lichess is a charity and entirely free/libre open source software. All operating costs, development, and content are funded solely by user donations.
de: Lichess ist eine Wohltätigkeitsorganisation und eine völlig kostenlose/freie Open-Source-Software. Alle Betriebskosten, Entwicklung und Inhalte werden ausschließlich durch Benutzerspenden finanziert.
et: Lichess on heategevuslik ja täiesti tasuta avatud lähtekoodiga tarkvara. Kõik tegevuskulud, arendus ja sisu rahastatakse ainult kasutajate annetustest.
fa: لایچس یک خیریه و کاملا رایگان و نرم افزاری متن باز است. تمام هزینه های اجرا، توسعه و محتوا تنها بر پایه هدایای کاربران بنا شده است.
fr: Lichess est une association à but non lucratif et un logiciel open source entièrement libre. Tous les coûts d'exploitation, le développement et le contenu sont financés uniquement par les dons des utilisateurs.
ga: Is carthanas é Lichess, agus agus bogearraí foinse oscailte go hiomlán saor in aisce. Maoinítear na costais oibriúcháin, na forbartha agus an t-ábhar go léir trí thabhartais úsáideora amháin.
hi: Lichess एक चैरिटी और पूरी तरह से फ्री/लिबर ओपन सोर्स सॉफ्टवेयर है। सभी परिचालन लागत, विकास और सामग्री पूरी तरह से उपयोगकर्ता दान द्वारा वित्त पोषित हैं।
hr: Lichess je dobrotvorni i potpuno besplatan softver otvorenog koda. Svi operativni troškovi, razvoj i sadržaj financiraju se isključivo donacijama korisnika.
hu: A Lichess egy jótékonysági szervezet és teljesen ingyenes/szabad nyílt forrású szoftver. Minden működési költséget, fejlesztést és tartalmat felhasználói adományokból fedezünk.
ja: Lichess は非営利組織であり、完全に無料/自由なオープンソースソフトウェアです。 運営費、開発、コンテンツを支えているのはすべてユーザーの寄付です。
lb: Lichess ass eng Wohltätegkeetsorganisatioun an eng komplett kostenfrei/open source Software. All Betriebskäschten, Entwécklung an Inhalter ginn ausschließlech vun Benotzerspenden finanzéiert.
nb: Lichess er en ideell forening, basert på fri programvare med åpen kildekode. Alle kostnader for drift, utvikling og innhold finansieres utelukkende av brukerbidrag.
nn: Lichess er ein velgjerdsorganisasjon basert på fritt tilgjengeleg open-kjeldekode-programvare. Alle kostnader for drift, utvikling og innhald vert finansiert eine og åleine av brukardonasjonar.
pl: Lichess jest organizacją niedochodową i całkowicie darmowym otwartym oprogramowaniem. Wszystkie koszty operacyjne, rozwój i treści są finansowane wyłącznie z darowizn użytkowników.
pt_br: Lichess é um software de código aberto, totalmente grátis e sem fins lucrativos. Todos os custos operacionais, de desenvolvimento, e os conteúdos são financiados unicamente através de doações de usuários.
zh: Lichess 是一个非盈利、完全免费自由的开源软件。所有的运维成本、开发以及内容完全来自用户捐赠。

# opponentLeftCounter
source: {count, plural, =0{Your opponent left the game. You can claim victory in {count} second.} =1{Your opponent left the game. You can claim victory in {count} second.} other{Your opponent left the game. You can claim victory in {count} seconds.}}
br: {count, plural, =1{Hoc'h enebour en deus kuitaet ar c'hrogad. Gallout a reoc'h goulenn bezañ trec'h a-benn {count} eilenn.} =2{Hoc'h enebour en deus kuitaet ar c'hrogad. Gallout a reoc'h goulenn bezañ trec'h a-benn {count} eilenn.} few{Hoc'h enebourien o deus kuitaet ar c'hrogad. Gallout a reoc'h goulenn bezañ trec'h a-benn {count} eilenn.} many{Hoc'h enebour en deus kuitaet ar c'hrogad. Gallout a reoc'h goulenn bezañ trec'h a-benn {count} eilenn.} other{Hoc'h enebour en deus kuitaet ar c'hrogad. Gallout a reoc'h goulenn bezañ trec'h a-benn {count} eilenn.}}
de: {count, plural, =1{Dein Gegner hat die Partie verlassen. Du kannst in {count} Sekunde den Sieg beanspruchen.} other{Dein Gegner hat die Partie verlassen. Du kannst in {count} Sekunden den Sieg beanspruchen.}}
et: {count, plural, =1{Vastane lahkus mängust. Saate panna vastase alistuma {count} sekundi pärast.} other{Vastane lahkus mängust. Saad kuulutada ennast võitjaks {count} sekundi pärast.}}
fa: {count, plural, =1{رقیب شما بازی را ترک کرده است. شما میتوانید بعد از {count} ثانیه اعلام پیروزی کنید.} other{رقیب شما بازی را ترک کرده است. شما میتوانید بعد از {count} ثانیه اعلام پیروزی کنید.}}
fo: {count, plural, =1{Mótleikarin fór frá talvinum. Tú kanst siga teg hava vunnið um {count} sekund.} other{Títt mótstøðufólk fór frá talvinum. Tú kanst siga teg hava vunnið um {count} sekund.}}
fr: {count, plural, =1{Votre adversaire a quitté la partie. Vous pourrez revendiquer la victoire dans {count} seconde.} other{Votre adversaire a quitté la partie. Vous pourrez revendiquer la victoire dans {count} secondes.}}
ga: {count, plural, =1{D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil éileamh i {count} soicind.} =2{D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil i {count} shoicind.} few{D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil i {count} shoicind.} many{D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil i {count} soicind.} other{D’fhág do chéile comhraic an cluiche. Féadfaidh tú an bua a fháil i {count} soicind.}}
hi: {count, plural, =1{आपके प्रतिद्वंद्वी ने खेल छोड़ दिया। आप {count} सेकंड में जीत का दावा कर सकते हैं।} other{आपके प्रतिद्वंद्वी ने खेल छोड़ दिया। आप {count} सेकंड में जीत का दावा कर सकते हैं।}}
hr: {count, plural, =1{Tvoj protivnik je napustio igru. Možes potvrditi pobjedu za {count} sekundu.} few{Tvoj protivnik je napustio igru. Možes potvrditi pobjedu za {count} sekunde.} other{Tvoj protivnik je napustio igru. Možes potvrditi pobjedu za {count} sekundi.}}
hu: {count, plural, =1{Az ellenfeled elhagyta a játékot, {count} másodperc múlva győzelmet igényelhetsz.} other{Az ellenfeled elhagyta a játékot, {count} másodperc múlva győzelmet igényelhetsz.}}
ja: {count, plural, other{相手がいなくなりました。後 {count} 秒で勝ちにできます。}}
lb: {count, plural, =1{Däin Géigner huet d'Partie verlooss. Du kanns an {count} Sekonn d'Victoire reklaméieren.} other{Däin Géigner huet d'Partie verlooss. Du kanns an {count} Sekonnen d'Victoire reklaméieren.}}
nb: {count, plural, =1{Motspilleren din har forlatt partiet. Du kan kreve seier om {count} sekund.} other{Motspilleren din har forlatt partiet. Du kan kreve seier om {count} sekunder.}}
nn: {count, plural, =1{Motspelaren din har forlate partiet. Du kan krevje vinst om {count} sekund.} other{Motspelaren din har forlate partiet. Du kan krevje siger om {count} sekund.}}
pl: {count, plural, =1{Przeciwnik opuścił grę. Możesz ogłosić wygraną za {count} sekundę.} few{Przeciwnik opuścił grę. Możesz ogłosić wygraną za {count} sekundy.} many{Przeciwnik opuścił grę. Możesz ogłosić wygraną za {count} sekund.} other{Przeciwnik opuścił grę. Możesz ogłosić wygraną za {count} sekund.}}
pt_br: {count, plural, =1{O seu adversário deixou a partida. Você pode reivindicar vitória em {count} segundo.} other{O seu adversário deixou a partida. Você pode reivindicar vitória em {count} segundos.}}
tt: {count, plural, other{Ярышучыгыз уеннан чыкты. Сез җиңүегезне {count} секундтан белдерә аласыз.}}
zh: {count, plural, other{您的对手已离开棋局。您可以在 {count} 秒后宣布胜利。}}

# mateInXHalfMoves
source: {count, plural, =0{Mate in {count} half-move} =1{Mate in {count} half-move} other{Mate in {count} half-moves}}
br: {count, plural, =1{Lamm d'ar roue goude {count} hanter-fiñvadenn} =2{Lamm d'ar roue goude {count} hanter-fiñvadenn} few{Lamm d'ar roue goude {count} hanter-fiñvadenn} many{Lamm d'ar roue goude {count} hanter-fiñvadenn} other{Lamm d'ar roue goude {count} hanter-fiñvadenn}}
de: {count, plural, =1{Matt in {count} Halbzug} other{Matt in {count} Halbzügen}}
et: {count, plural, =1{Matt {count} käiguga} other{Matt {count} käiguga}}
fa: {count, plural, =1{در {count} نیم‌حرکت مات می‌شود} other{در {count} نیم‌حرکت مات می‌شود}}
fo: {count, plural, =1{Skák og mát í {count} hálvum leiki} other{Skák og mát í {count} hálvum leikum}}
fr: {count, plural, =1{Mate en {count} demi-coup} other{Mate en {count} demi-coups}}
ga: {count, plural, =1{Marbhsháinn i {count} leath-bheart} =2{Marbhsháinn i {count} leath-bheart} few{Marbhsháinn i {count} leath-bheart} many{Marbhsháinn i {count} leath-bheart} other{Marbhsháinn i {count} leath-bheart}}
hi: {count, plural, =1{{count} हाफ मूव में मेट} other{{count} आधे-कदम में चेकमैट}}
hr: {count, plural, =1{Mat u {count} međupotezu} few{Mat u {count} međupoteza} other{Mat u {count} međupoteza}}
hu: {count, plural, =1{Matt {count} féllépésben} other{Matt {count} féllépésben}}
ja: {count, plural, other{{count} プライでメイト}}
lb: {count, plural, =1{Matt an {count} Hallef-Zuch} other{Matt an {count} Hallef-Zich}}
nb: {count, plural, =1{Matt om {count} halvtrekk} other{Matt om {count} halvtrekk}}
nn: {count, plural, =1{Matt om {count} halvtrekk} other{Matt om {count} halvtrekk}}
pl: {count, plural, =1{Mat w {count} posunięciu} few{Mat w {count} posunięciach} many{Mat w {count} posunięciach} other{Mat w {count} posunięciach}}
pt_br: {count, plural, =1{Mate em {count} lance} other{Mate em {count} lances}}
tt: {count, plural, other{{count} ярты-йөрүдә мат}}
zh: {count, plural, other{离将死剩{count}着}}

# nbBlunders
source: {count, plural, =0{{count} blunder} =1{{count} blunder} other{{count} blunders}}
br: {count, plural, =1{{count} bourd} =2{{count} vourd} few{{count} bourd} many{{count} bourd} other{{count} bourd}}
de: {count, plural, =1{{count} grober Patzer} other{{count} grobe Patzer}}
et: {count, plural, =1{{count} prohmakas} other{{count} prohmakat}}
fa: {count, plural, =1{{count} اشتباه بزرگ} other{{count} اشتباه بزرگ}}
fo: {count, plural, =1{{count} bukkur} other{{count} bukkar}}
fr: {count, plural, =1{{count} gaffe} other{{count} gaffes}}
ga: {count, plural, =1{{count} botún} =2{{count} bhotún} few{{count} mbotún} many{{count} botún} other{{count} botún}}
hi: {count, plural, =1{{count} गंभीर गलती} other{{count} गंभीर गल्तियां}}
hr: {count, plural, =1{{count} gruba greška} few{{count} grube greške} other{{count} grubih grešaka}}
hu: {count, plural, =1{{count} súlyos hiba} other{{count} súlyos hiba}}
ja: {count, plural, other{{count} 大悪手}}
lb: {count, plural, =1{{count} Gaffe} other{{count} Gaffen}}
nb: {count, plural, =1{{count} bukk} other{{count} bukker}}
nn: {count, plural, =1{{count} bukk} other{{count} bukkar}}
pl: {count, plural, =1{{count} błąd} few{{count} błędy} many{{count} błędów} other{{count} błędów}}
pt_br: {count, plural, =1{{count} capivarada} other{{count} capivaradas}}
tt: {count, plural, other{{count} хаталар}}
zh: {count, plural, other{{count} 次漏着}}

# nbMistakes
source: {count, plural, =0{{count} mistake} =1{{count} mistake} other{{count} mistakes}}
br: {count, plural, =1{{count} fazi} =2{{count} fazi} few{{count} fazi} many{{count} fazi} other{{count} fazi}}
de: {count, plural, =1{{count} Fehler} other{{count} Fehler}}
et: {count, plural, =1{{count} viga} other{{count} viga}}
fa: {count, plural, =1{{count} اشتباه} other{{count} اشتباه}}
fo: {count, plural, =1{{count} mistak} other{{count} mistøk}}
fr: {count, plural, =1{{count} erreur} other{{count} erreurs}}
ga: {count, plural, =1{{count} botún} =2{{count} bhotún} few{{count} mbotún} many{{count} botún} other{{count} botún}}
hi: {count, plural, =1{{count} ग़लती} other{{count} गलतियाँ}}
hr: {count, plural, =1{{count} greška} few{{count} greške} other{{count} grešaka}}
hu: {count, plural, =1{{count} hiba} other{{count} hiba}}
ja: {count, plural, other{{count} 悪手}}
lb: {count, plural, =1{{count} Feeler} other{{count} Feeler}}
nb: {count, plural, =1{{count} feil} other{{count} feil}}
nn: {count, plural, =1{{count} feil} other{{count} feil}}
pl: {count, plural, =1{{count} pomyłka} few{{count} pomyłki} many{{count} pomyłek} other{{count} pomyłek}}
pt_br: {count, plural, =1{{count} erro} other{{count} erros}}
tt: {count, plural, other{{count} хата}}
zh: {count, plural, other{{count} 次错着}}

# nbInaccuracies
source: {count, plural, =0{{count} inaccuracy} =1{{count} inaccuracy} other{{count} inaccuracies}}
br: {count, plural, =1{{count} diresisted} =2{{count} ziresisted} few{{count} diresisted} many{{count} diresisted} other{{count} diresisted}}
de: {count, plural, =1{{count} Ungenauigkeit} other{{count} Ungenauigkeiten}}
et: {count, plural, =1{{count} ebatäpsus} other{{count} ebatäpsust}}
fa: {count, plural, =1{{count} غیردقیق} other{{count} غیردقیق}}
fo: {count, plural, =1{{count} óneyvleiki} other{{count} óneyvleikar}}
fr: {count, plural, =1{{count} imprécision} other{{count} imprécisions}}
ga: {count, plural, =1{{count} míchruinneas} =2{{count} mhíchruinneas} few{{count} míchruinneas} many{{count} míchruinneas} other{{count} míchruinneas}}
hi: {count, plural, =1{{count} अशुद्धि} other{{count} अशुद्धियाँ}}
hr: {count, plural, =1{{count} nepreciznost} few{{count} nepreciznosti} other{{count} nepreciznosti}}
hu: {count, plural, =1{{count} pontatlanság} other{{count} pontatlanság}}
ja: {count, plural, other{{count} 緩手}}
lb: {count, plural, =1{{count} Ongenauegkeet} other{{count} Ongenauegkeeten}}
nb: {count, plural, =1{{count} unøyaktighet} other{{count} unøyaktigheter}}
nn: {count, plural, =1{{count} upresist trekk} other{{count} upresise trekk}}
pl: {count, plural, =1{{count} niedokładność} few{{count} niedokładności} many{{count} niedokładności} other{{count} niedokładności}}
pt_br: {count, plural, =1{{count} imprecisão} other{{count} imprecisões}}
tt: {count, plural, other{{count} төгәлсезлек}}
zh: {count, plural, other{{count} 次失准}}

# nbPlayers
source: {count, plural, =0{{count} player} =1{{count} player} other{{count} players}}
br: {count, plural, =1{{count} c'hoarier} =2{{count} c'hoarier} few{{count} c'hoarier} many{{count} c'hoarier} other{{count} c'hoarier}}
de: {count, plural, =1{{count} Spieler} other{{count} Spieler}}
et: {count, plural, =1{{count} mängija} other{{count} mängijat}}
fa: {count, plural, =1{{count} بازیکن} other{{count} بازیکن}}
fo: {count, plural, =1{{count} telvari} other{{count} telvarar}}
fr: {count, plural, =1{{count} joueur} other{{count} joueurs}}
ga: {count, plural, =1{{count} imreoir} =2{{count} imreoir} few{{count} imreoir} many{{count} imreoir} other{{count} imreoir}}
hi: {count, plural, =1{{count} खिलाड़ी} other{{count} खिलाड़ी}}
hr: {count, plural, =1{{count} igrač} few{{count} igrača} other{{count} igrača}}
hu: {count, plural, =1{{count} játékos} other{{count} játékos}}
ja: {count, plural, other{{count} 人}}
lb: {count, plural, =1{{count} Spiller} other{{count} Spiller}}
nb: {count, plural, =1{{count} spiller} other{{count} spillere}}
nn: {count, plural, =1{{count} spelar} other{{count} spelarar}}
pl: {count, plural, =1{{count} gracz} few{{count} graczy} many{{count} graczy} other{{count} graczy}}
pt_br: {count, plural, =1{{count} jogadores conectados} other{{count} jogadores conectados}}
tt: {count, plural, other{{count} уенчы}}
zh: {count, plural, other{{count} 位在线棋手}}

# nbGames
source: {count, plural, =0{{count} game} =1{{count} game} other{{count} games}}
br: {count, plural, =1{{count} c'hrogad} =2{{count} grogad} few{{count} krogad} many{{count} krogad} other{{count} krogad}}
de: {count, plural, =1{{count} Partie} other{{count} Partien}}
et: {count, plural, =1{{count} mäng} other{{count} mängu}}
fa: {count, plural, =1{{count} بازی} other{{count} بازی}}
fo: {count, plural, =1{{count} talv} other{{count} talv}}
fr: {count, plural, =1{{count} partie} other{{count} parties}}
ga: {count, plural, =1{{count} cluiche} =2{{count} chluiche} few{{count} cluiche} many{{count} cluichí} other{{count} cluiche}}
hi: {count, plural, =1{{count} खेल} other{{count} खेल}}
hr: {count, plural, =1{{count} partija} few{{count} partije} other{{count} partija}}
hu: {count, plural, =1{{count} játszma} other{{count} játszma}}
ja: {count, plural, other{{count} 局}}
lb: {count, plural, =1{{count} Partie} other{{count} Partien}}
nb: {count, plural, =1{{count} parti} other{{count} partier}}
nn: {count, plural, =1{{count} parti} other{{count} parti}}
pl: {count, plural, =1{{count} partia} few{{count} partie} many{{count} partii} other{{count} partii}}
pt_br: {count, plural, =1{{count} partida} other{{count} partidas}}
tt: {count, plural, other{{count} уен}}
zh: {count, plural, other{查看所有{count}个对局}}

# ratingXOverYGames
source: {count, plural, =0{{count} rating over {param2} game} =1{{count} rating over {param2} game} other{{count} rating over {param2} games}}
br: {count, plural, =1{Renkadur {count} diwar {param2} c'hrogad} =2{Renkadur {count} diwar {param2} grogad} few{Renkadur {count} diwar {param2} c'h/krogad} many{Renkadur {count} diwar {param2} c'hrogad} other{Renkadur {count} diwar {param2} c'hrogad}}
de: {count, plural, =1{{count}-Wertung aus {param2} Partien} other{{count}-Wertung aus {param2} Partien}}
fa: {count, plural, =1{درجه‌بندی {count} در {param2} بازی} other{{count} ریتینگ در {param2} بازی}}
fr: {count, plural, =1{Classement {count} après {param2} partie} other{Classement {count} après {param2} parties}}
hi: {count, plural, =1{{count} खेलों में {param2} रेटिंग} other{{count} खेलों में {param2} रेटिंग}}
hu: {count, plural, =1{{count} pontszám {param2} játszma alapján} other{{count} pontszám {param2} játszma alapján}}
ja: {count, plural, other{{count} レーティング（{param2} 局で）}}
lb: {count, plural, =1{{count}-Wäertung aus {param2} Partie} other{{count}-Wäertung aus {param2} Partien}}
nb: {count, plural, =1{{count}-rating over {param2} parti} other{{count}-rating over {param2} partier}}
nn: {count, plural, =1{{count} rating over {param2} parti} other{{count} rating over {param2} parti}}
pl: {count, plural, =1{{count} ranking na podstawie {param2} partii} few{{count} ranking na podstawie {param2} partii} many{{count} ranking na podstawie {param2} partii} other{{count} ranking na podstawie {param2} partii}}
pt_br: {count, plural, =1{Rating {count} após {param2} partida} other{Rating {count} após {param2} partidas}}
zh: {count, plural, other{{param2} 场对局后的 {count} 等级分}}

# nbBookmarks
source: {count, plural, =0{{count} bookmark} =1{{count} bookmark} other{{count} bookmarks}}
br: {count, plural, =1{{count} er roll-istor} =2{{count} er roll-istor} few{{count} er roll-istor} many{{count} er roll-istor} other{{count} er roll-istor}}
de: {count, plural, =1{{count} Lesezeichen} other{{count} Lesezeichen}}
et: {count, plural, =1{{count} mängu järjehoidja} other{{count} mängude järjehoidjad}}
fa: {count, plural, =1{{count} بازی مورد علاقه} other{{count} بازی مورد علاقه}}
fo: {count, plural, =1{{count} bókamerki} other{{count} bókamerki}}
fr: {count, plural, =1{{count} favori} other{{count} favoris}}
ga: {count, plural, =1{{count} leabharmharc} =2{{count} leabharmharc} few{{count} leabharmharc} many{{count} leabharmharcanna} other{{count} leabharmharc}}
hi: {count, plural, =1{{count} पृष्ठ स्मृतियाँ} other{{count} पृष्ठ स्मृतियाँ}}
hr: {count, plural, =1{{count} spremljena partija} few{{count} spremljene partije} other{{count} spremljenih partija}}
hu: {count, plural, =1{{count} kedvenc} other{{count} kedvenc}}
ja: {count, plural, other{{count}個の ブックマーク}}
lb: {count, plural, =1{{count} Lieszeeche} other{{count} Lieszeeche}}
nb: {count, plural, =1{{count} bokmerke} other{{count} bokmerker}}
nn: {count, plural, =1{{count} bokmerke} other{{count} bokmerke}}
pl: {count, plural, =1{{count} ulubiona partia} few{{count} ulubiona partie} many{{count} ulubiona partii} other{{count} ulubionych partii}}
pt_br: {count, plural, =1{{count} Favoritos} other{{count} Favoritos}}
tt: {count, plural, other{{count} билгеләнгән}}
zh: {count, plural, other{{count}收藏}}

# nbDays
source: {count, plural, =0{{count} day} =1{{count} day} other{{count} days}}
br: {count, plural, =1{{count} deiz} =2{{count} zeiz} few{{count} deiz} many{{count} deiz} other{{count} deiz}}
de: {count, plural, =1{{count} Tag} other{{count} Tage}}
et: {count, plural, =1{{count} päev} other{{count} päeva}}
fa: {count, plural, =1{{count} روز} other{{count} روز}}
fo: {count, plural, =1{{count} dag} other{{count} dagar}}
fr: {count, plural, =1{{count} jour} other{{count} jours}}
ga: {count, plural, =1{Lá amháin} =2{{count} lá} few{{count} lá} many{{count} lá} other{{count} laethanta}}
hi: {count, plural, =1{{count} दिन} other{{count} दिन}}
hr: {count, plural, =1{{count} dan} few{{count} dana} other{{count} dana}}
hu: {count, plural, =1{{count} nap} other{{count} nap}}
ja: {count, plural, other{{count}日}}
lb: {count, plural, =1{{count} Dag} other{{count} Deeg}}
nb: {count, plural, =1{{count} dag} other{{count} dager}}
nn: {count, plural, =1{{count} dag} other{{count} dagar}}
pl: {count, plural, =1{{count} dzień} few{{count} dni} many{{count} dni} other{{count} dni}}
pt_br: {count, plural, =1{{count} dias} other{{count} dias}}
tt: {count, plural, other{{count} көн}}
zh: {count, plural, other{{count} 天}}

# nbHours
source: {count, plural, =0{{count} hour} =1{{count} hour} other{{count} hours}}
br: {count, plural, =1{{count} eur} =2{{count} eur} few{{count} eur} many{{count} eur} other{{count} eur}}
de: {count, plural, =1{{count} Stunde} other{{count} Stunden}}
et: {count, plural, =1{{count} tund} other{{count} tundi}}
fa: {count, plural, =1{{count} ساعت} other{{count} ساعت}}
fo: {count, plural, =1{{count} tími} other{{count} tímar}}
fr: {count, plural, =1{{count} heure} other{{count} heures}}
ga: {count, plural, =1{{count} uair} =2{{count} uair} few{{count} uair} many{{count} uair} other{{count} uair}}
hi: {count, plural, =1{{count} घंटे} other{{count} घंटे}}
hr: {count, plural, =1{{count} sat} few{{count} sata} other{{count} sati}}
hu: {count, plural, =1{{count} óra} other{{count} óra}}
ja: {count, plural, other{{count}時間}}
lb: {count, plural, =1{{count} Stonn} other{{count} Stonnen}}
nb: {count, plural, =1{{count} time} other{{count} timer}}
nn: {count, plural, =1{{count} time} other{{count} timar}}
pl: {count, plural, =1{{count} godzina} few{{count} godziny} many{{count} godzin} other{{count} godzin}}
pt_br: {count, plural, =1{{count} horas} other{{count} horas}}
tt: {count, plural, other{{count} сәгатъ}}
zh: {count, plural, other{{count} 个小时}}

# nbMinutes
source: {count, plural, =0{{count} minute} =1{{count} minute} other{{count} minutes}}
br: {count, plural, =1{{count} vunutenn} =2{{count} vunutenn} few{{count} munutenn} many{{count} munutenn} other{{count} munutenn}}
de: {count, plural, =1{{count} Minute} other{{count} Minuten}}
et: {count, plural, =1{{count} minut} other{{count} minutit}}
fa: {count, plural, =1{{count} دقیقه} other{{count} دقیقه}}
fo: {count, plural, =1{{count} minuttur} other{{count} minuttir}}
fr: {count, plural, =1{{count} minute} other{{count} minutes}}
ga: {count, plural, =1{{count} nóiméad} =2{{count} nóiméad} few{{count} nóiméad} many{{count} nóiméad} other{{count} nóiméad}}
hi: {count, plural, =1{{count} मिनट} other{{count} मिनट}}
hr: {count, plural, =1{{count} minuta} few{{count} minute} other{{count} minuta}}
hu: {count, plural, =1{{count} perc} other{{count} perc}}
ja: {count, plural, other{{count} 分}}
lb: {count, plural, =1{{count} Minutt} other{{count} Minutten}}
nb: {count, plural, =1{{count} minutt} other{{count} minutter}}
nn: {count, plural, =1{{count} minutt} other{{count} minutt}}
pl: {count, plural, =1{{count} minuta} few{{count} minuty} many{{count} minut} other{{count} minut}}
pt_br: {count, plural, =1{{count} minuto} other{{count} minutos}}
tt: {count, plural, other{{count} минут}}
zh: {count, plural, other{{count} 分钟}}
