Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Go deeper
br: Mont pelloc'h
de: Tiefe erhöhen
et: Vaata põhjalikumalt
fa: عمق و تعداد بیشتری از حرکتها را بررسی نمایید
fo: Greina djúpari
fr: Analyser plus profondément
ga: Téigh níos doimhne
hi: गहराई में जाओ
hr: Idi dublje
hu: Mélyebben
ja: より深く
lb: Déift eropsetzen
nb: Gå dypere
nn: Søk djupare
pl: Analizuj głębiej
pt_br: Detalhar
tt: Тирәңрәк
zh: 深入分析

source: Show threat
br: Diskouez ar gourdrouz
de: Bedrohungen anzeigen
et: Näita ohtu
fa: تهدید را نمایش بدهید
fo: Vís hóttan
fr: Voir la menace
ga: Taispeáin an bhagairt
hi: खतरे को दिखाएं
hr: Pokaži prijetnju
hu: Fenyegetés mutatása
ja: 狙いを表示
lb: Bedroung weisen
nb: Vis trussel
nn: Vis trussel
pl: Pokaż zagrożenia
pt_br: Mostrar ameaça
tt: Янауны күрсәтү
zh: 显示威胁

source: in local browser
br: er merdeer lec'hel
de: im lokalen Browser
et: Kohalikus veebis
fa: در مرورگر محلی
fo: í tínum egna kaga
fr: dans le navigateur local
ga: sa bhrabhsálaí áitiúil
hi: स्थानीय ब्राउज़र में
hr: u lokalnom pregledniku
hu: a böngészőben
ja: ローカル ブラウザ内での解析
lb: am lokalen Browser
nb: i nettleser
nn: i lokal nettlesar
pl: w przeglądarce
pt_br: no navegador local
tt: браузерда
zh: 在本地浏览器

source: Toggle local evaluation
br: Enaouiñ/lazhañ an dielfennañ lec'hel
de: Lokale Auswertung an-/ausschalten
et: Lülita kohalik hindamine
fa: کلید ارزیابی محلی
fo: Slá meting til
fr: Activer/désactiver l'évaluation locale
ga: Scoránú measúnú áitiúil
hi: स्थानीय मूल्यांकन को टॉगल करें
hr: Prekidač za lokalnu evaluaciju
hu: Helyi elemzés bekapcsolása
ja: ローカル評価値のオン/オフ
lb: Lokal Computeranalys aktivéieren/desaktivéieren
nb: Lokal evaluering
nn: Lokal analyse av/på
pl: Włącz/wyłącz ocenę lokalną
pt_br: Ativar/Desativar análise local
tt: Җирле анализ күчтерү
zh: 切换到本地分析

source: Promote variation
br: Lakaat ar variant da bennlinenn
de: Variante aufwerten
et: Edenda varient
fa: افزایش عمق شاخه اصلی
fo: Flyt frábrigdi upp
fr: Promouvoir la variante
ga: Cuir éagsúlacht chun cinn
hi: विविधता को बढ़ावा दें
hr: Promakni varijaciju
hu: Változat feljebb léptetése
ja: 変化を主手順にする
lb: Variant opwäerten
nb: Forfrem variant
nn: Forfremjingsvariant
pl: Promuj ten wariant
pt_br: Promover variante
tt: Вариантнын приоритетын күтәрү
zh: 提升变着

source: Make main line
br: Lakaat da bennlinenn
de: Zur Hauptvariante machen
et: Tee põhiliiniks
fa: خط کنونی را به خط اصلی تبدیل کنید
fo: Ger til høvuðsleik
fr: En faire la variante principale
ga: Déan príomhlíne
hi: मुख्य लाइन बनाएं
hr: Napravi glavnu liniju
hu: Legyen ez a főváltozat
ja: 主手順にする
lb: Haaptvariant maachen
nb: Gjør til hovedvariant
nn: Gjer til hovudline
pl: Promuj na główny wariant
pt_br: Transformar em linha principal
tt: Төп вариант итеп кую
zh: 做为主线

source: Delete from here
br: Dilemel adalek amañ
de: Ab hier löschen
et: Kustuta alates siit
fa: از اینجا به بعد را پاک کنید
fo: Tak burtur hiðani
fr: Supprimer à partir d'ici
ga: Scrios as seo
hi: यहां से हटाओ
hr: Obriši s popisa
hu: Törlés innentől
ja: これ以降を削除
lb: Vun hei läschen
nb: Slett herfra
nn: Slett herifrå
pl: Usuń od tego miejsca
pt_br: Excluir a partir daqui
tt: Бу урыннан бетерү
zh: 从此处开始删除

source: Force variation
br: Troiñ en ur variant
de: Variante erzwingen
et: Tee variatsiooniks
fa: نتیجه تحلیل را به عنوان یکی از تنوعهای بازی انتخاب نمایید
fo: Noyð frábrigdi
fr: Forcer la variante
ga: Éagsúlacht fórsa
hi: बल भिन्नता
hr: Promakni varijaciju
hu: Mentés változatként
ja: 変化として表示
lb: Variant forcéieren
nb: Vis som variant
nn: Tving fram varianten
pl: Zamień w wariant
pt_br: Variante forçada
tt: Вариантны төп итү
zh: 强制作为变着

source: Move
br: Fiñvadenn
de: Zug
et: Käik
fa: انتقال بدهید
fo: Leikur
fr: Coup
ga: Beart
hi: चाल
hr: Potez
hu: Lépés
ja: 手
lb: Zuch
nb: Trekk
nn: Trekk
pl: Ruch
pt_br: Movimentos
tt: Йөрү
zh: 着法

source: Variant loss
br: Variant a lak koll
de: Variante verloren
et: Variandi kaotus
fa: حرکت بازنده
fo: Avbrigdistap
fr: Perte (variante)
ga: Caill malartach
hi: प्रकार में हानि
hr: Poraz varijante
hu: Vesztő
ja: バリアント負け
lb: Variant verluer
nb: Variant tap
nn: Variant tap
pl: Wariant przegrywający
pt_br: Derrota da variante
tt: Җиңелү юлы
zh: 变体输了

source: Variant win
br: Variant a lak trec'h
de: Variante gewonnen
et: Variant võidab
fa: حرکت برنده
fo: Avbrigdissigur
fr: Gain (variante)
ga: Bua malartach
hi: जीत का प्रकार
hr: Pobjeda varijante
hu: Nyerő
ja: バリアント勝ち
lb: Variant gewonn
nb: Variant seier
nn: Variant vinn
pl: Wariant wygrywający
pt_br: Vitória da variante
tt: Җиңү юлы
zh: 变体胜利

source: Insufficient material
br: N'eus ket trawalc'h a bezhioù
de: Ungenügendes Material
et: Pole piisavalt materjali
fa: مُهره کافی برای مات کردن وجود ندارد
fo: Ov fá talvfólk eftir
fr: Matériel insuffisant
ga: Easpa píosaí don marbhsháinn
hi: मात के लिए मोहरे की अपर्याप्तता
hr: Nedostatan materijal
hu: Nincs mattadó figura
ja: 戦力不足
lb: Ongenügend Material
nb: Utilstrekkelig materiell
nn: Ikkje nok materiale
pl: Niewystarczający materiał
pt_br: Material insuficiente
tt: Материал җитми
zh: 子力不足

source: Pawn move
br: Fiñvadenn ar pezh gwerin
de: Bauernzug
et: Etturi käik
fa: حرکت پیاده
fo: Finnuleikur
fr: Coup de pion
ga: Beart ceithearnach
hi: प्यादा की चाल
hr: Potez pješakom
hu: Gyaloglépés
ja: ポーンの手
lb: Baueren Zuch
nb: Bondetrekk
nn: Bondetrekk
pl: Ruch pionem
pt_br: Movimento de peão
tt: Пешка йөрүе
zh: 走兵

source: Capture
br: Tapadenn
de: Schlagzug
et: Võta
fa: گرفتن مهره
fo: Tekur
fr: Prise
ga: Marú
hi: कब्जा
hr: Uzimanje figure
hu: Ütés
ja: 駒取り
lb: Schlagzuch
nb: Slag
nn: Slagtrekk
pl: Bicie
pt_br: Captura
tt: Алу
zh: 吃子

source: Close
br: Serriñ
de: Schließen
et: Sulge
fa: بستن
fo: Lat aftur
fr: Fermer
ga: Dún
hi: बंद करें
hr: Zatvori
hu: Bezár
ja: 閉じる
lb: Zoumaachen
nb: Lukk
nn: Steng
pl: Zamknij
pt_br: Fechar
tt: Ябу
zh: 关闭

source: Winning
br: A lakay trec'hiñ
de: Gewinnt
et: Võidab
fa: حرکت پیروزی‌بخش
fo: Vinnur
fr: Gagnant
ga: Ag baint
hi: जीत
hr: Pobjeđuje
hu: Nyerő
ja: 勝勢
lb: Gewënnt
nb: Vinner
nn: Vinn
pl: Wygrywa
pt_br: Vencendo
tt: Җиңү
zh: 赢棋

source: Losing
br: A lakay koll
de: Verliert
et: Kaotav
fa: حرکت بازنده
fo: Tapir
fr: Perdant
ga: Ag cailleadh
hi: हार
hr: Gubi
hu: Vesztő
ja: 敗勢
lb: Verléiert
nb: Taper
nn: Tapar
pl: Przegrywa
pt_br: Perdendo
tt: Җиңелү
zh: 输棋

source: Drawn
br: Rampo
de: Remis
et: Viik
fa: حرکت تساوی‌دهنده
fo: Javnt
fr: Nulle
ga: Comhscór
hi: ड्रॉ
hr: Remizira
hu: Döntetlen
ja: ドロー
lb: Remis
nb: Remis
nn: Remis
pl: Remisuje
pt_br: Empate
tt: Тиңлек
zh: 和棋

source: Unknown
br: Dianav
de: Unbekannt
et: Teadmatu
fa: ناشناخته
fo: Ókent
fr: Inconnu
ga: Anaithnid
hi: अज्ञात
hr: Nepoznati ishod
hu: Ismeretlen
ja: 不明
lb: Onbekannt
nb: Ukjent
nn: Ukjend
pl: Nieznany
pt_br: Posição desconhecida
tt: Билгесез
zh: 结局未知

source: Database
br: Dataeg
de: Datenbank
et: Andmebaas
fa: پایگاه داده
fo: Dátugrunnur
fr: Base de données
ga: Bunachar
hi: डेटाबेस
hr: Baza podataka
hu: Adatbázis
ja: データベース
lb: Datebank
pl: Baza danych
pt_br: Banco de Dados
tt: Партияләр архивы
zh: 数据库

source: White / Draw / Black
br: Gwenn / Rampo / Du
de: Weiß / Remis / Schwarz
et: Valge / Viik / Must
fa: سفید / مساوی / سیاه
fo: Hvítur / Javnt / Svartur
fr: Blancs / Nulle / Noirs
ga: Bán / Comhscór / Dubh
hi: सफ़ेद / ड्रॉ / काला
hr: Bijeli / remi / Crni
hu: Világos / Döntetlen / Sötét
ja: 白勝 / ドロー / 黒勝
lb: Wäiss / Remis / Schwaarz
nb: Hvit / Remis / Svart
nn: Kvit / Remis / Svart
pl: Białe / Remis / Czarne
pt_br: Brancas / Empate / Pretas
tt: Аклар / Тиңлек / Каралар
zh: 白胜／和棋／黑胜

# averageRatingX
source: Average rating: {param}
br: Renkadur keitat: {param}
de: Durchschnittliche Wertungszahl: {param}
et: Keskmine reiting: {param}
fa: میانگین درجه‌بندی: {param}
fo: Miðal styrkismeting: {param}
fr: Classement moyen : {param}
ga: Meán-rátáil: {param}
hi: औसत रेटिंग: {param}
hr: Prosječni rejting: {param}
hu: Átlagos értékszám: {param}
ja: 平均レーティング: {param}
lb: Duerchschnëttlech Wäertung: {param}
nb: Gjennomsnittsrating: {param}
nn: Snittrating: {param}
pl: Średni ranking: {param}
pt_br: Classificação média: {param}
tt: Уртача рейтинг {param}
zh: 平均等级分：{param}

source: Recent games
br: Krogadoù diwezhañ
de: Neueste Partien
et: Hiljutised mängud
fa: بازی‌های اخیر
fo: Nýliga telvað talv
fr: Parties récentes
ga: Cluichí is déanaí
hi: हाल के खेल
hr: Nedavne partije
hu: Legutóbbi játszmák
ja: 最近の対局
lb: Rezent Partien
nb: Nylige partier
nn: Nylege parti
pl: Ostatnie partie
pt_br: Partidas recentes
tt: Соңгы уеннар
zh: 最近对局

source: Top games
br: Partiennoù kreñvañ
de: Spitzenpartien
et: Parimad mängud
fa: بازی‌های برتر
fo: Bestu talv
fr: Meilleures parties
ga: Cluichí is fearr
hi: शीर्ष खेल
hr: Najjače partije
hu: Legjobb játszmák
ja: トップの対局
lb: Top Partien
nb: Topp-partier
nn: Topp-parti
pl: Najlepsze partie
pt_br: Melhores partidas
tt: Иң яхшы уеннар
zh: 名局

# masterDbExplanation
source: OTB games of {param1}+ FIDE rated players from {param2} to {param3}
br: Daou vilion c'hoari {param1} + FIDE gant c'hoarerien etre {param2} ha {param3}
de: Zwei Millionen OTB-Partien von Spielern mit einer Wertungszahl über {param1} FIDE aus den Jahren {param2} bis {param3}
et: Kaks miljonit päriselumängu {param1}+ FIDE hinnatud mängijat alates {param2} kuni {param3}
fa: دو میلیون بازی حقیقی بازیکنان دارای امتیاز بیشتر از {param1} در درجه‌بندی فیده از {param2} تا {param3}
fo: Tvær milliónir OTB talv hjá {param1}+ FIDE-styrkismettum telvarum frá {param2} til {param3}
fr: Deux millions de parties jouées en tournois FIDE >{param1} de {param2} à {param3}
ga: Dhá mhilliúin cluiche thar an mbord {param1} imreoirí le rátáil FIDE ó {param2} go {param3}
hi: {param2} से {param3} के दशक के {param1}+ FIDE- रेटेड खिलाड़ियों के दो मिलियन ओटीबी खेल
hr: Dva milijuna OTB partija FIDE rangiranih igrača ({param1}+ FIDE rejting) igranih od {param2}. do {param3}. godine
hu: Kétmillió táblán játszott parti {param2} és {param3} között {param1} fölött rangsorolt FIDE játékosoktól
ja: {param2} 年から {param3} 年まで、FIDEレーティング {param1} 以上の対局が200 万局あります
lb: Zwou Milliounen OTB Partien vun {param1}+ FIDE-gewäerteten Spiller vun {param2} bis {param3}
nb: Brettsjakkpartier med spillere som har FIDE-rating {param1}+ fra {param2} til {param3}
nn: Brettsjakkparti med spelarar som har FIDE-rating {param1}+ frå {param2} til {param3}
pl: Dwa miliony partii graczy FIDE ({param1}+) rozegranych w latach {param2}–{param3}
pt_br: Duas milhões de partidas de jogadores com pontuação FIDE acima de {param1}, desde {param2} a {param3}
tt: {param2}нче елдан {param3}нче елга кадәр {param1}+ FIDE рейтинглы уенчылары тарафыннан такта артында уйналган 2 миллион уен
zh: {param2}-{param3}年国际棋联等级分{param1}以上棋手的两百万局棋谱

# dtzWithRounding
source: DTZ50'' with rounding, based on number of half-moves until next capture or pawn move
de: DTZ50'' mit Rundung, basierend auf der Anzahl der Halbzüge bis zum nächsten Schlag- oder Bauernzug
et: DTZ50'' ümardatult, põhineb poolkäikude arvul kuni järgmise löögi või etturi käiguni
fa: DTZ50'' با گرد کردن، بر اساس تعداد حرکات نیمه تا زمان دستگیری یا حرکت پیاده بعدی
fr: DTZ50'' arrondi, basé sur le nombre de demi-coups jusqu'à la prochaine capture ou le prochain coup de pion
ga: DTZ50'' le slánú, bunaithe ar líon na leathbheart go dtí an chéad ghabháil nó beart ceaithearnach
hi: DTZ50'' गोलाई के साथ, अगले कब्ज़ा या प्यादा की चाल तक आधे-चालों की संख्या के आधार पर
hr: DTZ50'' sa zaokruživanjem, na temelju broja polupoteza do sljedećeg hvatanja ili poteza pješaka
hu: DTZ50'' kerekítéssel, a következő ütésig vagy gyalog lépésig megtett féllépések száma alapján
ja: DTZ50*（丸めあり）、次の駒取りかポーンの移動までの半手単位の手数による
lb: DTZ50'' mat Ronnung, baséierend ob Unzuel vun Hallefzich bis zum nächsten Schlag- oder Bauerenzuch
nb: DTZ50'' med avrunding, basert på antall halvtrekk til neste slag eller bondetrekk
nn: DTZ50'' med avrunding, basert på antal halvtrekk fram til neste brikketaking eller bondetrekk
pl: DTZ50'' - odległość do zerowania z regułą pięćdziesięciu ruchów
pt_br: DTZ50" com arredondamento, baseado no número de lances até a próxima captura ou movimento de peão
zh: 经过四舍五入的DTZ50''，是基于到下次吃子或兵动的半步数目。

source: No game found
br: Krogad ebet kavet
de: Kein Spiel gefunden
et: Ühtegi mängu ei leitud
fa: هیچ بازی یافت نشد
fo: Einki talv funnið
fr: Aucune partie trouvée
ga: Níor aimsíodh cluiche
hi: कोई गेम नहीं मिला
hr: Nije pronađena nijedna partija
hu: Nem található játszma
ja: 対局が見つかりません
lb: Keng Partie fonnt
nb: Intet parti funnet
nn: Fann ikkje noko parti
pl: Nie znaleziono partii
pt_br: Nenhuma partida encontrada
tt: Бер уен да табылмады
zh: 没找到符合要求的棋局

source: Max depth reached!
de: Maximale Tiefe erreicht!
fa: عمق به حداکثر رسیده!
fr: Profondeur maximale atteinte !
ga: Doimhneacht uasta bainte amach!
hi: अधिकतम गहराई तक पहुँच गया!
hr: Maksimalna dubina postignuta!
hu: Maximális mélység elérve!
ja: 最大深度に到達！
lb: Maximal Déift erreecht!
nb: Maks dybde nådd!
nn: Maksimal djupn er nådd!
pl: Osiągnięto maksymalną głębokość!
pt_br: Profundidade máxima alcançada!
zh: 已达最大深度！

source: Maybe include more games from the preferences menu?
br: Degemer muioc'h a grogadoù o tont eus lañser an dibaboù?
de: Vielleicht sollten mehr Partien über das "Einstellungen"-Menü einbezogen werden?
et: Kas kaasata eelistuste menüüst rohkem mänge?
fa: شاید بازی‌های بیشتری با توجه به گزینگان ترجیحات، وجود داشته باشه؟
fo: Vilt tú taka fleiri talv úr tínari egnu valmynd?
fr: Peut-être inclure plus de parties depuis le menu préférences ?
ga: D'fheadfaí níos mó cluichí a chur san áireamh ón roghchlár?
hi: शायद प्राथमिकताएं मेनू से अधिक गेम शामिल हैं?
hr: Probaj uključiti više partija u postavkama pretraživača pozicija
hu: Próbáltál több játszmát hozzáadni a beállítások menüben?
ja: 設定メニューからさらに広い範囲を指定しますか？
lb: Villäicht mussen méi Partien iwert den Astellungsmenü consideréiert ginn?
nb: Kanskje inkludere flere parti fra preferansemenyen?
nn: Gå til innstillingsmenyen om du vil søkje blant fleire parti.
pl: Może zaimportujesz więcej partii z menu narzędzi?
pt_br: Talvez você queira incluir mais jogos a partir do menu de preferências
tt: Бәлки көйләүләрдә күбрәк уеннарны кабызырсыз?
zh: 请尝试在“选择”菜单内包括更多棋局。

source: Openings
br: Digoradurioù
de: Eröffnungen
et: Avangud
fa: گشایش
fr: Ouvertures
ga: Oscailtí
hi: शुरूआत
hr: Otvaranja
hu: Megnyitások
ja: オープニング
lb: Erëffnungen
nb: Åpninger
nn: Opningar
pl: Otwarcia
pt_br: Aberturas
zh: 开局

source: Opening explorer
br: Furcher an digoradurioù
de: Eröffnungsdatenbank
et: Avamiste otsija
fa: جستجوگر گشایش‌
fo: Rannsaka byrjanartalv
fr: Explorateur d'ouvertures
ga: Ag oscailt taiscéalaí
hi: उद्घाटन खोज
hr: Pretraživač otvaranja
hu: Megnyitás böngésző
ja: オープニング探索
lb: Erëffnungsdatebank
nb: Åpningsutforsker
nn: Opningsbok
pl: Biblioteka otwarć
pt_br: Explorador de aberturas
tt: Дебютлар базасы
zh: 开局浏览器

source: Opening/endgame explorer
br: Ergerzher digoradur/dibenn-partienn
de: Eröffnungs-/Endspiel Explorer
et: Avangu/lõppmängu uurija
fa: جستجوگر گشایش/آخربازی
fr: Explorateur d'ouvertures/de finales
ga: Taiscéalaí oscailte / deireadh an chluiche
hi: प्रारम्भिक खेल/समाप्ति खेल अन्वेषक
hr: Proučavanje otvaranja i završnica
hu: Megnyitás/végjáték böngésző
ja: 序盤／終盤エクスプローラー
lb: Erëffnungs-/Endspilldatebank
nb: Åpnings-/sluttspillsutforsker
nn: Opnings-/sluttspelbok
pl: Biblioteka otwarć i końcówek
pt_br: Explorador de Aberturas/Finais
zh: 开局/残局浏览器

# xOpeningExplorer
source: {param} opening explorer
br: furcher an digoradurioù {param}
de: {param} Eröffnungsbuch
et: {param} avamiste otsija
fa: جستجوگر گشایش {param}
fo: {param} rannsaka byrjanartalv
fr: {param} explorateur d'ouvertures
ga: {param} ag oscailt taiscéalaí
hi: {param} ओपनिंग एक्सप्लोरर
hr: {param} pretraživač otvaranja
hu: {param} megnyitás böngésző
ja: {param} オープニング探索
lb: {param} -Erëffnungsdatebank
nb: Åpningsutforsker for {param}
nn: {param} opningsutforskar
pl: Biblioteka otwarć {param}
pt_br: {param} Explorador de aberturas
tt: {param} дебютлар базасы
zh: {param} 开局浏览器

source: Play first opening/endgame-explorer move
de: Spiele den ersten Eröffnungs/Endspiel-Explorer Zug
fa: اولین حرکت گشایش/آخربازی را برو
fr: Jouer le premier coup dans l'explorateur d'ouverture/de finale
hi: पहली ओपनिंग/एंडगेम-एक्सप्लोरर चाल खेलें
hr: Odigraj prvo otvaranje/završnički-istraživački potez
hu: Lépd meg az első megnyitás/végjáték felfedező lépést
ja: 序盤／終盤エクスプローラーの最初の手を指す
lb: Spill den éischten Zuch vun der Erëffnungs-/Endspill-Datebank
nb: Utfør det første trekket fra åpnings-/sluttspillsutforskeren
nn: Spel det første trekket frå opning- og sluttspelbok
pl: Zagraj pierwsze posunięcie z biblioteki otwarć
pt_br: Jogue o primeiro lance do explorador de aberturas/finais
zh: 在开局/残局浏览器走第一步棋

source: Win prevented by 50-move rule
br: Trec'h harzet gant reolenn an 50 taol
de: Sieg durch 50-Züge-Regel verhindert
et: 50 käigu reegel ei lase võita
fa: قانون پنجاه حرکت از پیروزی جلوگیری کرد
fo: 50-leikareglan forðar fyri sigri
fr: Gain empêché par la règle des 50 coups
ga: Bac ar bhua mar gheall ar riail an 50 bheart
hi: जीत 50-चालन नियम से रोका गया
hr: Pobjeda spriječena na bazi pravila o 50 poteza
hu: Az 50 lépés szabály miatt nem nyert
ja: 勝勢ながら 50 手ルールでドロー
lb: Victoire verhënnert duerch 50-Zich-Reegel
nb: Seier hindret av 50-trekksregelen
nn: Vinst forhindra av 50-trekkregelen
pl: Bez wygranej ze względu na regułę 50 ruchów
pt_br: Vitória impedida pela regra dos 50 movimentos
tt: 50 йөрү кайгыйдәсе буенча җиңеп булмый
zh: 因50回合规则未赢棋

# lossSavedBy50MoveRule
source: Loss prevented by 50-move rule
br: Trec'hidigezh harzet gant reolennoù an 50 taol
de: Verlust durch 50-Züge-Regel verhindert
et: 50 käigu reegel päästis kaotusest
fa: قانون ۵۰ حرکت از شکست جلوگیری کرد
fo: 50-leikareglan forðar fyri tapi
fr: Défaite évitée par la règle des 50 coups
ga: Bac ar chaill mar gheall arriail an 50 bheart
hi: हार 50-चाल नियम द्वारा बचाया
hr: Poraz spriječen na bazi pravila o 50 poteza
hu: Az 50 lépés szabály miatt nem vesztett
ja: 敗勢ながら 50 手ルールでドロー
lb: Defaite verhënnert duerch 50-Zich-Reegel
nb: Tap forhindret av 50-trekkregelen
nn: Tap forhindra av 50-trekkregelen
pl: Bez przegranej ze względu na regułę 50 ruchów
pt_br: Derrota impedida pela regra dos 50 movimentos
tt: 50 йөрү кагыйдәсе буенча җиңелеп булмый
zh: 因50回合规则未输棋

source: Win or 50 moves by prior mistake
de: Sieg oder 50 Züge durch vorherigen Fehler
et: Võit või 50 käiku eelneva vea tõttu
fa: برد یا ۵٠ حرکت بعد از اشتباه قبلی
fr: Victoire ou 50 coups par suite d'une erreur
ga: Bua nó 50 beart trí bhotún roimhe seo
hi: जीत अथ्वा 50 चाल नियम पुरानी ग़लती के कारण​।
hr: Pobjeda ili 50 poteza prethodnom greškom
hu: Győzelem, vagy 50 lépéses szabály korábbi hiba alapján
ja: 勝ち、または以前の悪手のため50手ドロー
lb: Victoire oder 50 Zich duerch fréiere Feeler
nb: Seier eller 50 trekk etter tidligere feil
nn: Vinst eller 50 trekk etter tidlegare feil
pl: Zwycięstwo lub 50 posunięć bez rozstrzygnięcia
pt_br: Vitória ou 50 movimentos por erro anterior
zh: 赢棋或因先前错误而50步作和

source: Loss or 50 moves by prior mistake
de: Verlust oder 50 Züge durch vorherigen Fehler
et: Kaotus või 50 käiku eelneva vea tõttu
fa: باخت یا ۵٠ حرکت از اشتباه قبلی
fr: Défaite ou 50 coups par suite d'une erreur
ga: Cailleadh nó 50 beart trí bhotún roimhe seo
hi: हार​ अथ्वा 50 चाल नियम पुरानी ग़लती के कारण​।
hr: Gubitak ili 50 poteza prethodnom greškom
hu: Vereség, vagy 50 lépéses szabály korábbi hiba alapján
ja: 負け、または以前の悪手のため50手ドロー
lb: Defaite oder 50 Zich duerch fréiere Feeler
nb: Tap eller 50 trekk etter tidligere feil
nn: Tap eller 50 trekk etter tidlegare feil
pl: Porażka lub 50 posunięć bez rozstrzygnięcia
pt_br: Derrota ou 50 movimentos por erro anterior
zh: 输棋或因先前错误而50步作和

# unknownDueToRounding
source: Win/loss only guaranteed if recommended tablebase line has been followed since the last capture or pawn move, due to possible rounding of DTZ values in Syzygy tablebases.
de: Gewinn/Verlust ist nur garantiert, falls die empfohlene Datenbank-Zugfolge seit dem letzten Schlag- oder Bauernzug befolgt wurde, da möglicherweise DTZ-Werte in den Syzygy-Datenbanken gerundet sind.
et: Võit/kaotus on tagatud ainult siis, kui on järgitud andmebaasi soovitatud käikude järjekorda alates viimasest löömisest või etturi käigust, sest Syzygy andmebaaside DTZ väärtused võivad olla ümardatud.
fa: برد یا باخت تنها زمانی تضمین شده است که شاخه پیشنهاد شده توسط دیتابیس پس از آخرین گرفتن مهره یا حرکت پیاده اجرا شود. علت رند کردن احتمالی مقدار های DTZ در دیتابیس است.
fr: Victoire/défaite garantie uniquement si la variante recommandée de la table de finale a été suivie depuis la dernière capture ou le dernier coup de pion, en raison de l’arrondissement possible de valeurs DTZ faisant partie de tables de finale Syzygy.
ga: Ní ráthaítear bua / caillteanas ach má leanadh an líne mholta boird ón mbeart gabhála nó ceithearnach deireanach, mar gheall ar chothromú féideartha luachanna DTZ i mboscaí tábla Syzygy.
hi: जीत/नुकसान की गारंटी केवल तभी दी जाती है जब Syzygy टेबलबेस में DTZ मानों के संभावित राउंडिंग के कारण अंतिम कैप्चर या पॉन मूव के बाद से अनुशंसित टेबलबेस लाइन का पालन किया गया हो।
hr: Pobjeda/gubitak su zajamčeni samo ako se slijedila preporučena osnovna linija tablice od posljednjeg hvatanja ili poteza pješaka, zbog mogućeg zaokruživanja DTZ vrijednosti u Syzygy bazama tablica.
hu: Győzelem/vereség csak akkor garantált, ha az adatbázis által ajánlott lépéssort követték az utolsó ütés vagy gyaloglépés óta, a Syzygy tábla DTZ értékeinek lehetséges kerekítései miatt.
ja: 勝ち／負けが確実なのは、最後の駒取りかポーンの移動からずっとテーブルベースの推奨ラインに従った場合のみです（丸めの可能性のため）。
lb: Victoire/Defaite just garantéiert wann Tablebase Variant säit leschtem Schlag- oder Bauerenzuch gespillt gouf, wéinst méiglechem Ronnungsfeeler.
nb: Seier/tap bare garantert dersom anbefalte trekk fra tabellbasen er fulgt siden siste slag eller bondetrekk, grunnet mulig avrunding av DTZ-verdier i Syzygy-tabellbaser.
nn: Vinst/tap berre garantert dersom den tilrådde trekkrekka i databasen er følgd etter siste brikkeutslag eller bondetrekk, på grunn av mogleg avrunding.
pl: Zwycięstwo/porażka gwarantowana tylko wtedy, gdy przestrzegano zwycięskiej linii bazy końcówek od ostatniego bicia lub posunięcia pionem.
pt_br: Vitória/derrota garantida somente se a variante recomendada tiver sido seguida desde o último movimento de captura ou de peão, devido ao possível arredondamento.
zh: 由上次吃子或兵动开始按残局库建议走法走才能保证胜败的判断正确。这是因为Syzygy残局库的DTZ数值可能经过四舍五入。

source: All set!
br: Prest eo!
de: Fertig!
et: Valmis!
fa: همه چیز آماده است!
fo: Til reiðar!
fr: Tout est prêt !
ga: Réidh le himirt!
hi: सब तैयार!
hr: U redu
hu: Mehet!
ja: 準備完了！
lb: Prett!
nb: Alt klart!
nn: Alt klart!
pl: Gotowe!
pt_br: Tudo pronto!
tt: Бөтенесе әзер!
zh: 好了！

source: Import PGN
br: Enporzhiañ PGN
de: PGN importieren
et: Impordi PGN
fa: PGN را وارد کنید
fo: Les inn PGN
fr: Importer le PGN
ga: Iompórtáil PGN
hi: PGN आयात करें
hr: Uvezi PGN
hu: PGN importálás
ja: PGN をインポート
lb: PGN importéieren
nb: Importér PGN-fil
nn: Importér PGN-fil
pl: Importuj PGN
pt_br: Importar PGN
tt: PGN импорты
zh: 导入 PGN

source: Delete
br: Dilemel
de: Löschen
et: Kustuta
fa: حذف
fo: Strika
fr: Effacer
ga: Scrios
hi: हटाएँ
hr: Izbriši
hu: Töröl
ja: 削除
lb: Läschen
nb: Slett
nn: Slett
pl: Usuń
pt_br: Excluir
tt: Бетерү
zh: 删除

source: Delete this imported game?
br: Dilemel ar c'hrogad enporzhiet-mañ?
de: Dieses importierte Spiel löschen?
et: Kustuta imporditud mäng?
fa: آیا این بازیِ درونبُرده پاک شود؟
fo: Strika hetta innlisna talvið?
fr: Effacer cette partie importée ?
ga: Scrios an cluiche iompórtáilte seo?
hi: इस आयात किए गए गेम को हटाएं?
hr: Želiš li izbrisati ovu uvezenu partiju?
hu: Törlöd ezt az importált játszmát?
ja: ほんとうに削除しますか？
lb: Importéiert Partie läschen?
nb: Slette dette importerte partiet?
nn: Slette dette importerte partiet?
pl: Czy usunąć tę partię?
pt_br: Excluir este jogo importado?
tt: Бу импортланган уенны ташларгамы?
zh: 删除此导入的棋局？
