Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Learn from this mistake
br: Deskiñ diouzh ar fazi-mañ
de: Lerne aus diesem Fehler
et: Õpi sellest veast
fa: از این اشتباه درس بگیرید
fo: Lær av hesum mistaki
fr: Apprendre de cette erreur
ga: Foghlaim ón mbotún seo
hi: इस ग़लती से सीखें
hr: Nauči iz ove greške
hu: Tanulok a hibámból
ja: この悪手に学ぶ
lb: Aus dësem Feeler léieren
nb: Lær av denne feilen
nn: Lær av dette mistaket
pl: Ucz się na tym błędzie
pt_br: Aprenda com este erro
tt: Бу хатадан өйрәнегез
zh: 从这个失误中学习

source: Skip this move
br: Leuskel ar fiñvadenn-mañ a gostez
de: Überspringe diesen Zug
et: Jäta see käik vahele
fa: رد کردن این حرکت
fo: Loyp henda leikin um
fr: Passer ce coup
ga: Ná bac leis an mbeart seo
hi: इस चाल को छोड़ें
hr: Preskoči ovaj potez
hu: Lépés kihagyása
ja: この手を飛ばす
lb: Zuch iwwersprangen
nb: Hopp over dette trekket
nn: Hopp over dette trekket
pl: Pomiń ten ruch
pt_br: Pular esse lance
tt: Төшереп калдыру бу хәрәкәтне
zh: 跳过此步

source: Next
br: Kenderc'hel
de: Nächster
et: Järgmine
fa: بعدی
fo: Næsti
fr: Suivant
ga: Ar aghaidh
hi: अगला
hr: Dalje
hu: Tovább
ja: 次
lb: Weider
nb: Neste
nn: Neste
pl: Dalej
pt_br: Próximo
tt: Киләсе
zh: 继续

# xWasPlayed
source: {param} was played
br: {param} zo bet c'hoariet
de: {param} wurde gespielt
et: {param} mängiti
fa: {param} بازی شد
fo: {param} varð telvað
fr: {param} a été joué
ga: Imríodh {param}
hi: {param} खेला गया
hr: {param} je odigran
hu: lépés: {param}
ja: 指されたのは {param}
lb: {param} gouf gespillt
nb: {param} ble spilt
nn: {param} vart spela
pl: Zagrano {param}
pt_br: {param} foi jogado
tt: {param} уйнады
zh: 走了{param}

# findBetterMoveForWhite
source: Find a better move for white
br: Kavit ur gwellañ fiñvadenn evit ar re wenn
de: Finde einen besseren Zug für Weiß
et: Leia parem käik valgele
fa: یه حرکت بهتر برای سفید پیدا کنید
fo: Finn ein betri leik fyri hvítan
fr: Trouvez un meilleur coup pour les Blancs
ga: Faigh beart níos fearr do bán
hi: सफेद के लिए एक बेहतर कदम का पता लगाएं
hr: Pronađi bolji potez za bijelog
hu: Találj egy jobb lépést világosnak
ja: 白のもっといい手を見つけてください
lb: Fann en bessern Zuch fir Wäiss
nb: Finn et bedre trekk for hvit
nn: Finn eit betre trekk for kvit
pl: Znajdź lepszy ruch dla białych
pt_br: Encontrar o melhor lance para as Brancas
tt: Эзлә иң якшы хәрәкәтне аклар өчен
zh: 为白方找更好走法

# findBetterMoveForBlack
source: Find a better move for black
br: Kavit ur gwellañ fiñvadenn evit ar re zu
de: Finde einen besseren Zug für Schwarz
et: Leia parem käik mustale
fa: یه حرکت بهتر برای سیاه پیدا کنید
fo: Finn ein betri leik fyri svartan
fr: Trouvez un meilleur coup pour les Noirs
ga: Faigh beart níos fearr do dubh
hi: काले के लिए एक बेहतर कदम खोजें
hr: Pronađi bolji potez za crnog
hu: Találj egy jobb lépést sötétnek
ja: 黒のもっといい手を見つけてください
lb: Fann en bessern Zuch fir Schwaarz
nb: Finn et bedre trekk for svart
nn: Finn eit betre trekk for svart
pl: Znajdź lepszy ruch dla czarnych
pt_br: Encontre o melhor lance para as Pretas
tt: Эзлә иң якшы хәрәкәтне каралар өчен
zh: 为黑方找更好走法

source: Resume learning
br: Adkregiñ gant an deskiñ
de: Mit dem Lernen fortfahren
et: Jätka õppimist
fa: ادامه یادگیری
fo: Halt fram við at læra
fr: Retour à l'apprentissage
ga: Atosaigh an fhoghlaim
hi: सीखना जारी रखें
hr: Nastavi učenje
hu: Tanulás folytatása
ja: 学習を続ける
lb: Weider léieren
nb: Fortsett læring
nn: Fortsett læring
pl: Wznów naukę
pt_br: Continuar a aprendizagem
tt: Өйрәнүгә кайту
zh: 继续学习

source: You can do better
br: Gallout a rit ober gwelloc'h
de: Finde eine bessere Variante
et: Suudad paremini
fa: شما می توانید حرکت بهتری انجام دهید!
fo: Tú fært leikað betur
fr: Vous pouvez faire mieux
ga: Tá beart níos fearr ann
hi: आप बेहतर कर सकते हैं
hr: Možeš bolje
hu: Van jobb lépés is
ja: もっといい手があります
lb: Et geet nach besser
nb: Du kan gjøre det bedre
nn: Du kan gjera det betre
pl: Możesz zrobić to lepiej
pt_br: Você pode fazer melhor
tt: Сез яхшырак эшли аласыз
zh: 加油！有更好的一步棋！

source: Try another move for white
br: Klaskit ur fiñvadenn all evit ar re wenn
de: Versuche einen anderen Zug für Weiß
et: Proovi teist käiku valgele
fa: برای سفید،حرکت دیگری را امتحان کنید
fo: Royn ein annan leik við hvítum
fr: Essayez un autre coup pour les Blancs
ga: Triail beart bán eile
hi: सफ़ेद के लिए एक और चाल आज़माएं
hr: Probaj drugi potez za bijelog
hu: Próbálj mást lépni világossal
ja: 白の別の手を考えてください
lb: Probéier een aneren Zuch fir Wäiss
nb: Prøv et annet trekk for hvit
nn: Prøv eit anna trekk for kvit
pl: Znajdź inny ruch dla białych
pt_br: Tente um outro lance para as Brancas
tt: Акларга бүтән хәрәкәтне карагыз
zh: 为白方另找走法

source: Try another move for black
br: Klaskit ur fiñvadenn all evit ar re zu
de: Versuche einen anderen Zug für Schwarz
et: Proovi teist käiku mustale
fa: برای سیاه،حرکت دیگری را امتحان کنید
fo: Royn ein annan leik við svørtum
fr: Essayez un autre coup pour les Noirs
ga: Triail beart dubh eile
hi: काले के लिए एक और कदम की कोशिश
hr: Probaj drugi potez za crnog
hu: Próbálj mást lépni feketével
ja: 黒の別の手を考えてください
lb: Probéier een aneren Zuch fir Schwaarz
nb: Prøv et annet trekk for svart
nn: Prøv eit anna trekk for svart
pl: Znajdź inny ruch dla czarnych
pt_br: Tente um outro lance para as Pretas
tt: Караларга бүтән хәрәкәтне карагыз
zh: 为黑方另找走法

source: Solution
br: Respont
de: Lösung
et: Lahendus
fa: راه حل
fo: Svar
ga: Réiteach
hi: समाधान
hr: Rješenje
hu: Megoldás
ja: 答え
lb: Léisung
nb: Løsning
nn: Løysing
pl: Rozwiązanie
pt_br: Solução
tt: Чишелеше
zh: 解法

source: Waiting for analysis
br: O c'hortoz an dielfennañ
de: Warte auf Analyse
et: Analüüsimine
fa: در انتظار برای آنالیز
fo: Bíðar eftir greining
fr: En cours d'analyse
ga: Ag fanacht ar anailís
hi: विश्लेषण के लिए प्रतीक्षा
hr: Analiza u tijeku
hu: Készül az analízis
ja: 解析を待っています
lb: Op d'Analys waarden
nb: Venter på analyse
nn: Ventar på analyse
pl: Oczekiwanie na wynik analizy
pt_br: Aguardando análise
tt: Көтегез тәхлил өчен
zh: 正在等待分析

# noMistakesFoundForWhite
source: No significant mistakes found for White
br: Fazi ebet a-berzh ar re wenn
de: Keine Fehler bei Weiß gefunden
et: Valge eksimusi ei leitud
fa: هیچ اشتباهی برای سفید مشاهده نشد
fo: Eingi mistøk funnin hjá hvítum
fr: Pas d'erreur trouvée pour les Blancs
ga: Ní bhfuarthas aon bhotúin ó bán
hi: श्वेता के लिए नहीं मिली कोई ग़लतियाँ
hr: Nisu pronađene greške bijelog
hu: Nem talált hibát világos játékában
ja: 白に悪手はありませんでした
lb: Keng Feeler vun Wäiss fonnt
nb: Ingen feil funnet for hvit
nn: Ingen feil funne for kvit
pl: Nie znaleziono błędów białych
pt_br: Nenhum erro encontrado para as Brancas
tt: Аклар өчен табылмады хата
zh: 未找到白方失误

# noMistakesFoundForBlack
source: No significant mistakes found for Black
br: Fazi ebet a-berzh ar re zu
de: Keine Fehler bei Schwarz gefunden
et: Musta eksimusi ei leitud
fa: هیچ اشتباهی برای سیاه مشاهده نشد
fo: Eingi mistøk funnin hjá svørtum
fr: Pas d'erreur trouvée pour les Noirs
ga: Ní bhfuarthas aon bhotúin ó dubh
hi: सफ़ेद पहलू ने ग़लती नहीं किया
hr: Nisu pronađene greške crnog
hu: Nem talált hibát sötét játékában
ja: 黒に悪手はありませんでした
lb: Keng Feeler vun Schwaarz fonnt
nb: Ingen feil funnet for svart
nn: Ingen feil funne for svart
pl: Nie znaleziono błędów czarnych
pt_br: Nenhum erro encontrado para as Pretas
tt: Табылмады караларның хаталары
zh: 未找到黑方失误

source: Done reviewing White mistakes
br: Echu gant an deskiñ diouzh fazioù ar re wenn
de: Überprüfen der Fehler von Weiß abgeschlossen
et: Valge vead on üle vaadatud
fa: اشتباهات سفید بررسی شد
fo: Liðugt at viðgera mistøk hjá hvítum
fr: Fin d'examen des erreurs des Blancs
ga: Déanta ag athbhreithniú botúin bhána
hi: सफ़ेद पहलू की ग़लती को पूरी तरह समज लिया
hr: Završeno pregledavanje grešaka bijelog
hu: Világos hibáinak elemzése befejeződött
ja: 白の悪手チェックが終了
lb: Wäiss Feeler all nogekuckt
nb: Ferdig med gjennomgang av hvits feil
nn: Ferdig med å gå gjennom kvit sine feil
pl: Przejrzano błędy białych
pt_br: Erros das brancas já revistos
tt: Аклар хаталарын карау булды
zh: 白方失误回顾完毕

source: Done reviewing Black mistakes
br: Echu gant an deskiñ diouzh fazioù ar re zu
de: Überprüfen der Fehler von Schwarz abgeschlossen
et: Musta vead on üle vaadatud
fa: اشتباهات سیاه بررسی شد.
fo: Liðugt at viðgera mistøk hjá svørtum
fr: Fin d'examen des erreurs des Noirs
ga: Déanta ag athbhreithniú botúin dhubh
hi: काला पहलू की ग़लती को पूरी तरह समज लिया
hr: Završeno pregledavanje grešaka crnog
hu: Sötét hibáinak elemzése befejeződött
ja: 黒の悪手チェックが終了
lb: Schwaarz Feeler all nogekuckt
nb: Ferdig med gjennomgang av svarts feil
nn: Ferdig med å gå gjennom svart sine feil
pl: Przejrzano błędy czarnych
pt_br: Erros das pretas já revistos
tt: Каралар хаталарын карау булды
zh: 黑方失误回顾完毕

source: Do it again
br: Klask en-dro
de: Wiederholen
et: Vaata veelkord üle
fa: دوباره
fo: Ger tað aftur
fr: Recommencer
ga: Déan arís é
hi: इसे फिर से करो
hr: Pokušaj ponovno
hu: Újra
ja: もう一度どうぞ
lb: Nach eng Kéier
nb: Gjenta
nn: Gjer om att
pl: Zrób to jeszcze raz
pt_br: Faça novamente
tt: Кабат ясарга
zh: 再来一次

source: Review White mistakes
br: Studiañ fazioù ar re wenn
de: Fehler von Weiß überprüfen
et: Vaata üle valge vead
fa: بررسی اشتباهات سفید
fo: Met um hvít mistøk
fr: Revoir les erreurs des Blancs
ga: Athbhreithnigh botúin bhána
hi: सफ़ेद पहलू के ग़लती को देखें
hr: Pregled grešaka bijelog
hu: Világos hibáinak áttekintése
ja: 白の悪手をチェックする
lb: Feeler vun Wäiss iwwerpréifen
nb: Gå gjennom hvits feil
nn: Gå gjennom kvit sine feil
pl: Przejrzyj błędy białych
pt_br: Rever erros das Brancas
tt: Тагын карарга аклар хаталарын
zh: 回顾白方失误

source: Review Black mistakes
br: Studiañ fazioù ar re zu
de: Fehler von Schwarz überprüfen
et: Vaata üle musta vead
fa: بررسی اشتباهات سیاه
fo: Met um svørt mistøk
fr: Revoir les erreurs des Noirs
ga: Athbhreithnigh botúin dhubha
hi: काला पहलू के ग़लती को देखें
hr: Pregled grešaka crnog
hu: Sötét hibáinak áttekintése
ja: 黒の悪手をチェックする
lb: Feeler vun Schwaarz iwwerpréifen
nb: Gå gjennom svarts feil
nn: Gå gjennom svart sine feil
pl: Przejrzyj błędy czarnych
pt_br: Rever erros das Pretas
tt: Тагын карарга каралар хаталарын
zh: 回顾黑方失误

source: Advantage
br: Splet
de: Vorteil
et: Eelis
fa: برتری
fo: Fyrimunur
fr: Avantage
ga: Buntáiste
hi: लाभ
hr: Prednost
hu: Előny
ja: 優位
lb: Virdeel
nb: Fordel
nn: Fordel
pl: Przewaga
pt_br: Vantagem
tt: Өстенлек
zh: 优势

source: Opening
br: Digoradur
de: Eröffnung
et: Avang
fa: گشایش
fo: Byrjanartalv
fr: Ouverture
ga: Oscailt
hi: ओपनिंग
hr: Otvaranje
hu: Megnyitás
ja: 序盤
lb: Eröffnung
nb: Åpning
nn: Opning
pl: Otwarcie
pt_br: Abertura
tt: Башлагыч
zh: 开局

source: Middlegame
br: Kreiz ar bartienn
de: Mittelspiel
et: Keskmäng
fa: وسط بازی
fo: Miðtalv
fr: Milieu de partie
ga: Lár an chluiche
hi: मिडलगेम
hr: Središnjica
hu: Középjáték
ja: 中盤
lb: Mëttelspill
nb: Midtspill
nn: Midtspel
pl: Gra środkowa
pt_br: Meio-jogo
tt: Урта уен
zh: 中盘

source: Endgame
br: Fin ar c'hrogad
de: Endspiel
et: Lõppmäng
fa: آخربازی
fo: Endatalv
fr: Fin de partie
ga: Cor deiridh
hi: एंडगेम
hr: Završnica
hu: Végjáték
ja: 終盤
lb: Endspill
nb: Sluttspill
nn: Sluttspel
pl: Końcówka
pt_br: Finais
tt: Уен азагы
zh: 残局

source: Conditional premoves
br: Raktaolioù rekiz
de: Bedingte Vorauszüge
et: Tingimuslikud eelkäigud
fa: پیش حرکت های شرطی
fo: Treytaðir undanleikir
fr: Précoups conditionnels
ga: Réamhbhearta coinníollacha
hi: सक्रिय कदम
hr: Uvjetni predpotezi
hu: Feltételes előre megadott lépések
ja: コンディショナルムーブ
lb: Bedingt Virauszich
nb: Betingede forhåndstrekk
nn: Vilkårsbundne førehandstrekk
pl: Ruchy warunkowe
pt_br: Pré-lances condicionais
tt: Шартлы хәрәкәтләр
zh: 条件预先走棋

source: Add current variation
br: Ouzhpennañ an eilstumm o ren
de: Aktuelle Variante hinzufügen
et: Lisa praegune variatsioon
fa: اضافه کردن این نوع حرکات
fo: Skoyt núverandi brigdi upp í
fr: Ajouter la variante en cours
ga: Cuir athrúchán reatha leis
hi: इन कदमों को शामिल करें
hr: Dodajte trenutnu varijantu
hu: Változat hozzáadása
ja: 現在の変化を追加する
lb: Aktuell Variant bäifügen
nb: Føy til gjeldende variant
nn: Legg til gjeldande variant
pl: Dodaj bieżący wariant
pt_br: Adicionar a variação atual
tt: Агымдагы үзгәрешне өстәгез
zh: 添加当前变着

# playVariationToCreateConditionalPremoves
source: Play a variation to create conditional premoves
br: C'hoariit ur variant evit krouiñ raktaolioù rekiz
de: Spiele eine Variante, um bedingte Vorauszüge hinzuzufügen
et: Tingimuslike eelkäikude loomiseks mängi variatsioon
fa: یک نوع حرکات را بازی کنید تا پیش حرکت های شرطی را بسازید
fo: Telva eitt brigdi til tess at skapa treytaðar undanleikir
fr: Jouer une variante pour créer des précoups conditionnels
ga: Imir athrúchán chun réamhbheart coinníollach a chruthú
hi: आपके सक्रिय कदमों का अनुक्रम करो, जैसे आप खेल में प्रयोग करेंगे
hr: Odigraj varijantu da stvoriš uvjetni predpotez
hu: Egy változat megjátszásával, hozzáadható feltételes előre megadott lépés
ja: 駒を動かしてコンディショナルムーブを設定します
lb: Variant spillen fir bedingt Virauszich ze kreéieren
nb: Spill en variant for å lage betingede forhåndstrekk
nn: Spel ein variant for å lage vilkårsbundne førehandstrekk
pl: Zagraj wariant, by utworzyć ruchy warunkowe
pt_br: Jogar uma variação para criar pré-lances condicionais
tt: Шартлы хәрәкәтләр ясау өчен вариация уйнагыз
zh: 走一步变着以创建条件预先走棋

source: No conditional premoves
br: Raktaol rekiz ebet
de: Keine bedingten Vorauszüge
et: Tingimuslikud eelkäigud puuduvad
fa: فاقد پیش حرکت های شرطی
fo: Eingir treytaðir undanleikir
fr: Pas de précoups conditionnels
ga: Gan aon réamhbhearta coinníollacha
hi: सक्रिय कदम का अवश्य नहीं है
hr: Nema uvjetnih predpoteza
hu: Nincs feltételes előre megadott lépés
ja: コンディショナルムーブなし
lb: Keng bedingt Virauszich
nb: Ingen betingede forhåndstrekk
nn: Ingen vilkårsbundne førehandstrekk
pl: Brak ruchów warunkowych
pt_br: Sem pré-lances condicionais
tt: Юк шартлы хәрәкәтләр
zh: 没有条件预先走棋

# playX
source: Play {param}
br: C'hoari {param}
de: Spiele {param}
et: Käi {param}
fa: {param} را انجام دهید
fo: Telva {param}
fr: Jouer {param}
ga: Imir {param}
hi: {param} खेलें
hr: Igraj {param}
hu: {param} megjátszása
ja: 指し手は {param}
lb: Spill {param}
nb: Spill {param}
nn: Spel {param}
pl: Zagraj {param}
pt_br: Jogar {param}
tt: Уйнау {param}
zh: 走 {param}

source: Sorry :(
br: Hon digarezit :(
de: Entschuldigung :(
et: Vabandust :(
fa: متاسفم :(
fo: Orsaka :(
fr: Désolé :(
ga: Tá brón orainn :(
hi: खेद :(
hr: Oprosti :(
hu: Sajnáljuk
ja: 残念です :(
nb: Beklager :(
nn: Beklagar :(
pl: Przykro nam :(
pt_br: Desculpa :(
tt: Юаныч :(
zh: 抱歉 :(

source: We had to time you out for a while.
br: Ret e oa deomp ho skarzhañ e-pad ur prantad.
de: Wir haben dich mit einer vorübergehenden Spielsperre belegt.
et: Me pidime su natukeseks ära blokeerima.
fa: شما برای مدتی مسدود شدید.
fo: Vit noyddust at geva tær leikbrá eina tíð.
fr: Nous avons dû temporairement vous suspendre.
ga: Bhí orainn tú a chur ar fionraí ar feadh tréimhse.
hi: हमें आपको कुछ समय के लिए प्रतिबंधित करना पड़ा।
hr: Trebali smo te na neko vrijeme izbaciti.
hu: Kénytelenek vagyunk egy kis időre visszatartani.
ja: しばらく対局を禁止します。
lb: Mir missten dir eng Auszeit ginn.
nb: Vi måtte gi deg en timeout.
nn: Vi måtte gje deg ein timeout.
pl: Na pewien czas musieliśmy wykluczyć Cię z gry.
pt_br: Tivemos de bloqueá-lo por um tempo.
tt: Без сезне бераз вакытка чыгарырга тиеш идек.
zh: 我们必须将你停止一段时间。

source: Why?
br: Perak?
de: Warum?
et: Miks?
fa: چرا؟
fo: Hví?
fr: Pourquoi ?
ga: Cén fáth?
hi: क्यों?
hr: Zašto?
hu: Miért?
ja: どうして？
lb: Firwat?
nb: Hvorfor?
nn: Kvifor?
pl: Dlaczego?
pt_br: Por quê?
tt: Нигә?
zh: 为什么？

# pleasantChessExperience
source: We aim to provide a pleasant chess experience for everyone.
br: Plijout a rafe deomp e vourrfe pep hini c'hoari echedoù war Lichess.
de: Wir möchten allen eine möglichst gute Schach-Erfahrung bieten.
et: Me tahame pakkuda häid malekogemusi kõigile.
fa: هدف ما مهیا ساختن تجربه لذت بخش شطرنج به همه افراد است.
fo: Vit miða ímóti at veita øllum eina góða talvuppliving.
fr: Nous souhaitons procurer à chacun une agréable expérience du jeu d'échecs.
ga: Ba mhaith linn atmaisféar maith fichille a chur ar fáil do chách.
hi: हम सभी के लिए एक सुखद शतरंज अनुभव प्रदान करना चाहते हैं।
hr: Nama je u cilju da pružimo ugodno šahovsko iskustvo.
hu: Célunk mindenki számára jó felhasználói élményt biztosítani.
ja: Lichess ではすべての人に楽しいチェス体験を提供しています。
lb: Mir wëllen jidderengem eng méiglechst gudd Schacherfahrung offréieren.
nb: Vi forsøker å gi alle en god sjakkopplevelse.
nn: Vi freistar å gje alle ei god sjakk-oppleving.
pl: Naszym celem jest zapewnienie wszystkim przyjemności z gry.
pt_br: Buscamos oferecer uma experiência agradável de xadrez para todos.
tt: Без һәркемгә шаһмат тәҗрибәсен тәкъдим итәбез.
zh: 我们致力于为所有人提供一个愉悦的下棋体验。

# goodPractice
source: To that effect, we must ensure that all players follow good practice.
br: Evit hen ober e dav deomp bezañ sur e vez graet gant doareoù dereat gant an holl.
de: Um dies zu erreichen, müssen wir sicherstellen, dass sich alle Spieler korrekt verhalten.
et: Selleks peame olema kindlad, et kõik meie kasutajad järgivad reegleid.
fa: به همین منظور، ما باید اطمینان حاصل کنیم که تمام بازیکنان تمرین خوب را دنبال میکنند.
fo: Tískil mugu vit vissa okkum, at allir telvarar sýna góðan atburð.
fr: Dans ce but, nous devons veiller à ce que tous les joueurs adoptent les bonnes pratiques.
ga: De bhrí sin, ní mór dúinn a chinntiú go leanann gach ficheallaí dea-chleachtas.
hi: इसलिए, हमें यह सुनिश्चित करना होगा कि सभी खिलाड़ी अच्छे अभ्यास का पालन करें।
hr: Stoga moramo osigurati da svi igrači dobro postupaju.
hu: Ennek érdekében minden játékosnak követnie kell megfelelő magatartást.
ja: そのためには、すべての人にマナーを守っていただく必要があります。
lb: Fir dat ze erreechen mussen mer sécherstellen dass all Spiller sech korrekt verhalen.
nb: For å oppnå det må vi sikre at alle spillere følger god praksis.
nn: For å oppnå det må vi sikre at alle spelarane respekterar god praksis.
pl: W tym celu musimy zapewnić przestrzeganie dobrych praktyk przez wszystkich graczy.
pt_br: Para isso, precisamos assegurar que nossos jogadores sigam boas práticas.
tt: Моның өчен без барлык уенчыларның да яхшы практиканы үтәргә тиеш.
zh: 因此，我们必须确保每个玩家都要遵循规范。

# potentialProblem
source: When a potential problem is detected, we display this message.
br: Pa vez merzhet ar pezh a c'hallfe bezañ ur gudenn e vez dispaket ar gemennadenn-mañ ganeomp.
de: Wir zeigen diese Nachricht an, wenn ein mögliches Problem erkannt wurde.
et: Kui potentsiaalne probleem on avastatud siis me näitame seda sõnumit.
fa: زمانی که مشکلی احتمالی شناسایی شد ، این پیام را نمایش می دهیم.
fo: Tá ið ein møguligur trupulleiki verður staðfestur, vísa vit hesi boðini.
fr: Lorsqu'un potentiel problème est détecté, nous affichons ce message.
ga: Nuair a aimsítear fadhb fhéideartha, taispeánann muid an teachtaireacht seo.
hi: जब एक संभावित समस्या का पता चलता है, हम इस संदेश को प्रदर्शित करते हैं।
hr: Kada se otkrije potencijalni problem, prikazujemo ovu poruku.
hu: Akkor mutatjuk ezt az üzenetet, ha potenciális problémát észlelünk.
ja: 問題があった場合、このメッセージ画面が表示されます。
lb: Mir weisen dësen Message, wann en potentiellen Problem erkannt gouf.
nb: Når et potensielt problem oppdages, viser vi denne meldingen.
nn: Vi syner vi denne meldinga når eit potensielt problem vert oppdaga.
pl: Ten komunikat jest wyświetlany po wykryciu potencjalnego problemu.
pt_br: Quando um problema em potencial é detectado, nós mostramos esta mensagem.
tt: Мөмкин булган мөшәкәт аныкланганда, без ошбу хәбәрне күрсәтербез.
zh: 我们会在检测到潜在问题时显示本信息。

source: How to avoid this?
br: Penaos ober kuit ma c'hoarvezfe an dra-mañ en-dro?
de: Wie kann das verhindert werden?
et: Kuidas seda vältida?
fa: چگونه از این امر جلوگیری کنیم؟
fo: Hvussu slepst undan hesum?
fr: Comment éviter cela?
ga: Conas seo a sheachaint?
hi: इससे कैसे बचा जाए?
hr: Kako to izbjeći?
hu: Hogyan kerülhető el mindez?
ja: どうすればいいの？
lb: Dat hei vermeiden?
nb: Hvordan unngå dette?
nn: Korleis unngå dette?
pl: Jak uniknąć takiej sytuacji?
pt_br: Como evitar isso?
tt: Моннан ничек сакланырга?
zh: 如何避免这种情况？

# playEveryGame
source: Play every game you start.
br: Kit betek penn ho krogadoù.
de: Spiele jedes Spiel, das du beginnst.
et: Mängi igat alustatud mängu.
fa: هر بازی که استارت میزنید را بازی کنید.
fo: Telva hvørt talv, tú byrjar.
fr: Jouez chaque partie que vous commencez.
ga: Imir gach cluiche a chuireann tú tús leis.
hi: आप शुरू करे हुए हर खेल को खेलें।
hr: Igrajte svaku igru ​​koju započnete.
hu: Játssz végig minden megkezdett partit.
ja: 始めたゲームを中断しない
lb: Spill all Partie déi du ufänks.
nb: Spill alle partier du starter.
nn: Spel alle parti du startar.
pl: Podejmuj grę w każdej rozpoczętej partii.
pt_br: Jogue todos os jogos que inicia.
tt: Сез башлаган һәр уенны уйнагыз.
zh: 认真下完每一盘棋。

# tryToWin
source: Try to win (or at least draw) every game you play.
br: Klaskit gounit pep krogad (pe bezañ rampo diantav).
de: Versuche, jedes Spiel zu gewinnen (oder zumindest ein Remis zu erreichen).
et: Proovi võita (või vähemalt viigistada) iga mäng mida mängid.
fa: در هر بازی برای پیروزی (یا حداقل تساوی) تلاش کنید.
fo: Royn at vinna ella fáa javnleik í hvørjum talvi, tú telvir.
fr: Essayez de gagner (ou du moins d'annuler) chaque partie que vous jouez.
ga: Déan iarracht gach cluiche a imríonn tú a bhuachaint (nó comhscór a fháil ar a laghad).
hi: आपके द्वारा खेले जाने वाले हर खेल को जीतने की कोशिश करें। (या कम से कम खेल ड्रा करें)।
hr: Pokušajte pobijediti (ili barem igrati neriješeno) svaku igru ​​koju igrate.
hu: Minden játszmát próbálj megnyerni, vagy legalább döntetlent kihozni.
ja: すべてのゲームで勝ち（またはドロー）を目指す
lb: Probéier all Partie ze gewannen (oder op mannst Remis ze spillen).
nb: Forsøk å vinne (eller i det minste oppnå remis) i alle partier du spiller.
nn: Forsøk å vinne (eller i det minste oppnå remis) i alle parti du spelar.
pl: Staraj się wygrywać (lub przynajmniej remisować) każdą rozgrywaną partię.
pt_br: Tente vencer (ou pelo menos empatar) todos os jogos que jogar.
tt: Сез уйнаган һәр уенда җиңәргә (яки ким дигәндә җиңүсезлеккә) тырышыгыз.
zh: 竭尽全力去赢得（或至少平局）每一场棋局。

# resignLostGames
source: Resign lost games (don't let the clock run down).
br: Dilezit ar c'hrogadoù pa ne vez ket an tu kreñv ganeoc'h (ha n'eo ket gortoz ez afe an amzer e-biou).
de: Gib verlorene Spiele auf (lasse die Uhr nicht herunterlaufen).
et: Alistu kaotatud mängud (ära lase kellal joosta lõpuni).
fa: بازی های از دست رفته را انصراف دهید(نگذارید زمان تمام شود).
fo: Er tap í hendi, legg so kongin (ikki lata klokkuna ganga út).
fr: Abandonnez les parties perdues sans laisser votre temps s'écouler.
ga: Éirigh as cluichí caillte (ná lig don clog rith amach).
hi: हारे हुए खेलों को त्याग दें (घड़ी को अंत तक न चलने दें)।
hr: Predajte izgubljene igre (ne dopustite da vam vrijeme istekne).
hu: Az elveszett játszmákat add fel (ne hagyd lejárni az időt).
ja: 敗勢なら投了する（時間切れまで放置しない）
lb: Gëff verlueren Partien op (looss net d'Auer roflafen).
nb: Gi opp tapte stillinger (ikke la tiden løpe ut).
nn: Resigner ved tapte stillingar (ikkje la tida renne ut).
pl: Poddawaj przegrane partie (nie czekaj na upłynięcie czasu gry).
pt_br: Conceda partidas perdidas (não deixe o relógio ir até ao fim).
tt: Истифа ителгән җиңелгән уеннар (сәгать эшләмәсен).
zh: 投降输掉的比赛（不要浪费他人时间 ）。
