Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleThemeSmotheredMateDescription
source: A checkmate delivered by a knight in which the mated king is unable to move because it is surrounded (or smothered) by its own pieces.
de: Ein Matt durch einen Springer, in dem der mattgesetzte König sich nicht bewegen kann, weil er von seinen eigenen Figuren umgeben (also erstickt) wird.
fa: ماتی که توسط یک اسب انجام می شود که در آن پادشاه قادر به حرکت نیست زیرا توسط مهره های خود احاطه شده.
fo: Skák og mát, framt av einum riddara, har mátaði kongurin ikki er førur fyri at flyta, tí at hann er umgyrdur (ella kvaldur) av egnum fólki.
fr: Un mat délivré par un Cavalier dans lequel le Roi est incapable de s'échapper parce qu'il est entouré (ou étouffé) par ses propres pièces.
ga: Marbhsháinn ó ridire ina bhfuil an rí faoin ionsaí greimithe (nó plúchta) toisc go bhfuil a phíosaí féin timpeall air.
hi: एक चेकमेट जो एक घोड़े द्वारा दिया जाता है, जिसमें संभोगरत राजा हिलने में असमर्थ होता है, क्योंकि वह अपने ही टुकड़ों से घिरा होता है (या स्मूथ)।
hr: Mat kojeg skakač vrši nad kraljem kojemu njegove figure onemogućuju bijeg.
hu: Olyan huszárral adott matt, ahol a sakkot kapó király nem tud lépni, mert saját figurái veszik körül (fojtják meg).
ja: キングが味方の駒に囲まれて動けない時（スマザー＝窒息している時）に、ナイト 1 個でかけるメイト。
lb: E Schachmatt duerch e Sprénger deem den Kinnek net entkomme kann, well hien vun sengen eegenen Figuren ëmkreest (erstéckt) gëtt.
nb: En stilling der en springer setter sjakk matt, og kongen ikke kan flyttes fordi den er omgitt (eller kvalt) av egne brikker.
nn: Ein sjakkmatt ved hjelp av ein springar der motspelarens konge er stengd inne (eller kjøvd) av eigne brikker.
pl: Mat dawany skoczkiem w którym matowany król nie może się poruszać ponieważ jest otoczony (zduszony) własnymi bierkami.
pt_br: Um xeque-mate dado por um cavalo onde o rei é incapaz de mover-se porque está cercado (ou sufocado) pelas próprias peças.
zh: 由马完成的将杀，对方王被自己的棋子包围（或困住），因此无法移动。

# puzzleThemeSuperGM
source: Super GM games
de: Super-Großmeister-Partien
et: Supersuurmeistrite mängud
fa: بازی اَبَر استاد بزرگان
fo: Superstórmeistaratalv
fr: Parties de super GM
ga: Cluichí Super GM
hi: उत्तम जीएम का खेल
hr: Super-velemajstorske igre
hu: Szupernagymesteri játszmák
ja: スーパー GM の対局
lb: Super-GM-Partien
nb: Super-GM-partier
nn: Superstormeister-parti
pl: Partie arcymistrzów
pt_br: Super partidas de GMs
zh: 超级大师对局

# puzzleThemeSuperGMDescription
source: Puzzles from games played by the best players in the world.
de: Aufgaben aus Partien, die von den besten Spielern der Welt bestritten wurden.
et: Ülesanded mängudest maailma parimate mängijate vahel.
fa: معماهای برگرفته‌شده از بازی‌های بهترین بازیکنان جهان.
fo: Uppgávur úr talvum, ið heimsins bestu telvarar hava telvað.
fr: Problèmes issus de parties des meilleurs joueurs du monde.
ga: Fadhbhanna ó chluichí a d’imir na bhficheallaithe is fearr ar an domhan.
hi: दुनिया के सर्वश्रेष्ठ खिलाड़ियों द्वारा खेले जाने वाले खेलों की पहेलियाँ।
hr: Zadaci iz partija najboljih svjetskih velemajstora.
hu: Feladványok a világ legjobb játékosai közötti összecsapásokból.
ja: 世界の一流選手の対局から採った問題。
lb: Aufgabe vu Partie vun de beschte Spiller vun der Welt.
nb: Sjakknøtter fra partier med verdens beste spillere.
nn: Oppgåver frå parti spela av verdas beste sjakkspelarar.
pl: Zadania z partii granych przez najlepszych graczy na świecie.
pt_br: Quebra-cabeças de partidas jogadas pelos melhores jogadores do mundo.
zh: 出自世界上最好的棋手对局的谜题。

# puzzleThemeTrappedPiece
source: Trapped piece
de: Gefangene Figur
et: Lõksus malend
fa: مهره به‌دام‌افتاده
fo: Innibyrgt fólk
fr: Pièce enfermée
ga: Píosa gafa
hi: फँसा हुआ मोहरा
hr: Zarobljena figura
hu: Csapda
ja: 敵駒を殺す
lb: Gefaange Figur
nb: Fanget brikke
nn: Fanga brikke
pl: Uwięziona figura
pt_br: Peça presa
zh: 被困的棋子

# puzzleThemeTrappedPieceDescription
source: A piece is unable to escape capture as it has limited moves.
de: Eine Figur kann dem Schlagen nicht entgehen, weil ihre Zugmöglichkeiten begrenzt wurden.
fa: یک مهره قادر به فرار کردن از زده شدن نیست چون حرکات محدودی دارد.
fo: Eitt fólk er ikki ført fyri at sleppa sær undan at verða tikið, tí tað hevur avmarkaðar leikmøguleikar.
fr: Une pièce forcément capturée car incapable de s'échapper.
ga: Ní féidir le píosa éalú ó marú toisc go bhfuil soghluaiseacht teoranta aige.
hi: एक मोहरा बचने में असमर्थ है क्योंकि सीमित चालें हैं।
hr: Figura koja ne može pobjeći uzimanju.
hu: Egy figura leütése nem elkerülhető, ha nincs menekülési útja.
ja: 相手の駒の動きを制限して、逃げられない状態にする問題。
lb: Eng Figur kann dem Schlagzuch net entkommen, well hir Zich begrenzt sinn.
nb: En brikke kan ikke unnslippe, siden den har få mulige trekk.
nn: Ei brikke som ikkje kjem unna grunna mangel på utvegar.
pl: Bierka nie może uniknąć zbicia z powodu ograniczenia mobilności.
pt_br: Uma peça é incapaz de escapar da captura, pois tem movimentos limitados.
zh: 一个棋子由于其走法有限无法逃脱被捉。

# puzzleThemeUnderPromotion
source: Underpromotion
de: Unterverwandlung
fa: ارتقا به غیر از وزیر
fo: Undirumskapan
fr: Sous-promotion
ga: Foardú
hi: सामर्थ्य से कम उन्नति
hr: Potpromaknuće
hu: Minor-átváltozás
ja: アンダープロモーション
lb: Ënnerwandlung
nb: Underforvandling
nn: Underforvandling
pl: Słaba promocja
pt_br: Subpromoção
zh: 低升变

# puzzleThemeUnderPromotionDescription
source: Promotion to a knight, bishop, or rook.
de: Umwandlung in einen Springer, Läufer oder Turm.
fa: ارتقا به اسب، فیل یا رخ.
fo: Umskapan til riddara, bisp ella rók.
fr: Promotion en Cavalier, Fou ou Tour.
ga: Ridire, easpag, nó caiseal a ardú.
hi: एक घोड़े, ऊँट, या हाथी में पदोन्नति।
hr: Promaknuće u skakača, lovca ili topa.
hu: Gyalog átváltozása huszár, futó vagy bástyára.
ja: ナイト、ビショップ、ルークへの昇格。
lb: Ëmwandlung zu engem Sprénger, Leefer oder Tuerm.
nb: Bondeforvandling til springer, løper eller tårn.
nn: Bondeforvandling til springar, løpar eller tårn.
pl: Promocja na skoczka, gońca lub wieżę.
pt_br: Promover para cavalo, bispo ou torre.
zh: 升变为马、象或车。

# puzzleThemeVeryLong
source: Very long puzzle
br: Poelladenn hir-tre
de: Sehr lange Aufgabe
et: Väga pikk ülesanne
fa: معمای خیلی طولانی
fo: Sera long uppgáva
fr: Très long problème
ga: Fadhbh an-fhada
hi: बहुत लंबी पहेली
hr: Iznimno duga puzla
hu: Nagyon hosszú feladvány
ja: 超長手数問題
lb: Ganz laang Aufgab
nb: Veldig lang sjakknøtt
nn: Særs lang taktikkoppgåve
pl: Bardzo długie zadanie
pt_br: Quebra-cabeças muito longo
zh: 超长谜题

# puzzleThemeVeryLongDescription
source: Four moves or more to win.
de: Vier oder mehr Züge zum Gewinn.
fa: چهار حرکت یا بیشتر برای برنده شدن.
fo: Fýra leikir ella fleiri til tess at vinna.
fr: Quatre coups ou plus pour gagner.
ga: Ceithre bheart nó níos mó le buachan.
hi: जीतने के लिए चार चाल या उससे अधिक।
hr: Slijed od četiri ili više poteza nužan za pobjedu.
hu: Négy vagy több lépés a megoldáshoz.
ja: 4 手以上で勝ちになります。
lb: Véier oder méi Zich fir ze gewannen.
nb: Fire trekk eller flere til vinst.
nn: Fire trekk eller fleire for å vinne.
pl: Cztery ruchy lub więcej, aby wygrać.
pt_br: Quatro movimentos ou mais para vencer.
zh: 四步或更多步胜。

# puzzleThemeXRayAttack
source: X-Ray attack
de: Röntgen-Angriff
fa: حمله پیکانی
fo: Geisling
fr: Attaque « rayons X »
ga: Ionsaí x-ghathaithe
hi: एक्स-रे हमला
hr: Rendgenski napad
hu: Röntgen támadás
ja: Ｘ線攻撃
lb: Rëntgen-Ugrëff
nb: Røntgenangrep
nn: Røntgenåtak
pl: Rentgen
pt_br: Ataque em raio X
zh: 穿透攻击

# puzzleThemeXRayAttackDescription
source: A piece attacks or defends a square, through an enemy piece.
de: Eine Figur attackiert oder verteidigt ein Feld durch eine gegnerische Figur hindurch.
fa: یک مهره از طریق مهره حریف به یک خانه حمله میکند یا از آن دفاع می کند.
fo: Eitt fólk loypur á ella verjir ein punt gjøgnum eitt mótstøðufólk.
fr: Une pièce attaque ou défend une case, à travers une pièce ennemie.
ga: Déanann píosa ionsaí nó cosaint ar chearnóg, trí phíosa namhaid.
hi: एक टुकड़ा एक दुश्मन के टुकड़े के माध्यम से एक वर्ग पर हमला करता है या बचाव करता है।
hr: Figura napada ili brani polje kroz protivničku figuru.
hu: Figura ami egy ellenséges figurán áthatolva véd vagy támad egy mezőt.
ja: 相手の駒の向こうにあるマスを間接的に攻撃（または防御）する。
lb: Eng Figur attackéiert oder verdeedegte Feld duerch eng géigneresch Figur.
nb: En brikke angriper eller dekker et felt indirekte, gjennom en av motstanderens brikker.
nn: Ein situasjon der ei brikke går til åtak gjennom ei eller fleire andre brikker, gjerne brikker som høyrer til motspelaren.
pl: Figura atakuje albo broni pole przez wrogą figurę.
pt_br: Uma peça ataca ou defende uma casa indiretamente, através de uma peça adversária.
zh: 一个棋子穿过对方的棋子攻击或防守一个格子。

# puzzleThemeZugzwang
source: Zugzwang
et: Vahekäik
fa: زوگزوانگ
fo: Leiktvingsil
hi: ज़ुग्ज्वांग
hr: Iznuđeni potez (Zugzwang)
hu: Lépéskényszer
ja: ツークツワンク
nb: Trekktvang
nn: Trekktvang
zh: 楚茨文克（无等着）

# puzzleThemeZugzwangDescription
source: The opponent is limited in the moves they can make, and all moves worsen their position.
de: Der Gegner ist in der Anzahl seiner Züge limitiert und jeder seiner Züge verschlechtert seine Stellung.
et: Vastasel on piiratud võimalused teha lubatud käike ja kõik halvendavad vastase olukorda.
fa: حریف حرکات محدودی برای انجام دادن دارد و تمام حرکات ممکن موقعیت حریف را بدتر میکند.
fo: Mótleikarin hevur avmarkaðar møguleikar at flyta, og allir leikir gera støðu hansara verri.
fr: L'adversaire est limité dans les mouvements qu'il peut effectuer, et tous les coups aggravent sa position.
ga: Ciallaíonn Zugzwang gur gá le himreoir a s(h) eans a thógáil cé nár mhaith leis nó léi toisc gur laige a bheith a s(h) uíomh cibé beart a dhéanfaidh sé/sí. Ba mhaith leis / léi "háram" a rá ach níl sé sin ceadaithe.
hi: प्रतिद्वंद्वी उन चालों में सीमित है जो वे कर सकते हैं, और सभी चालें उनकी स्थिति को खराब करती हैं।
hr: Protivnik je prisiljen odigrati potez koji mu pogoršava poziciju.
hu: Az ellenfélnek kevés lehetséges lépése van, és mind csak tovább rontja a pozícióját.
ja: 相手の指せる手が、どれを選んでも局面を悪くしてしまう形。
lb: De Géigner huet eng begrenzten Unzuel un Zich an all Zuch verschlechtert seng Positioun.
nb: Motstanderen kan bare utføre trekk som forverrer egen stilling.
nn: Ei stilling der alle moglege trekk skadar stillinga.
pl: Ograniczone ruchy przeciwnika powodują, że każde posunięcie pogarsza jego pozycję.
pt_br: O adversário tem os seus movimentos limitados, e qualquer movimento que ele faça vai enfraquecer sua própria posição.
zh: 对手可选的着法是有限的，并且所有着法都会使其局面更加恶化。

# puzzleThemeHealthyMix
source: Healthy mix
fa: ترکیب سالم
fr: Divers
zh: 健康搭配

# puzzleThemeHealthyMixDescription
source: A bit of everything. You don't know what to expect, so you remain ready for anything! Just like in real games.
fa: یک ذره از همه چیز. شما نمی دانید چه چیزی پیش روی شماست، بنابراین شما باید برای هر چیزی آماده باشید! دقیقا مثل بازی های واقعی.
fr: Un peu de tout. Vous ne savez pas à quoi vous attendre ! Comme dans une vraie partie.
zh: 每个主题中选取一些。你不知道会出现什么，因此得时刻打起精神！ 就像在真实对局中一样。

# puzzleThemePlayerGames
source: Player games
de: Partien von Spielern
fa: بازی‌های بازیکن
fr: Parties de joueurs
ga: Cluichí imreoir
hi: खिलाड़ियों के खेल
hr: Igračeve partije
hu: Felhasználók játszmái
ja: プレイヤーの対局
lb: Partie vu Spiller
nb: Spillerpartier
nn: Spelar parti
pl: Partie gracza
pt_br: Partidas de jogadores
zh: 玩家对局

# puzzleThemePlayerGamesDescription
source: Lookup puzzles generated from your games, or from another player's games.
de: Suche Aufgaben, die aus deinen Partien, oder den Partien eines anderen Spielers generiert wurden.
fa: دنبال معماهای ایجادشده از بازی‌های خودتان یا بازی‌های سایر بازیکنان، بگردید.
fr: Problèmes tirés de vos parties ou de celles d'autres joueurs.
ga: Cuardaigh fadhbanna a ghintear ó do chluichí, nó ó chluichí imreoir eile.
hr: Pogledaj zadatke generirate iz vlastitih partija ili iz partija određenog igrača.
hu: A saját vagy mások játszmáiból generált feladványok keresése.
ja: 自分の対局、他のプレイヤーの対局から取られた問題を検索します。
lb: Sich no Aufgaben, déi aus denge Partien, oder aus de Partie vun anere Spiller generéiert goufen.
nb: Finn sjakknøtter generert fra dine eller andres partier.
nn: Finn oppgåver generert frå dine eller andre sine parti.
pl: Wyszukaj zadania wygenerowane z Twoich partii lub z partii innego gracza.
pt_br: Procure quebra-cabeças gerados a partir de suas partidas ou das de outro jogador.
zh: 查找从你或其他玩家的对局中产生的谜题。

# puzzleThemePuzzleDownloadInformation
source: These puzzles are in the public domain, and can be downloaded from {param}.
de: Diese Aufgaben sind öffentlich zugänglich und können unter {param} heruntergeladen werden.
fa: این معماها به صورت همگانی هستند و می‌توانید از {param} بارگیریدشان.
fr: Ces problèmes sont du domaine public et peuvent être téléchargés sur {param}.
ga: Tá na fadhbanna seo i mbéal an phobail, agus is féidir iad a íoslódáil ó {param}.
hr: Ovi zadaci su u javnom vlasništvu i mogu biti preuzeti sa {param}.
hu: Ezek a feladványok közkincsnek minősülnek és innen letölthetők: {param}.
ja: これらの問題はパブリックドメインにあり、{param} でダウンロードできます。
lb: Dës Aufgaben sinn ëffentlech zougänglech an kënnen ënner {param} erofgelueden ginn.
nb: Disse sjakknøttene er offentlig eiendom og kan lastes ned fra {param}.
nn: Desse oppgåvene er offentleg eigedom og kan lastast ned frå {param}.
pl: Te zadania dostępne są w domenie publicznej i mogą być pobrane z {param}.
pt_br: Esses quebra-cabeças estão em domínio público, e você pode baixá-los em {param}.
zh: 这些谜题都是公开的，可以在 {param} 下载。

# settingsSettings
source: Settings
br: Arventennoù
de: Einstellungen
et: Seaded
fa: تنظیمات
fo: Stillingar
fr: Paramètres
ga: Socruithe
hi: व्यवस्था (सेटिंग्स)
hr: Postavke
hu: Beállítások
ja: 設定
lb: Astellungen
nb: Innstillinger
nn: Innstillingar
pl: Ustawienia
pt_br: Configurações
tt: Көйләүләр
zh: 设置

# settingsCloseAccount
source: Close account
br: Serriñ ar gont
de: Benutzerkonto schließen
et: Sulge konto
fa: بستن حساب
fo: Lat kontu aftur
fr: Fermer votre compte
ga: Dún cuntas
hi: खातें को बंद करें
hr: Zatvori račun
hu: Fiók zárolása
ja: アカウント停止
lb: Konto zoumaachen
nb: Avslutt konto
nn: Steng konto
pl: Zamknij konto
pt_br: Encerrar conta
tt: Һисапны ябыш
zh: 关闭账户

# settingsManagedAccountCannotBeClosed
source: Your account is managed and cannot be closed.
br: Meret eo ho kont ha ne c'hall ket bezañ serret.
de: Dein Konto wird verwaltet und kann nicht geschlossen werden.
et: Sinu konto on valve all ja seda ei saa sulgeda.
fa: اکانت شما مدیریت شده است و نمی تواند بسته شود.
fr: Votre compte est géré et ne peut pas être fermé.
ga: Tá do chuntas á bhainistiú, agus ní féidir é a dhúnadh.
hi: आपका खाता प्रबंधित है, और बंद नहीं किया जा सकता|
hr: Vašim računom se upravlja i ne može se zatvoriti.
hu: A felhasználói fiókod felügyelet alatt áll, ezért nem zárolható.
ja: あなたのアカウントは別の人が管理しており、自分では停止できません。
lb: Dësen Konto gëtt verwalt an kann net zougemaach ginn.
nb: Kontoen din er forvaltet og kan ikke avsluttes.
nn: Kontoen din er under administrasjon og kan ikkje stengast.
pl: Twoim kontem zarządza nauczyciel, nie możesz go zamknąć.
pt_br: Sua conta é gerenciada, e não pode ser encerrada.
zh: 你的账号已被管理，无法被关闭。

# settingsClosingIsDefinitive
source: Closing is definitive. There is no going back. Are you sure?
et: Sulgemist ei saa tagasi võtta. Oled sa kindel?
fa: بعد از بستن حسابتان دیگر نمی توانید به آن دسترسی پیدا کنید. آیا مطمئن هستید؟
fo: At lata eina kontu aftur er endaligt. Til ber ikki at venda við. Ert tú vís/ur í hesum?
fr: La fermeture est définitive. Il n'y a aucun retour possible. Êtes-vous sûr(e) ?
hr: Zatvaranje je konačno. Nema povratka. Jesi li siguran?
hu: A fiók törlése végleges. Nem lehet visszavonni. Biztos vagy benne?
lb: Zoumaachen ass definitiv. Et gëtt keen zeréck. Bass du sécher?
nb: Å lukke kontoen er en beslutning som ikke kan reverseres. Er du helt sikker?
nn: Å stenge kontoen er ei avgjerd som ikkje kan reverseras. Er du heilt sikker?
pl: Zamknięcie konta jest nieodwracalne. Czy chcesz kontynuować?
pt_br: O encerramento é definitivo. Não há como desfazer. Tem certeza?
tt: Ябыш анык. Артка кайтыш юк. Ошануыгыз камилме?
zh: 关闭账户是不可回退的决定。你真的确定吗？

# settingsCantOpenSimilarAccount
source: You will not be allowed to open a new account with the same name, even if the case is different.
br: Ne voc'h ket aotreet da grouiñ ur gont nevez gant ar memes anv, pa vije gant ur ment lizherennoù disheñvel.
de: Du darfst kein neues Benutzerkonto mit dem gleichen Namen eröffnen, selbst wenn die Groß-/Kleinschreibung unterschiedlich ist.
et: Uut samanimelist kontot ei saa luua, isegi kui sümbolite register on erinev.
fa: شما نمی توانید حساب جدیدی با این نام کاربری باز کنید، حتی اگر با دستگاه دیگری وارد شوید.
fo: Tú fært ikki loyvi at lata eina nýggja kontu upp við sama navni. Ei heldur, um bókstavirnir eru við stórum ella lítlum.
fr: Vous ne serez pas autorisé à ouvrir un nouveau compte avec le même nom, même si la casse est différente.
ga: Ní cheadófar duit cuntas nua a oscailt leis an ainm céanna, fiú má tá an cás difriúil.
hi: आपको इस नाम से कोई नया खाता खोलने की अनुमति नहीं दी जाएगी।
hr: Neće ti biti dopušteno otvaranje novog računa s istim imenom, čak i ako kapitalizacija slova bude drugačija.
hu: Nem fogsz tudni új fiókot nyitni ugyanezzel a névvel, még eltérő kis- és nagybetűkkel sem.
ja: 同じ名前（大文字・小文字が違っていても）で別のアカウントを作ることもできません。
lb: Du wäers keen Konto mam selwechten Numm können opmaachen, och mat anerer Grouss-/Klengschreiwung.
nb: Du har ikke mulighet til å opprette en ny konto med samme brukernavn, selv om du endrer små bokstaver til STORE, eller STORE bokstaver til små.
nn: Du kan ikkje oppretta ein ny konto med det same brukarnamnet, sjølv om du endrar bokstavstorleiken (små bokstaver til STORE eller STORE bokstavar til små).
pl: Nie będzie można otworzyć nowego konta z tą samą nazwą, nawet jeśli wielkość liter będzie inna.
pt_br: Você não poderá abrir uma nova conta com o mesmo nome, mesmo que alterne entre maiúsculas e minúsculas.
tt: Һәттә очрак башкача булса һәм сезгә бер хил исемдәге яңа һисап ачырга рөхсәт бирелмиде.
zh: 新账号名称不能和旧账号相同，只有大小写差别也不被允许。

# settingsChangedMindDoNotCloseAccount
source: I changed my mind, don't close my account
et: Ma muutsin meelt, ärge sulgege kontot
fa: نظرم را عوض کردم اکانتم را نمی بندم
fo: Eg broytti meining. Lat ikki kontu mína aftur
fr: J'ai changé d'avis, ne fermez pas mon compte
hr: Predomislio/la sam se, ne zatvaraj moj račun
hu: Meggondoltam magam, mégsem zárolom a fiókomat
lb: Ech hun meng Meenung geännert, maacht mäin Konto net zou
nb: Jeg angrer, ikke avslutt kontoen min
nn: Eg ombestemte meg, ikkje steng kontoen min
pl: Zmieniłem zdanie, nie chcę zamykać swojego konta
pt_br: Eu mudei de ideia, não encerre minha conta
tt: Мин үз фикеремне үзгәртердем, һисапны япмам
zh: 我改主意了，不要关闭帐号

# settingsCloseAccountExplanation
source: Are you sure you want to close your account? Closing your account is a permanent decision. You will NEVER be able to log in EVER AGAIN.
et: Kas olete kindel, et soovite oma konto sulgeda? Konto sulgemine on pöördumatu. Sellesse EI SAA ENAM KUNAGI siseneda.
fa: آیا مطمئنید که می خواهید حساب خود را ببندید؟ بستن حساب یک تصمیم دائمی است. شما هرگز نمی توانید دوباره وارد حساب خود شوید.
fo: Ert tú vís/ur í, at tú vilt lata kontu tína aftur? Hetta er ein endalig avgerð. Tað fer ikki at bera til at logga á aftur.
fr: Voulez-vous vraiment fermer votre compte ? Fermer votre compte est une décision définitive. Vous ne pourrez plus vous connecter, et votre profil ne sera plus accessible.
hr: Jeste li sigurni da želite zatvoriti račun? Zatvaranje računa je trajna odluka. Više se NIKADA nećete moći prijaviti.
hu: Biztos, hogy zárolni akarod a fiókod? A döntés végleges és visszavonhatatlan. Nem fogsz tudni belépni SOHA TÖBBÉ.
lb: Bass du secher dass du dësen Konto zoumaachen wëlls? En Konto zouzemaachen ass eng permanent Decisioun. Du wäers dech NIE MEI aloggen kënnen.
nb: Er du helt sikker på at du vil lukke denne kontoen? Det er en permanent beslutning. Du vil ikke ha mulighet til å logge inn igjen noen gang.
nn: Er du heilt sikker på at du vil lukke denne kontoen? Det er ei permanent avgjerd. Du vil aldri bli i stand til å logg inn att.
pl: Jesteś pewien, że chcesz zamknąć swoje konto? Zamknięcie konta jest decyzją nieodwracalną. Już NIGDY nie będziesz mógł się na nie zalogować.
pt_br: Tem certeza de que deseja encerrar sua conta? Encerrar sua conta é uma decisão permanente. Você NUNCA MAIS será capaz de entrar com ela novamente.
tt: Һисапны ябышны хуплайсызмы? Һисабыгызны ябыш даими карар. Сез ҺИЧ КАЙЧАН КЕРЕШЕГЕЗ МӨМКИН.
zh: 你确定要关闭你的账户？关闭账户是不可回退的决定。 你将再不能再使用此账户登录。

# settingsThisAccountIsClosed
source: This account is closed.
br: Serr eo ar gont-mañ.
de: Dieses Benutzerkonto ist geschlossen.
et: See konto on suletud.
fa: این حساب بسته شده است
fo: Henda konta er afturlatin.
fr: Ce compte a été fermé.
ga: Tá an cuntas seo dúnta.
hi: यह ख़ाता बंद है|
hr: Račun je zatvoren.
hu: Ez a fiók zárolva van.
ja: このアカウントは停止されました
lb: Dësen Konto ass zou.
nb: Denne kontoen er avsluttet.
nn: Denne kontoen er stengd.
pl: Konto zostało zamknięte.
pt_br: Esta conta foi encerrada.
tt: Ошбу һисап ябылган.
zh: 此帐户已被关闭。

source: Play with a friend
br: C'hoari a-enep ur mignon
de: Spiele mit einem Freund
et: Mängi sõbraga
fa: بازی با دوستان
fo: Telva móti einum vini
fr: Jouer avec un(e) ami(e)
ga: Imir le cara
hi: मित्र के साथ खेलें
hr: Igraj protiv prijatelja
hu: Játék egy ismerőssel
ja: 友達と対局する
lb: Spill géint e Kolleeg
nb: Spill mot en venn
nn: Spel mot ein ven
pl: Zagraj ze znajomym
pt_br: Jogar contra um amigo
tt: Дустың белән уйнарга
zh: 与好友下棋

# playWithTheMachine
source: Play with the computer
br: C'hoari a-enep an urzhiataer
de: Spiele mit dem Computer
et: Mängi arvuti vastu
fa: بازی با رایانه
fo: Telva móti telduni
fr: Jouer contre l'ordinateur
ga: Imir in aghaidh an ríomhaire
hi: कंप्यूटर के साथ खेलें
hr: Igraj protiv računala
hu: Játék a gép ellen
ja: コンピューターとチェスする
lb: Spill géint de Computer
nb: Spill mot maskinen
nn: Spel mot sjakkprogrammet
pl: Zagraj z komputerem
pt_br: Jogar contra o computador
tt: Компьютер белән уйнарга
zh: 和电脑下棋

source: To invite someone to play, give this URL
br: Evit pediñ unan bennak da c'hoari, kasit dezhañ/dezhi an URL -mañ
de: Versende diese URL, um jemanden zum Spiel einzuladen
et: Et kutsuda kedagi mängima, anna talle see URL
fa: برای دعوت کردن حریف این لینک را برای او بفرستید
fo: Bjóða einum at telva við at geva honum hesa adressuna
fr: Pour inviter quelqu'un à jouer, donnez-lui ce lien
ga: Chun cuireadh a thabhairt do dhuine, tabhair an URL seo dóibh
hi: इस खेल में किसी को आमंत्रित करने के लिए उन्हें ये पता दें
hr: Za poziv na igru, pošalji ovaj URL
hu: Küldd el ezt a linket annak, akivel játszani szeretnél
ja: 誰かを招待する時はこのURLを送ってください
lb: Fir een an dës Partie z'invitéieren, gëff ëm dëse Link
nb: For å invitere noen til å spille, gi dem denne lenken
nn: Send denne lekkja til den du utfordrar
pl: Przekaż ten adres, by zaprosić kogoś do wspólnej gry
pt_br: Para convidar alguém para jogar, envie este URL
tt: Бу сылтама белән уенга чакыру
zh: 邀人下棋，请分享这个网址

source: Game Over
br: Krogad echu
de: Partie beendet
et: Mäng läbi
fa: پایان بازی
fo: Talvið er liðugt
fr: Partie terminée
ga: Cluiche Thart
hi: खेल समाप्त
hr: Igra gotova
hu: Játszma vége
ja: 終局
nb: Partiet er avsluttet
nn: Partiet er avslutta
pl: Partia zakończona
pt_br: Fim da partida
tt: Уен бетте
zh: 棋局结束

source: Waiting for opponent
br: O c'hortoz an enebour
de: Auf den Gegner warten
et: Ootan vastast
fa: انتطار برای حریف
fo: Bíða eftir móttelvara
fr: En attente de votre adversaire
ga: Ag fanacht ar chéile comhraic
hi: आप प्रतिद्वंदी की प्रतीक्षा कर रहे हैं
hr: Čekam protivnika
hu: Várakozás az ellenfélre
ja: 相手を待っています
lb: Op de Géigner waarden
nb: Venter på motstander
nn: Ventar på motspelar
pl: Oczekiwanie na ruch przeciwnika
pt_br: Aguardando oponente
tt: Ярышучыны көтәбез
zh: 等待对手
