Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# temporaryInconvenience
source: We apologize for the temporary inconvenience,
br: Hon digarezit evit an diaezamant berrbad,
de: Wir entschuldigen uns für die vorübergehenden Unannehmlichkeiten,
et: Me vabandame ajutise ebamugavuse pärast,
fa: ما برای این مشکل موقت عذرخواهی می کنیم،
fo: Vit biðja teg halda okkum til góðar fyri fyribils órógvanina
fr: Nous nous excusons pour le désagrément occasionné,
ga: Gabhaimid leithscéal as an míchaoithiúlacht shealadach,
hi: हमें अल्पकालिक असुविधा के लिए खेद है
hr: Ispričavamo se zbog privremene neugodnosti,
hu: Elnézést kérünk az átmeneti kellemetlenségért
ja: しばらくご不便をおかけしますが
lb: Mir entschëllege ons fir d'temporär Onannehmlechkeeten,
nb: Vi beklager det midlertidige bryet,
nn: Vi seier oss leie for det kortvarige bryet,
pl: Przepraszamy za chwilowe niedogodności,
pt_br: Pedimos desculpa pelo incômodo temporário,
tt: Вакытлыча уңайсызлыклар өчен гафу үтенәбез,
zh: 对于你临时的不便，我们深表歉意，

# wishYouGreatGames
source: and wish you great games on lichess.org.
br: hag e hetomp krogadoù mat deoc'h war lichess.org.
de: und wünschen Dir tolle Spiele auf lichess.org.
et: ja soovime häid mänge lichess.org-is.
fa: و برای شما بازیهای عالی در lichess.org آرزو می کنیم.
fo: og ynskja tær nógv góð talv á lichess.org.
fr: et vous souhaitons d'excellentes parties sur lichess.org.
ga: agus guímid cluichí iontacha ort ar lichess.org.
hi: और lichess.org पर आपको अनेक शानदार खेलों की शुभकामनाएं।
hr: i želimo vam sjajne igre na lichess.org.
hu: és további sok jó játékot kívánunk a lichess.org-on.
ja: 今後も Lichess ですばらしいゲームを楽しまれるよう願っています。
lb: an wënschen dir flott Partien op lichess.org.
nb: og håper du får gode partier på lichess.org.
nn: og vonar du får gode sjakkoppgjer på lichess.org.
pl: i życzymy Ci samych udanych partii na lichess.org.
pt_br: e desejamos-lhe grandes jogos em lichess.org.
tt: һәм сезгә lichess.org сайтында зур уеннар телим.
zh: 并期待你在 lichess.org 上展露风采。

source: Thank you for reading!
br: Mersi da vezañ lennet!
de: Vielen Dank für’s Lesen!
et: Aitäh lugemast!
fa: از اینکه متن را خواندید متشکریم!
fo: Takk fyri, at tú las hetta!
fr: Merci d'avoir pris le temps de lire !
ga: Go raibh maith agat as léamh!
hi: पढ़ने के लिए धन्यवाद!
hr: Hvala na čitanju!
hu: Köszönjük, hogy elolvastad!
ja: 熟読ありがとう！
lb: Merci fir d'Liesen!
nb: Takk for at du leste!
nn: Takk for at du leste!
pl: Dziękujemy za przeczytanie!
pt_br: Obrigado pela leitura!
tt: Укыган өчен ташаккур!
zh: 感谢你的阅读！

source: Lifetime score
br: Disoc'h hollek
de: Ewiger Spielstand
et: Kõikide mängude skoor
fa: امتیاز کل
fo: Lívstíðarstigatal
fr: Meilleur résultat
ga: Scór saoil
hi: जीवनकाल स्कोर
hr: Ukupni rezultat
hu: Mindenkori pontszám
ja: 通算成績
lb: Éiwegen Spillstand
nb: Livstidsscore
nn: Livstidsscore
pl: Wynik wszystkich partii
pt_br: Pontuação de todo o período
tt: Гомер буе исәпләү
zh: 生涯得分

source: Current match score
br: Taolenn an disoc'hoù etrezoc'h
de: Aktueller Spielstand
et: Praeguste mängude skoor
fa: امتیاز بازی فعلی
fo: Núverandi dystarstigatal
fr: Résultat actuel (match)
ga: Scór reatha an chluiche
hi: वर्तमान मैच का स्कोर
hr: Trenutni rezultat meča
hu: Jelenlegi pontszám
ja: 現在のスコア
lb: Aktuellen Match Score
nb: Gjeldende kampscore
nn: Gjeldande kampscore
pl: Wynik bieżącego meczu
pt_br: Pontuação da partida atual
tt: Хәзерге матч исәбе
zh: 当前比赛分数

# agreementAssistance
source: I agree that I will at no time receive assistance during my games (from a chess computer, book, database or another person).
br: Biken ne vin sikouret e-pad ma c'hrogadoù (na gant un urzhiataer echedoù, na gant ul levr, un diaz roadennoù pe un den all).
de: Ich stimme zu, dass ich zu keiner Zeit während meiner Partien Hilfe in Anspruch nehmen werde (durch einen Schachcomputer, Buch, Datenbank oder eine andere Person).
et: Ma nõustun, et mängin ilma abivahenditeta (ilma malearvuti, raamatu, andmebaasi või teise inimese abita).
fa: من تضمین میکنم که در حین بازی ها کمک نگیرم ( از انجین ، کتاب ، پایگاه داده یا شخصی دیگر)
fo: Eg lovi, at eg ongantíð taki ímóti hjálp, meðan eg telvi (frá telvingarteldum, bókum, dátugrunnum ella øðrum telvarum).
fr: Je m'engage à ne jamais recevoir d'aide pendant mes parties (ni d'un programme d'échecs, ni d'un livre, ni d'une base de données, ni d'autrui).
ga: Aontaím nach nglacfaidh mé le cabhair ar bith i rith mo chluichí (ó ríomhaire fichille, ó leabhar, ó bhunachar sonraí nó ó dhuine eile).
hi: मैं मानता हूं कि मुझे अपने खेल के दौरान (शतरंज के कंप्यूटर, पुस्तक, डेटाबेस या किसी अन्य व्यक्ति से) सहायता प्राप्त नहीं होगी।
hr: Slažem se da ni u jednom trenutku neću primati pomoć za vrijeme svojih igara (od šahovskog računala, knjige, baze podataka ili neke druge osobe).
hu: Elfogadom, hogy játék közben soha semmilyen segítséget (sakkprogram, könyv, adatbázis vagy másik személy) nem használok fel.
ja: 私はいかなる場合も対局中に外部の力を借りないことに同意します（コンピュータ、書籍、データベース、別の人物）。
lb: Ech stëmmen zou dass ech zu kengem Zäitpunkt wärend mengen Partien Hëllef an Usproch huelen (duerch Computer, Buch, Datenbank oder eng aner Persoun).
nb: Jeg lover at jeg aldri vil motta hjelp under partiene mine, hverken fra maskiner, bøker, databaser eller andre personer.
nn: Eg forsikrar at eg ikkje på noko tidspunkt under mine parti vil motta assistanse, korkje frå sjakkprogram, bøker, databasar eller andre personar.
pl: Zgadzam się nie korzystać z pomocy podczas gry (programów szachowych, książek, baz danych, czy innych osób).
pt_br: Eu concordo que em momento algum receberei assistência durante os meus jogos (seja de um computador, livro, banco de dados ou outra pessoa).
tt: Минем уеннар вакытында теләсә кайсы вакытта ярдәм алуыма ризалашам (шахмат компьютерыннан, китаптан, мәгълүмат базасыннан яки бүтән кешедән).
zh: 本人在游戏进行中不会接受任何帮助（包括来自电脑程序、书籍、残局库或其他人）。

# agreementNice
source: I agree that I will always be nice to other players.
br: Prometiñ a ran bezañ bepred hegarat ouzh ar c'hoarierien all.
de: Ich stimme zu, dass ich anderen Spielern immer respektvoll gegenübertreten werde.
et: Ma nõustun, et olen alati lugupidav teiste mängijate suhtes.
fa: من تضمین میکنم که همیشه به بازیکن های دیگر احترام بگذارم.
fo: Eg lovi altíð at sýna virðing móti øðrum telvarum.
fr: Je m'engage à toujours être agréable envers les autres.
ga: Aontaím go mbeidh meas agam i gcónaí ar fhicheallaithe eile.
hi: मैं इस बात से सहमत हूं कि मैं हमेशा अन्य खिलाड़ियों के प्रति सम्मानजनक रहूंगा।
hr: Slažem se da ću uvijek biti uljudan prema drugim igračima.
hu: Elfogadom, hogy tisztelettudó leszek a többi játékossal szemben.
ja: 私は常に他のプレイヤーへの礼儀を守ることに同意します。
lb: Ech stëmmen zou dass ech aneren Spiller géigeniwwer ëmmer respektvoll agéieren wäert.
nb: Jeg lover å alltid være høflig mot andre spillere.
nn: Eg lovar å alltid oppføre meg skikkeleg mot andre spelarar.
pl: Zgadzam się odnosić zawsze z szacunkiem do innych graczy.
pt_br: Eu concordo que serei sempre cortês com outros jogadores.
tt: Мин башка уенчыларга һәрвакыт хөрмәт күрсәтермен дип килешәм.
zh: 本人将尊重所有棋手。

# agreementMultipleAccounts
source: I agree that I will not create multiple accounts (except for the reasons stated in the {param}).
br: Akord on ne grouin ket meur a gont (nemet evit an abegoù menneget e {param}).
de: Ich stimme zu, dass ich nicht mehrere Konten erstellen werde (außer aus den in den {param} angegebenen Gründen).
et: Nõustun, et ei loo mitu kontot (välja arvatud põhjustel, mis seletatud {param}).
fa: من موافقت می‌کنم که چندین اکانت برای خودم ایجاد نکنم(به جز دلایلی که در {param} اشاره شده).
fo: Eg játti at eg ikki fari at stovna fleiri kontur (uttan so at tað fellur undir grundirnar í {param}).
fr: J'accepte de ne pas créer de comptes multiples (sauf pour les raisons indiquées dans les {param}).
ga: Aontaím nach gcruthóidh mé cuntais iolracha (ach amháin ar na cúiseanna atá luaite sa {param}).
hi: मैं मानता हूं कि मैं एकाधिक खाते नहीं बना सकता ({param} में बताए गए कारणों को छोड़कर)।
hr: Slažem se da neću kreirati više računa (osim iz razloga navedenih u {param}).
hu: Beleegyezem, hogy nem fogok egynél több felhasználói fiókot létrehozni (kivéve a {param} között ismertetett okok miatt).
ja: 私は複数のアカウントを作成しないことに同意します（{param} に記載の理由による場合を除く）。
lb: Ech stëmmen zou dass ech net puer Konten kreéieren wäert (außer fir Zwecker genannt an den {param}).
nb: Jeg godtar å ikke opprette flere kontoer (med unntak for grunnene nevnt i våre {param}).
nn: Eg er innforstått med at eg ikkje kan oppretta fleire kontoar, så sant årsakene ikkje fell inn under {param}.
pl: Zgadzam się, że nie będę tworzyć wielu kont (z wyjątkiem powodów podanych w {param}).
pt_br: Eu concordo que não criarei múltiplas contas (exceto pelas razões indicadas em {param}).
zh: 我同意我不会创建多个账号（除非是 {param} 中允许的情况）。

# agreementPolicy
source: I agree that I will follow all Lichess policies.
br: Prometiñ a ran e heuilhin reolennoù Lichess.
de: Ich stimme zu, dass ich allen Lichess-Richtlinien folgen werde.
et: Ma nõustun, et järgin kõiki Lichessi eeskirju.
fa: من تضمین میکنم که به تمام قوانین و خط مشی های لیچس پایبند باشم .
fo: Eg samtykki, at eg fari at fylgja øllum Lichess-reglugerðum.
fr: Je m'engage à respecter toutes les règles de Lichess.
ga: Aontaím go leanfaidh mé gach polasaí Lichess.
hi: मैं इस बात से सहमत हूं कि मैं सभी Lichess नीतियों का पालन करूंगा।
hr: Slažem se da ću slijediti sve politike Lichessa.
hu: Elfogadom, hogy követni fogom a Lichess szabályait.
ja: 私は Lichess のすべてのポリシーに従うことに同意します。
lb: Ech stëmmen zou dass ech den Lichess-Richtlinnen folgen wäert.
nb: Jeg lover å respektere alle Lichess' retningslinjer.
nn: Eg lovar at eg vil følge alle reglane til Lichess.
pl: Zgadzam się przestrzegać wszystkich zasad Lichess.
pt_br: Eu concordo que seguirei todas as normas do Lichess.
tt: Мин барлык Lichess сәясәтен үтәрмен дип килешәм.
zh: 本人将遵守所有 Lichess 规范。

source: Search or start new discussion
br: Klask ur gaozeadenn pe krouiñ unan nevez
de: Suche oder beginne eine neue Konversation
et: Otsi või alusta uut vestlust
fa: جستجو یا شروع کردن مکالمه جدید
fo: Leita eftir samrøðu ella byrja eina nýggja
fr: Rechercher ou démarrer une nouvelle conversation
ga: Cuardaigh nó cuir tús le comhrá nua
hi: खोजे या नया वार्तालाप आरम्भ करें
hr: Traži ili započni novi razgovor
hu: Keresés, vagy új beszélgetés indítása
ja: 検索または新しいトピックを始める
lb: Sichen oder nei Konversatioun starten
nb: Søk eller start en ny diskusjon
nn: Søk eller start ein ny diskusjon
pl: Szukaj lub rozpocznij nową rozmowę
pt_br: Procurar ou iniciar nova conversa
tt: Яңа сөйләшүне эзләү яки башлау
zh: 搜索或开始新对话

source: Edit
br: Cheñch
de: Bearbeiten
et: Muuda
fa: ویرایش
fo: Broyt
fr: Éditer
ga: Athraigh
hi: संशोधन करें
hr: Uredi
hu: Szerkeszt
ja: 編集
lb: Änneren
nb: Rediger
nn: Rediger
pl: Edytuj
pt_br: Editar
tt: Үзгәртү
zh: 编辑

source: Rapid
br: Prim
de: Schnellschach
et: Kiirmale
fa: سریع
fo: Kviktalv
fr: Rapide
ga: Mear
hi: रैपिड
ja: ラピッド
nb: Hurtigsjakk
nn: Snøggsjakk
pl: Szybkie
pt_br: Rápida
tt: Тиз
zh: 快棋

source: Classical
br: Klasel
de: Klassisch
et: Klassikaline
fa: کلاسیک
fo: Vanligt
fr: Classique
ga: Clasaiceach
hi: क्लॅसिकल
hr: Klasični šah
hu: Klasszikus
ja: クラシカル
lb: Klassesch
nb: Klassisk
nn: Langsjakk
pl: Klasyczne
pt_br: Clássico
tt: Классика
zh: 慢棋

# ultraBulletDesc
source: Insanely fast games: less than 30 seconds
br: Krogadoù prim-prim-kenañ: nebeutoc'h evit 30 eilenn
de: Wahnsinnig schnelle Spiele: Weniger als 30 Sekunden
et: Ultrakiired mängud: vähem kui 30 sekundit
fa: بازی‌های سرعتی دیوانه‌وار: کمتر از ۳۰ ثانیه
fo: Vitleyst skjót talv: styttri enn 30 sekund
fr: Parties éclairs : moins de 30 secondes
ga: Cluichí ríghasta; níos lú ná 30 soicind
hi: बेहद तेज खेल: 30 सेकंड से कम
hr: Ludo brze partije: vrijeme manje od 30 sekundi
hu: Rendkívül gyors játszmák: kevesebb, mint 30 másodperc
ja: 極早指し戦：30 秒未満
lb: Immens séier Partien: Manner wéi 30 Sekonnen
nb: Superraske partier: under 30 sekunder
nn: Ekstremt snøgge parti: under 30 sekund
pl: Partie szalenie szybkie: mniej niż 30 sekund
pt_br: Jogos insanamente rápidos: menos de 30 segundos
tt: Гаҗәеп тиз уеннар: 30 секундтан да азрак
zh: 急速对战：少于 30 秒

# bulletDesc
source: Very fast games: less than 3 minutes
br: Krogadoù prim-tre: nebeutoc'h evit 3 munutenn
de: Sehr schnelle Partien: Weniger als 3 Minuten
et: Ülikiired mängud: vähem kui 3 minutit
fa: بازی‌های خیلی سرعتی: کمتر از ۳ دقیقه
fo: Ógvuliga skjót talv: styttri enn 3 minuttir
fr: Parties extrêmement rapides : moins de 3 minutes
ga: Cluichí an-ghasta: níos lú ná 3 nóiméad
hi: बहुत तेज खेल: 3 मिनट से कम
hr: Jako brze partije: vrijeme manje od 3 minute
hu: Nagyon gyors játszmák: kevesebb, mint 3 perc
ja: 超早指し戦：3 分未満
lb: Ganz schnell Partien: manner wéi 3 Minutten
nb: Veldig raske partier: under 3 minutter
nn: Særs snøgge parti: mindre enn 3 minutt
pl: Partie bardzo szybkie: mniej niż 3 minuty
pt_br: Jogos muito rápidos: menos de 3 minutos
tt: Бик тиз уеннар: 3 минуттан да азрак
zh: 高速对战：少于 3 分钟

# blitzDesc
source: Fast games: 3 to 8 minutes
br: Krogadoù prim: etre 3 ha 8 munutenn
de: Schnelle Spiele: 3 bis 8 Minuten
et: Väga kiired mängud: 3 kuni 8 minutit
fa: بازی های سرعتی: ۳ تا ۸ دقیقه
fo: Skjót talv: 3 til 8 minuttir
fr: Parties très rapides : de 3 à 8 minutes
ga: Cluichí gasta: 3 go 8 nóiméad
hi: तेज खेल: 3 से 8 मिनट
hr: Brze partije: vrijeme od 3 do 8 minuta
hu: Gyors játszmák: 3 és 8 perc között
ja: 早指し戦：3 分から 8 分
lb: Schnell Partien: 3 bis 8 Minutten
nb: Raske partier: 3 til 8 minutter
nn: Snøgge parti: 3 til 8 minutt
pl: Partie szybkie: 3 do 8 minut
pt_br: Jogos rápidos: 3 a 8 minutos
tt: Тиз уеннар: 3 - 8 минут
zh: 快速对战：3 到 8 分钟

# rapidDesc
source: Rapid games: 8 to 25 minutes
br: Krogadoù fonnus: etre 8 ha 25 munutenn
de: Schnellschachpartien: 8 bis 25 Minuten
et: Kiired mängud: 8 kuni 25 minutit
fa: بازی های سریع: ۸ تا ۲۵ دقیقه
fo: Kviktalv: 8 til 25 minuttir
fr: Parties rapides : de 8 à 25 minutes
ga: Cluichí meara: 8 go 25 nóiméad
hi: रैपिड गेम्स: 8 से 25 मिनट
hr: Ubrzane partije: vrijeme od 8 do 25 minuta
hu: Rapid játszmák: 8 és 25 perc között
ja: ラピッド：8 分から 25 分
lb: Rapid Partien: 8 bis 25 Minutten
nb: Hurtige partier: 8 til 25 minutter
nn: Snøggsjakk: 8 til 25 minutt
pl: Partie szybkie: 8 do 25 minut
pt_br: Jogos rápidos: 8 a 25 minutos
tt: Тиз уеннар 8дән 25минутка кадәр
zh: 普速对战：8 到 25 分钟

# classicalDesc
source: Classical games: 25 minutes and more
br: Krogadoù klasel: 25 munutenn ha muioc'h
de: Klassische Partien: 25 Minuten und mehr
et: Klassikalised mängud: 25 minutit ja kauem
fa: بازی های کلاسیک : 25 دقیقه یا بیشتر
fo: Klassisk talv: 25 minuttir ella longur
fr: Parties lentes : 25 minutes ou plus
ga: Cluichí clasaiceacha: 25 nóiméad agus níos mó
hi: क्लॅसिकल खेल: 25 मिनट और अधिक
hr: Klasične partije: vrijeme trajanja od najmanje 25 minuta
hu: Klasszikus játszmák: 25 perc vagy több
ja: クラシカル：25 分以上
lb: Klassesch Partien: 25 Minutten an méi
nb: Klassiske partier: 25 minutter eller mer
nn: Langsjakk: 25 minutt eller meir
pl: Partie klasyczne: 25 minut i więcej
pt_br: Jogos clássicos: 25 minutos ou mais
tt: Хуп уеннар: 25 минут һәм аннан да күбрәк
zh: 经典对战：25 分钟及以上

# correspondenceDesc
source: Correspondence games: one or several days per move
br: Krogadoù war hir dermen: un deiz pe meur a hini evit bep fiñvadenn
de: Fernschachspiele: Ein oder mehrere Tage pro Zug
et: Kirjavahetusmängud: üks või enam päeva käigu kohta
fa: بازی های مکاتبه ای : یک یا چند روز برای هر حرکت
fo: Brævtalv: ein ella fleiri dagar fyri hvønn leik
fr: Parties par correspondance : un jour ou plus par coup
ga: Cluichí comhfhreagrais: lá nó dhó an bhirt
hi: पत्राचार खेल: एक या कई दिन प्रति चाल
hr: Dopisne partije: do nekoliko dana po potezu
hu: Levelező játszmák: egy vagy több nap lépésenként
ja: 通信戦：1 手につき 1 日から数日
lb: Korrespondenz Partien: Een oder puer Deeg pro Zuch
nb: Fjernsjakkpartier: ett eller flere døgn pr. trekk
nn: Fjernsjakkparti: eit til fleire døger per trekk
pl: Partie korespondencyjne: jeden lub kilka dni na każdy ruch
pt_br: Jogos por correspondência: um ou vários dias por lance
tt: Хат язышу уеннары: хәрәкәткә бер-берничә көн
zh: 非即时对战：每步一天或数天

# puzzleDesc
source: Chess tactics trainer
br: Gourdoner poelladennoù echedoù
de: Schachtaktik-Trainer
et: Taktikaharjutus
fa: تمرین تاکتیک های شطرنج
fo: Taktikkvenjing
fr: Entraînement tactique
ga: Traenálaí beartaíocht fichille
hi: शतरंज की रणनीति के प्रशिक्षक
hr: Trener šahovskih taktika
hu: Taktikai edző
ja: タクティクス問題
lb: Schach Taktiktrainer
nb: Sjakktaktikktrener
nn: Sjakktaktikk-trenar
pl: Trener taktyk szachowych
pt_br: Treinador de táticas de xadrez
tt: Шаһмат тактикалар остасы
zh: 国际象棋战术训练

source: Important
br: A-bouez
de: Wichtig
et: Tähtis
fa: مهم!
fo: Umráðandi
ga: Tábhachtach
hi: जरूरी
hr: Važno
hu: Fontos
ja: 重要
lb: Wichteg
nb: Viktig
nn: Viktig
pl: Ważne
pt_br: Importante
tt: Мөһим
zh: 重要

# yourQuestionMayHaveBeenAnswered
source: Your question may already have an answer {param1}
br: Ur respont zo bet d'ho koulenn dija marteze {param1}
de: Deine Frage könnte bereits {param1} beantwortet worden sein
et: Sinu küsimusele võib juba vastus leiduda {param1}
fa: سوال شما ممکن است که از قبل پاسخی داشته باشد {param1}
fo: Spurningur tín hevur kanska longu eitt svar {param1}
fr: Votre question a peut-être déjà une réponse {param1}
ga: Seans go bhfuil freagra do cheist ann cheana féin {param1}
hi: आपके प्रश्न में पहले से ही एक उत्तर {param1} हो सकता है
hr: Na tvoje pitanje možda već postoji odgovor {param1}
hu: A kérdésedre talán megtalálod a választ a {param1}
ja: ご質問の答えはすでに {param1} にあるかもしれません
lb: Deng Fro gouf villäicht schon beäntwert {param1}
nb: Spørsmålet ditt har kanskje allerede et svar {param1}
nn: Spørsmålet ditt kan allereie ha fått eit svar {param1}
pl: Twoje pytanie może już mieć odpowiedź {param1}
pt_br: A sua pergunta pode já ter sido respondida {param1}
tt: Сезнең сорауга {param1} җаваплар булырга мөмкин
zh: 你的问题可能已经{param1}有了答案

source: in the F.A.Q.
br: er FAG.
de: in den F.A.Q.
et: KKK-s.
fa: در سوالات متداول باشد.
fo: í F.A.Q.-inum.
fr: dans la F.A.Q.
ga: sna CCana
hi: F.A.Q. मे
hr: u najčešće postavljenim pitanjima.
hu: GY.I.K. oldalon.
ja: FAQ 内
lb: am FAQ
nb: i FAQ-en
nn: I sidene for ofte stilte spørsmål
pl: w F.A.Q.
pt_br: no F.A.Q.
tt: Еш Сорый торган Сорауларда.
zh: 在常见问题中

# toReportSomeoneForCheatingOrBadBehavior
source: To report a user for cheating or bad behavior, {param1}
br: Ma faotañ deoc'h mont e darempred ganeomp abalamour d'un trucher pe d'un den displijus, {param1}
de: Um einen Nutzer wegen Betrugs oder schlechten Verhaltens zu melden, {param1}
et: Et teatada sohitegijast või halvast käitumisest, {param1}
fa: برای گزارش دادن یک کاربر به علت تقلب یا بدرفتاری، {param1}
fo: Til tess at melda brúkara fyri at snýta ella sýna ringan atburð, {param1}
fr: Pour signaler un utilisateur pour triche ou mauvais comportement, {param1}
ga: Chun gearán a dhéanmah faoi úsáideoir maidir le caimiléireacht nó drochiompar, {param1}
hi: उपयोगकर्ता को धोखा देने या बुरे व्यवहार के लिए रिपोर्ट करने के लिए,{param1}
hr: Za prijavu korisnika zbog varanja ili lošeg ponašanja, {param1}
hu: Felhasználó jelentése csalás vagy nem megfelelő magatartás miatt {param1}
ja: 不正行為や不適切な行動の通報には {param1}
lb: Fir en Benotzer fir Bedruch oder schlecht Behuelen ze mellen, {param1}
nb: For å rapportere en bruker for juks eller dårlig oppførsel, {param1}
nn: Får å rapporter ein spelar for fusk eller dårleg framferd, {param1}
pl: Aby zgłosić użytkownika za oszustwo lub złe zachowanie, {param1}
pt_br: Para denunciar um usuário por trapaças ou mau comportamento, {param1}
tt: Алдау яки начар тәртип өчен кулланучыга хәбәр итү өчен, {param1}
zh: 要举报用户作弊或不良行为，{param1}

source: use the report form
br: grit gant ar furmskrid diskleriañ
de: nutze das Meldeformular
et: kasuta selleks ettenähtud vormi
fa: از فرم گزارش استفاده کنید.
fo: nýt útfyllingarskjalið
fr: utilisez le formulaire de signalement
ga: bain úsáid as an bhfoirm thuairisce
hi: रिपोर्ट फॉर्म का उपयोग करें
hr: koristi obrazac za prijavu
hu: ezen az oldalon
ja: 通報フォームをお使いください
lb: benotz dësen Formulaire
nb: bruk rapportskjemaet
nn: bruk rapportskjemaet
pl: użyj formularza raportu
pt_br: use o formulário de denúncia
tt: куллан җибәрү формасын
zh: 请使用举报表单

# toRequestSupport
source: To request support, {param1}
br: Evit bezañ sikouret {param1}
de: Um Hilfe zu erhalten, {param1}
et: Abi saamiseks, {param1}
fa: جهت درخواست پشتیبانی، {param1}
fo: Til tess at biðja um stuðul, {param1}
fr: Pour demander de l'aide, {param1}
ga: Chun tacaíocht a iarraidh, {param1}
hi: समर्थन का अनुरोध करने के लिए,{param1}
hr: Za potraživanje pomoći, {param1}
hu: Segítségért {param1}
ja: サポートを求める時には{param1}
lb: Fir Hëllef ze kréien, {param1}
nb: For å få hjelp, {param1}
nn: For å få hjelp, {param1}
pl: Aby poprosić o pomoc, {param1}
pt_br: Para solicitar ajuda, {param1}
tt: Ярдәм сорашу өчен {param1}
zh: 要请求支持，{param1}

source: try the contact page
br: klaskit war ar bajenn mont e darempred
de: probiere die Kontaktseite aus
et: proovi kontakti lehte
fa: با این صفحه ارتباط بگیرید.
fo: royn síðuna við sambondum
fr: essayez la page de contact
ga: triail an leathanach teagmhála
hi: संपर्क पृष्ठ का प्रयास करें
hr: kontaktiraj nas
hu: lépjen velünk kapcsolatba
ja: 「連絡先」のページをご覧ください
lb: probéier eis Kontaktsäit
nb: prøv kontaktsiden
nn: prøv kontaktsida
pl: użyj strony kontaktowej
pt_br: tente a página de contato
tt: контакт битен карагыз
zh: 请尝试使用联系页面

# makeSureToRead
source: Make sure to read {param1}
br: Lennit {param1} mar plij ganeoc'h
de: Bitte lies unbedingt: {param1}
et: Loe ka kindlasti {param1}
fa: حتما {param1} را مطالعه کنید
fr: Veillez à lire {param1}
ga: Bí cinnte {param1} a léamh
hi: पढ़ना ना भुलें {param1}
hr: Obavezno pročitajte {param1}
hu: Olvasd el {param1}
ja: {param1} を必ずお読みください
lb: Wannechgelift lies {param1}
nb: Pass på å lese {param1}
nn: Sørg for at du les {param1}
pl: Koniecznie przeczytaj {param1}
pt_br: Certifique-se de ler {param1}
zh: 请确保你已阅读 {param1}

source: the forum etiquette
br: reolennoù ar forom
de: die Forumsetikette
et: foorumi etikett
fa: آداب انجمن
fr: le règlement du forum
ga: rialacha iompair an fhóraim
hr: forum etiketa
hu: a fórum etikettet
ja: フォーラムでのマナー
lb: d'Forumsetikett
nb: forumetiketten
nn: skikk og bruk i forumet
pl: etykieta forum
pt_br: as regras do fórum
zh: 论坛礼仪

# thisTopicIsArchived
source: This topic has been archived and can no longer be replied to.
br: Diellaouet eo bet ar sujed-mañ ha ne c'haller ket respont ken.
de: Dieses Thema wurde archiviert und kann nicht mehr beantwortet werden.
et: See teema on arhiveeritud ja sellele ei saa enam vastata.
fa: این موضوع بایگانی شده است و دیگر نمی توان به آن پاسخ داد.
fo: Hetta evnið er goymt í savninum, og til ber ikki at gera viðmerkingar til tað longur.
fr: Ce sujet a été archivé et il n'est plus possible d'y répondre.
ga: Cuireadh an t-ábhar seo i gcartlann agus ní féidir freagra a thabhairt air a thuilleadh.
hi: इस विषय को संग्रहीत किया गया है और अब इसका उत्तर नहीं दिया जा सकता है।
hr: Ova tema je arhivirana i na nju više nije moguće odgovoriti.
hu: Ezt a témát archiváltuk, ezért nem lehet már hozzászólni.
ja: このトピックはすでにアーカイブ化されコメントの追加はできません。
lb: Dësen Thema gouf archivéiert and kann net méi beäntwert ginn.
nb: Dette emnet er arkivert og kan ikke lenger besvares.
nn: Dette emnet er flytta til arkivet og kan ikkje lengre svarast på.
pl: Ten temat został zarchiwizowany i nie można już na niego odpowiedzieć.
pt_br: Este tópico foi arquivado e não pode mais ser respondido.
tt: Бу тема архивланган һәм аңа җавап биреп булмый.
zh: 此话题已被存档且不能再回复。
