Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Time to process a move on lichess server
br: Amzer ret evit ober ur fiñvadenn war servijer Lichess
de: Zeit, um einen Zug auf dem Lichess-Server zu verarbeiten
et: Käigu töötlemise aeg Lichessi serveril
fa: زمان سپری شده برای پردازش یک حرکت
fo: Tíð at viðgera ein leik í Lichess-ambætaranum
fr: Temps nécessaire au traitement d'un coup sur le serveur lichess
ga: Am le beart a phróiseáil ar fhreastalaí Lichess
hi: Lichess सर्वर पर एक कदम प्रक्रिया के लिए समय
hr: Vrijeme obrade poteza na lichess serveru
hu: Az az idő, amíg a Lichess szerver egy lépést feldolgoz
ja: Lichess サーバが手を処理する時間
lb: Zäit fir en Zuch um Lichess Server ze veraarbechten
nb: Tiden det tar å behandle et trekk på lichess-serveren
nn: Tida det tar å handsama eit trekk på serveren
pl: Czas przetwarzania ruchu na serwerze lichess
pt_br: Tempo para processar um movimento no servidor do Lichess
tt: Lichess серверында хәрәкәтне эшкәртү вакыты
zh: Lichess 服务器上处理一步的时间

source: Download annotated
br: Pellgargañ gant an notennoù
de: Download kommentiert
et: Lae alla kommentaaridega
fa: بارگیری حرکت‌نویسی
fo: Tak viðmerkingar niður
fr: Télécharger le PGN annoté
ga: Íoslódáil leagan anótáilte
hi: एनोटेट नीचे लादें
hr: Preuzmi s bilješkama
hu: Letöltés elemzéssel
ja: 解説つきダウンロード
lb: Download kommentéiert
nb: Last ned kommentert
nn: Last ned kommentert
pl: Pobierz z komentarzem
pt_br: Baixar anotação
tt: Өзешлене йөкләү
zh: 下载有注释的 PGN

source: Download raw
br: Pellgargañ ar PGN kriz
de: Download unkommentiert
et: Lae alla kommentaarideta
fa: بارگیری خام
fo: Tak niður rátt
fr: Télécharger le PGN brut
ga: Ioslódáil sonraí loma
hi: कच्चा नीचे लादें
hr: Preuzmi bez bilješki
hu: Letöltés elemzés nélkül
ja: 棋譜のみダウンロード
lb: Download onkommentéiert
nb: Last ned rådata
nn: Last ned rådata
pl: Pobierz bez komentarza
pt_br: Baixar texto
tt: Чималны иңдер
zh: 下载无注释的PGN

source: Download imported
br: Enkargañ enporzhiet
de: Importiertes Spiel herunterladen
et: Lae imporditud PNG
fa: بارگیری درونبُرد
fo: Niðurtøka innflutt
fr: Télécharger le PGN importé
ga: Ioslódáil sonraí iompórtáilte
hi: डाउनलोड आयातित
hr: Preuzmi uvezeno
hu: Importált PGN letöltése
ja: インポート分のダウンロード
lb: Importéiert Partie eroflueden
nb: Last ned importen
nn: Last ned importert
pl: Pobierz zaimportowane
pt_br: Baixar partida importada
tt: Импортны йөкләү
zh: 下载导入的棋局

source: Crosstable
br: Roll-istor ar c'hrogadoù
de: Matchverlauf
et: Skoor
fa: رودررو
fo: Krossborð
fr: Historique des parties
ga: Trastábla
hi: विजय और पराजय का अभिलेख
hr: Tablica križanja
hu: Eredménytábla
ja: 成績表
lb: Matchverlaf
nb: Krysstabell
nn: Tabell
pl: Wyniki spotkań
pt_br: Tabela
tt: Кросстабель
zh: 比分表

source: You can also scroll over the board to move in the game.
br: Gallout a rit ivez treiñ rodell al logodenn evit mont eus an eil taolioù d'ar re all.
de: Du kannst auch auf dem Brett scrollen, um die Partie durchzugehen.
et: Samuti võid kerida käike laua peal hiirega skrollides.
fa: شما می توانید برای حرکت در بازی از صفحه استفاده کنید
fo: Til ber eisini at skrulla yvirum borðið at flyta leikir í talvinum.
fr: Vous pouvez aussi utiliser la molette sur l'échiquier pour faire défiler la partie.
ga: Is féidir scrolláil thar an gclár freisin chun bogadh sa chluiche.
hi: आप खेल में जाने के लिए बोर्ड पर भी स्क्रॉल कर सकते हैं।
hr: Možeš skrolirati preko ploče za micanje u partiji.
hu: Görgess az egérgörgővel a tábla felett, hogy láthasd lépéseket.
ja: 盤上で駒を動かすことでも手を入力できます。
lb: Du kanns och um Briet scrollen fir duerch d'Partie ze goen.
nb: Du kan også skrolle over brettet for å flytte i partiet.
nn: Du kan også scrolle over brettet for å flytte.
pl: Możesz także przewijać nad szachownicą, by zmieniać postęp partii.
pt_br: Você também pode rolar sobre o tabuleiro para percorrer as jogadas.
tt: Сез шулай ук уенга күчү өчен такта өстенә әйләндерә аласыз.
zh: 你也可以用鼠标滚轮浏览棋局。

source: Scroll over computer variations to preview them.
de: Bewege den Mauszeiger über Computervarianten, um eine Vorschau zu erhalten.
et: Vii hiir arvutivariandi kohale, et saada eelvaade.
fa: برای مشاهده آن ها اسکرول کنید.
fr: Survolez les variantes du moteur d'analyse avec la souris pour les visualiser.
ga: Scrollaigh thar athrúcháin ríomhaire chun réamhamharc a dhéanamh orthu.
hi: कंप्युटर द्वारा इस स्थिति के विभिन्न रूपांतरण को देखने के लिए चिन्हित करें
hr: Scrollajte da bi pregladali generirane varijacije.
hu: Vidd a kurzort a számítógép variációk fölé az előnézethez.
ja: 手順の上にカーソルを移動させるとプレビューが表示されます。
lb: Scroll iwwer Computer Varianten fir eng Virschau ze kréien.
nb: Hold muspekeren over maskinvarianter for å forhåndsvise dem.
nn: Scroll over datamaskin-variasjonane for å førehandsvisa dei.
pl: Przewiń po wariantach komputera, aby je podglądać.
pt_br: Passe o mouse pelas variações do computador para visualizá-las.
zh: 移到电脑给出的变着上进行预览

# analysisShapesHowTo
source: Press shift+click or right-click to draw circles and arrows on the board.
br: Pouezit war shift+klik pe klik-dehou da dresañ kelc'hioù ha biroù war an tablez.
de: Drücke Shift+Mausklick oder Rechtsklick, um Kreise und Pfeile auf dem Brett zu zeichnen.
et: Vajuta shift + click või paremat hiirenuppu, et joonistada lauale ringe ja nooli.
fa: و کلیک کنید یا راست کلیک کنید تا دایره یا فلش در صفحه بکشید shift
fo: Trýst shift+click ella right-click at tekna rundingar og pílar á talvborðinum.
fr: Utilisez maj+clic ou clic-droit pour dessiner des cercles et des flèches sur l'échiquier.
ga: Brúigh shift + cliceáil nó deaschliceáil chun ciorcail agus saigheada a tharraingt ar an gclár.
hi: बोर्ड पर मंडलियां और तीरों को आकर्षित करने के लिए shift + click या right-click दबाएं
hr: Pritisni shift + lijevi klik ili desni klik kako bi crtao/la krugove i strelice na ploči.
hu: Shift-kattintva vagy jobb egérgombbal rajzolhatsz karikákat és nyilakat a táblára
ja: Shift + クリックや右クリックで盤上に丸や矢印が描けます。
lb: Dréck Shift+Mausklick oder Rietsklick fir Kreeser and Feiler um Briet ze zeechnen.
nb: Trykk shift+klikk eller høyreklikk for å tegne sirkler og piler på brettet.
nn: Trykk shift-klikk eller høyreklikk for å tegne sirklar og piler på brettet.
pl: Kliknij podczas trzymania Shift lub przytrzymaj prawy przycisk myszy aby rysować okręgi i strzałki na szachownicy.
pt_br: Pressione Shift+Clique ou clique com o botão direito do mouse para desenhar círculos e setas no tabuleiro.
tt: Тактада түгәрәкләр һәм уклар сызу өчен shift + чирттерү яки уң төймәгә+чирттерү.
zh: 按shift+左键单击或右键单击在棋盘上绘制圆圈和箭头。

source: Let other players message you
br: Aotreañ ar c'hoarierien da gas kemennadennoù deoc'h
de: Erlaube anderen Spielern dich zu kontaktieren
et: Luba teistel mängijatel saata sulle sõnumeid
fa: ارسال پیام توسط بقیه به شما
fo: Lat aðrar telvarar senda tær boð
fr: Permettre à d'autres joueurs de vous envoyer des messages
ga: Lig d'imreoirí eile teachtaireacht a chur chugat
hi: अन्य खिलाड़ियों को आपको संदेश देने दें
hr: Dopusti drugim igračima da ti pošalju poruku
hu: Mások küldhetnek neked üzenetet
ja: 他のプレイヤーからのメッセージを受け付ける
lb: Anerer kënnen dir Messagen schécken
nb: La andre spillere kontakte deg.
nn: Lat andre spelarar ta kontakt med deg
pl: Zezwól na wiadomości od innych graczy
pt_br: Permitir que outros jogadores lhe enviem mensagem
tt: Башка уенчылар сезгә хәбәр итсеннәр
zh: 允许其他人给您发私信

# receiveForumNotifications
source: Receive notifications when mentioned in the forum
de: Benachrichtigungen erhalten, wenn du im Forum erwähnt wirst
et: Saa teateid, kui sind foorumis mainitakse
fa: دریافت اعلان در هنگام ذکر شدن در انجمن
fr: Recevoir une notification lorsque votre nom est mentionné dans le forum
ga: Faigh fógraí nuair a luaitear tú san fhóram
hi: जब आपके नाम का ज़िक्र हो तब नोटिफ़िकेशन पाएँ
hr: Primi obavijest kad budeš spomenut na forumu
hu: Értesítést kérek, ha megemlítenek a fórumban
ja: フォーラムで自分の名前が出たときに通知を受け取る
lb: Notificatioun kréien wann du am Forum erwähnt gëss
nb: Bli varslet når nevnt i forumet
nn: Bli varsla når du vert nemd i forumet
pl: Otrzymuj powiadomienia, kiedy ktoś wspomni o Tobie na forum
pt_br: Receba notificações quando você for mencionado no fórum
zh: 在论坛中被提及时接收通知

# shareYourInsightsData
source: Share your chess insights data
br: Rannañ roadennoù hoc'h anien echedoù
de: Deine persönlichen Spielerstatistiken teilen
et: Jaga oma Chess Insights andmeid
fa: اشتراک گذاشتن داده های شما
fo: Deil tínar talvinnlitsdátur
fr: Partager les statistiques de vos parties générées par lichess
ga: Roinn do thuiscint ar an fhicheall
hi: अपने इनसाइट डेटा साझा करें
hr: Dijeli vaše osobne podatke
hu: Éleslátó adatbepillantás megosztása másokkal
ja: Insights のデータを共有する
lb: Deng perséinlech Schachstatistiken deelen
nb: Del dataene dine for sjakkinnsikt
nn: Del den personlege spelarstatistikken din
pl: Udostępniaj szczegółowe statystyki
pt_br: Compartilhe seus dados da análise
tt: Шаһмат мәгълүматлары белән уртаклашыгыз
zh: 分享你的对局洞察

source: With nobody
br: Gant den ebet
de: Mit niemandem
et: Mitte kellegagi
fa: هیچکس
fo: Við ongan
fr: Avec personne
ga: Le duine ar bith
hi: किसी के साथ नहीं
hr: Ni sa kime
hu: Senkivel
ja: 誰にも見せない
lb: Mat kengem
nb: Med ingen
nn: Med ingen
pl: Nikomu
pt_br: Com ninguém
tt: Беркем беләндә түгел
zh: 不分享

source: With friends
br: Gant ma mignoned
de: Mit deinen Freunden
et: Sõpradega
fa: با دوستان
fo: Við vinir
fr: Avec mes amis
ga: Le cairde
hi: दोस्तों के साथ
hr: S prijateljima
hu: Barátokkal
ja: 友達にだけ
lb: Mat Kolleegen
nb: Med venner
nn: Med vener
pl: Tylko znajomym
pt_br: Com amigos
tt: Дустлар белән
zh: 和朋友分享

source: With everybody
br: Gant an holl dud
de: Mit jedem
et: Kõigiga
fa: با همه
fo: Við øll
fr: Avec tout le monde
ga: Le gach duine
hi: सभी के साथ
hr: Sa svima
hu: Mindenkivel
ja: 誰にでも
lb: Mat jidderengem
nb: Med alle
nn: Med alle
pl: Każdemu
pt_br: Com todos
tt: Барысы белән
zh: 和每个人分享

source: Kid mode
br: Mod evit ar vugale
de: Kindermodus
et: Lapserežiim
fa: حالت کودکان
fo: Barnastøða
fr: Mode enfants
ga: Mód páistí
hi: बच्चा मोड
hr: Dječji način
hu: Gyereküzemmód
ja: キッズモード
lb: Kannermodus
nb: Barnemodus
nn: Barnemodus
pl: Tryb dla dzieci
pt_br: Modo infantil
tt: Сабыйлар осулы
zh: 儿童模式

# kidModeExplanation
source: This is about safety. In kid mode, all site communications are disabled. Enable this for your children and school students, to protect them from other internet users.
br: Un afer a surentez an hini eo. Ne c'haller ket mont e darempred gant ar re all pa c'hoarier er mod evit ar vugale. Mat eo evit ho pugale pe ho skolidi evit o gwareziñ diouzh ar c'hoarierien all war internet.
de: Dies ist eine Sicherheitseinstellung. Im Kindermodus sind alle Kommunikationsmöglichkeiten deaktiviert. Aktiviere diese Option, um Kinder und Schüler vor anderen Internetbenutzern zu schützen.
et: See on seotud turvalisusega. Lapserežiimis igasugune suhtlemine sellel lehel on välja lülitatud. Aktiveerige see režiim, et kaitsta lapsi ja kooliõpilasi teiste kasutajate eest.
fa: این گزینه،امنیتی است.با فعال کردن حالت ((کودکانه))،همه ی ارتباطات(چت کردن و...)غیر فعال می شوند.با فعال کردن این گزینه،کودکان خود را محافطت کنید.
fo: Hetta snýr seg um trygd. Í barnastøðu er alt samskifti á síðuni óvirkið. Vel barnastøðu, soleiðis at børn tíni og skúlanæmingar ikki hava við aðrar internetbrúkarar at gera.
fr: Cela concerne la sécurité. Dans le mode enfants, toutes les communications du site sont désactivées. Activez ce mode pour vos enfants et pour les écoliers, afin de les protéger des autres utilisateurs.
ga: Baineann sé seo le sábháilteacht. I mód na bpáistí, tá gach cumarsáid múchta. Úsáid seo do pháistí agus daltaí scoile, chun iad a chosaint ó úsáideoirí idirlín eile.
hi: यह सुरक्षा के बारे में है। बच्चे मोड में, सभी साइट संचार अक्षम हैं। यह अपने बच्चों के लिए सक्षम और स्कूल के छात्रों उन्हें अन्य इंटरनेट उपयोगकर्ताओं से सुरक्षित करने के लिए।
hr: Ovdje se radi se o sigurnosti. U dječjem načinu, sve komunikacije na stranici su onemogućene. Omogući ovo za svoju djecu i učenike, da ih zaštitiš od drugih internet korisnika.
hu: A Gyereküzemmód a biztonságról szól. A mód bekapcsolásával az összes kommunikáció megszűnik a többi játékossal, így megvédheted a gyermekeid vagy a diákjaid a többi felhasználó elől.
ja: これは安全対策です。「キッズモード」ではサイト上の会話がすべて無効になります。子供や生徒のアカウントでこのモードを有効にしておけば、彼らを他のユーザーから守ることができます。
lb: Eng Sécherheetsastellung. Am Kannermodus sin all Kommunikatiounsweeër blockéiert. Aktivéier dës Optioun fir Kanner an Schüler virun Internetbenotzer ze schützen.
nb: Dette handler om sikkerhet. I barnemodus blir all kommunikasjon skrudd av. Bruk dette for å skjerme barn og skole-elever mot brukere på Internett.
nn: Dette handlar om tryggleik. I barnemodus er all kommunikasjon avskrudd. Bruk dette for å verne barn og skoleelevar mot andre Internett-brukarar.
pl: Chodzi o bezpieczeństwo. W trybie dla dzieci możliwość komunikacji w serwisie jest wyłączona. Włącz go na rzecz swoich dzieci, czy uczniów, by chronić ich przed możliwymi zagrożeniami ze strony innych użytkowników internetu.
pt_br: Isto diz respeito à segurança. No modo infantil, todas as comunicações do site são desabilitadas. Habilite isso para seus filhos e alunos, para protegê-los de outros usuários da Internet.
tt: Бу куркынычсызлык турында. Балалар режимында барлык сайт элемтәләре дә сүндерелгән. Моны балаларыгыз һәм мәктәп укучылары өчен рөхсәт итегез, аларны бүтән интернет кулланучылардан саклагыз.
zh: 安全第一。在儿童模式下，站内信无法使用。为了保护你的孩子和学生免受其他用户伤害，请启用儿童模式。

# inKidModeTheLichessLogoGetsIconX
source: In kid mode, the lichess logo gets a {param} icon, so you know your kids are safe.
br: An ikonenn {param} zo pa vezer o c'hoari gant er mod evit ar vugale ha gant se e ouzit eo gwarezet ho moused.
de: Im Kindermodus erhält das Lichess-Logo ein {param}-Icon, an dem erkennen kannst, dass deine Kinder geschützt sind.
et: Lapserežiimis Lichessi logole lisandub {param} ikoon, mis tähendab, et lapserežiim on aktiveeritud.
fa: در حالت کودکانه،به نماد لیچس،یک {param} اضافه می شود تا شما از فعال بودن آن مطلع شوید.
fo: Í barnastøðu fær Lichess-búmerkið eina {param} mynd, so tú veitst, at børn tíni eru trygg.
fr: Dans le mode enfants, l'icône {param} se rajoute au logo lichess pour que vous sachiez que les enfants sont en sécurité.
ga: I mód na bpáistí, faigheann an lógó Lichess íocón {param}, ionas go mbeidh a fhios agat go bhfuil do pháistí sábháilte.
hi: बच्चे के मोड में, lichess लोगो को {param} आइकन मिलता है, इसलिए आप जानते हैं कि आपके बच्चे सुरक्षित हैं
hr: U dječjem načinu, logo lichess-a dobiva {param} ikonu, tako da znaš da su tvoja djeca sigurna.
hu: Gyereküzemmódban a Lichess logón megjelenik egy {param} ikon, így tudhatod, hogy gyermekeid biztonságos felületen játszanak.
ja: キッズモードでは Lichess のロゴに {param} のアイコンが付き、安全であることを示します。
lb: Am Kannermodus huet den Lichess logo en {param} Icon, sou weess du dass däin Kand sécher ass.
nb: I barnemodus får lichess-logoen et {param} symbol, så du vet at barna dine er trygge.
nn: I barnemodus får lichess-logoen eit {param} symbol, så du kan sjå at barna dine er trygge.
pl: W trybie dla dzieci logo lichess ma dodatkową ikonę {param}, wiesz wtedy, że Twoje dziecko jest chronione.
pt_br: No modo infantil, a logo do lichess tem um ícone {param}, para que você saiba que suas crianças estão seguras.
tt: Балалар усулында Lichess тамгасы {param} иконасын ала, шуңа күрә сез балаларыгызның куркынычсыз булуын беләсез.
zh: 在儿童模式下，Lichess 标志前会有 {param} 图标。出现该图标你就知道你的孩子是安全的。

# askYourChessTeacherAboutLiftingKidMode
source: Your account is managed. Ask your chess teacher about lifting kid mode.
de: Dein Konto wird verwaltet. Bitte deinen Schachlehrer den Kindermodus aufzuheben.
et: Sinu konto on valve all. Küsi maleõpetajalt valve eemaldamist.
fa: اکانت شما مدیریت شده است. برای برداشتن حالت کودک از معلم شطرنج خود درخواست کنید.
fr: Votre compte est géré. Demandez à votre professeur d'échecs de désactiver le mode enfant.
ga: Tá do chuntas á bhainistiú. Iarr ar do mhúinteoir fichille faoi mhodh ardú na bpáistí.
hr: Vaš račun je upravljan. Pitajte svog učitelja šaha o uklanjanju načina rada za djecu.
hu: A felhasználói fiókodat a tanárod felügyeli. Kérd meg, hogy inaktiválja a gyerek módot.
ja: あなたのアカウントは管理されています。キッズモードの停止は講師に依頼してください。
lb: Däin Konto gëtt verwalt. Fro däin Schachtrainer fir den Kannermodus opzehiewen.
nb: Kontoen din er forvaltet. Be sjakklæreren din fjerne barnemodus.
nn: Kontoen din er under administrasjon. Spør sjakklæraren din om det er mogleg å få oppheva barnemodusen.
pl: Twoim kontem zarządza nauczyciel. Poproś go o przekazanie zarządzania Tobie.
pt_br: Sua conta é gerenciada. Para desativar o modo infantil, peça ao seu professor.
zh: 你的账户处于托管中，可以让你的老师解除儿童模式。

source: Enable Kid mode
br: Gweredekaat ar mod evit ar vugale
de: Kindermodus aktivieren
et: Aktiveeri lapserežiim
fa: فعال کردن حالت کودکانه
fo: Vel barnastøðu
fr: Activer le mode enfants
ga: Cuir mód na bpáistí ar siúl
hi: बच्चे मोड को सक्षम करें
hr: Omogući dječji način
hu: Gyereküzemmód bekapcsolása
ja: キッズモードを有効化
lb: Kannermodus aktivéieren
nb: Skru på barnemodus
nn: Skru på barnemodus
pl: Włącz tryb dla dzieci
pt_br: Habilitar o modo infantil
tt: Балалар осулын куй
zh: 打开儿童模式

source: Disable Kid mode
br: Diweredekaat ar mod evit ar vugale
de: Kindermodus deaktivieren
et: Deaktiveeri lapserežiim
fa: غیر فعال کردن حالت کودکانه
fo: Sløkk barnastøðu
fr: Désactiver le mode enfants
ga: Múch mód na bpáistí
hi: बच्चे मोड अक्षम करें
hr: Onemogući dječji način
hu: Gyereküzemmód kikapcsolása
ja: キッズモードを無効化
lb: Kannermodus desaktivéieren
nb: Skru av barnemodus
nn: Skru av barnemodus
pl: Wyłącz tryb dla dzieci
pt_br: Desabilitar o modo infantil
tt: Сабый осулын кирегә куй
zh: 关闭儿童模式

source: Security
br: Surentez
de: Sicherheit
et: Turvalisus
fa: امنیت
fo: Trygd
fr: Sécurité
ga: Slándáil
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
ja: セキュリティ
lb: Sécherheet
nb: Sikkerhet
nn: Tryggleik
pl: Bezpieczeństwo
pt_br: Segurança
tt: Хәвефсезлек
zh: 安全

source: Sessions
de: Sitzungen
et: Sessioonid
fa: جلسات
ga: Seisiúin
hi: सत्र
hr: Sesije
hu: Munkamenetek
ja: セッション
lb: Sitzungen
nb: Økter
nn: Økter
pl: Sesje
pt_br: Sessões
zh: 会话

source: revoke all sessions
br: skarzhañ an holl zalc'hoù
de: alle Sitzungen beenden
et: lõpetada kõik sessioonid
fa: باطل کردن تمامی موارد
fo: strika allar setur (sessions)
fr: supprimer toutes les sessions
ga: cealaigh gach seisiún
hi: सभी सत्र रद्द
hr: opozvati sve sesije
hu: eltávolíthatod az összes eszközt
ja: すべてのセッションを取り消す
lb: All Sitzungen ofschléissen
nb: lukke alle økter
nn: lukke alle økter
pl: unieważnić wszystkie sesje
pt_br: revogar todas as sessões
tt: һәр сессиядан чыгу
zh: 注销所有会话

source: Play chess everywhere
br: C'hoari echedoù e pep lec'h
de: Spiele Schach überall
et: Mängi malet kõikjal
fa: همه جا شطرنج بازی کنید
fo: Telva allastaðni
fr: Jouez aux échecs partout
ga: Imir ficheall i ngach áit
hi: हर जगह शतरंज खेलें
hr: Igraj šah svugdje
hu: Sakkozz bárhol!
ja: どこでもチェスを対局
lb: Spill iwwerall Schach
nb: Spill sjakk overalt
nn: Spel sjakk overalt
pl: Graj w szachy wszędzie
pt_br: Jogue xadrez em qualquer lugar
tt: Уйна шаһмат бөтен җирдә
zh: 在任何地方下棋！

source: As free as lichess
br: Ken digoust ha lichess
de: Frei wie Lichess
et: Tasuta nagu Lichess
fa: کاملا رایگان
fo: Ókeypis sum Lichess
fr: Aussi gratuit que lichess
ga: Chomh saor le Lichess
hi: Lichess जैसा मुक्त
hr: Besplatno kao i lichess
hu: Olyannyira ingyenes mint a Lichess
ja: Lichess は常に無料
lb: Sou gratis wéi Lichess
nb: Like gratis som lichess
nn: Så fri som lichess
pl: Darmowa jak całe lichess
pt_br: Tão gratuito quanto o Lichess
tt: Личесс кебек азат
zh: Lichess 永远免费

source: Built for the love of chess, not money
br: Krouiñ evit an echedoù ha n'eo ket evit an arc'hant
de: Aus Liebe zum Schach
et: Ehitatud armastusest male, mitte raha vastu
fa: ساخته شده با عشق به شطرنج نه پول
fo: Bygt við alski til telving, ikki pengar
fr: Construit pour l'amour du jeu d'échecs, pas pour l'argent
ga: Cruthaithe mar gheall ar ghrá don fhicheall, ní d'airgead
hi: शतरंज के प्यार के लिए निर्मित, धन के लिए नहीं
hr: Napravljeno iz ljubavi prema šahu, ne novcu
hu: A sakk szeretetéért építettük, nem a pénzért
ja: 金ではなくチェス愛のために作られたアプリ
lb: Aus Léift zum Schach, net Suen
nb: Bygget for kjærlighet til sjakk, ikke penger
nn: Bygd for kjærleik til sjakk, ikkje pengar
pl: Stworzona z miłości do szachów, nie dla pieniędzy
pt_br: Desenvolvido pelo amor ao xadrez, não pelo dinheiro
tt: Төздек шаһмат яратучылары өчен, акча түгел
zh: 不是为了钱，而是因为对国际象棋的热爱而创建的

source: Everybody gets all features for free
br: Forzh piv a c'hall kaout an holl arc'hweladurioù, digoust eo
de: Jeder erhält alle Funktionen völlig kostenlos
et: Kõik funktsioonid on kõigile tasuta
fa: همگی از مزایا بصورت رایگان استفاده می کنند
fo: Øll fáa allar hentleikar ókeypis
fr: Toutes les fonctionnalités sont gratuites pour tout le monde
ga: Faigheann gach duine gach gné saor in aisce
hi: हर कोई मुफ्त में सभी सुविधाओं प्राप्त करता है
hr: Svi dobivaju sve usluge besplatno
hu: Az összes funkció ingyenes, mindenki számára
ja: 誰でもすべての機能が無料です
lb: Jiddereen kritt all Features fir näischt
nb: Alle får alle funksjoner gratis
nn: Alle saman får tilgang til alle tenester gratis
pl: Wszystkie funkcje za darmo dla każdego
pt_br: Todos têm todos os recursos de graça
tt: Һәркайсы алы барлык әйберләрен азат
zh: 每个人都可以免费使用所有功能

source: Zero advertisement
br: Tamm bruderezh ebet
de: Keine Werbung
et: Mitte ühtegi reklaami
fa: بدون تبلیغات
fo: Ongar lýsingar
fr: Aucune publicité
ga: Gan fógraíocht
hi: शून्य विज्ञापन
hr: Bez reklama
hu: Nincsenek hirdetések
ja: 広告いっさいなし
lb: Keng Reklamm
nb: Ingen reklame
nn: Annonsefri
pl: Brak reklam
pt_br: Zero anúncios
tt: Сәрмая юк
zh: 没有广告

source: Full featured
br: Lichess ha muioc'h c'hoazh
de: Keine Einschränkungen
et: Kõik omadused
fa: با تمامی امکانات
fo: Við øllum hentleikum
fr: Tout Lichess, et encore plus
ga: Uirlisí iomlána le feiceáil
hi: पूरा विशेष रुप से प्रदर्शित
hr: Potpuno opremljena
hu: Teljeskörű funkciók
ja: 幅広い機能
lb: Keng Aschränkungen
nb: Fullspekket
nn: Alle funksjonar
pl: Bez ograniczeń
pt_br: Cheio de recursos
tt: Барлык үзенчәлекләр
zh: 功能全面

source: Phone and tablet
br: Pellgomzer ha tabletenn
de: Handy und Tablet
et: Telefon ja tahvelarvuti
fa: موبایل و تبلت
fo: Snildfon og teldil
fr: Smartphones et tablettes
ga: Fón agus táibléad
hi: फोन और टैबलेट
hr: Mobitel i tablet
hu: Telefon vagy táblagép
ja: 携帯やタブレットで
lb: Handy an Tablet
nb: Mobil og nettbrett
nn: Mobiltelefon og nettbrett
pl: Telefon i tablet
pt_br: Celular e tablet
tt: Кәрәзле телефон һәм планшет
zh: 手机和平板电脑

source: Bullet, blitz, classical
br: Bullet, blitz, klasel
de: Bullet, Blitz, Klassisch
et: Bullet, blitz, klassikaline
fa: گلوله‌ای، برق‌آسا، مرسوم
fo: Bullet, snartalv, vanligt
fr: Partie éclair, Rapide, Semi-Rapide
ga: Bullet, blitz, clasaiceach
hi: बुलेट, ब्लिट्ज, क्लासिकल
hr: Bullet, blitz, klasični šah
hu: Bullet, blitz, klasszikus
ja: ブレット、ブリッツ、クラシカル
lb: Bullet, Blitz, Klassesch
nb: Lyn, hurtig og klassisk
nn: Bullet, lynsjakk, saktesjakk
pl: Superbłyskawiczne, błyskawiczne, klasyczne
pt_br: Bullet, blitz, clássico
tt: Мәрми, яшенчә, хуп
zh: 快棋与慢棋

source: Correspondence chess
br: Echedoù war hir dermen
de: Fernschach
et: Kirimale
fa: شطرنج مکاتبه ای
fo: Brævtalv
fr: Échecs par correspondance
ga: Ficheall chomhfhreagrais
hi: पत्राचार शतरंज
hr: Dopisni šah
hu: Levelező sakk
ja: 通信戦
lb: Korrespondenz Schach
nb: Fjernsjakk
nn: Fjernsjakk
pl: Szachy korespondencyjne
pt_br: Xadrez por correspondência
tt: Язылу шаһматы
zh: 非即时比赛

source: Online and offline play
br: C'hoari enlinenn pe get
de: Spiele online und offline
et: Online ja offline mängud
fa: بازی بَرخط و بُرون‌خط
fo: Telva á netinum og uttan net
fr: Jouez en ligne ou hors-ligne
ga: Imirt ar líne agus as líne
hi: ऑनलाइन और ऑफ़लाइन खेलने के लिए
hr: Online i offline igra
hu: Játssz adatkapcsolattal vagy adatkapcsolat nélkül
ja: オンラインでもオフラインでも
lb: Online an Offline spillen
nb: Online og offline spill
nn: Spel online og offline
pl: Gra online i offline
pt_br: Jogue online e offline
tt: Чилтәрдә һәм чилтәрсез уйнамак
zh: 在线和离线下棋
