Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: View the solution
br: Gwelet ar respont
de: Lösung ansehen
et: Vaata lahendust
fa: دیدن راهِ حل
fo: Síggj svarið
fr: Regarder la solution
ga: Féach ar an réiteach
hi: समाधान देखें
hr: Pogledaj rješenje
hu: Megoldás megtekintése
ja: 解答を見る
lb: Léisung ukucken
nb: Se løsning
nn: Vis løysinga
pl: Zobacz rozwiązanie
pt_br: Ver solução
tt: Чишелешне карап алу
zh: 看解答

source: Follow and challenge friends
br: Heuliañ ha c'hoari a-enep mignoned
de: Folge deinen Freunden und fordere sie heraus
et: Jälgi sõpru ja esita väljakutseid
fa: دنبال کردن و پیشنهاد بازی دادن به دوستان
fo: Fylg vinum og bjóða teimum av
fr: Suivez et défiez vos amis !
ga: Lean agus tabhair dúshlán do chairde
hi: अपने दोस्तों को चुनौती
hr: Prati i izazovi prijatelje
hu: Kövesd és hívd ki a barátaidat
ja: 友達をフォローして対局しよう
lb: Kolleege followen an erausfuerderen
nb: Følg og utfordre venner
nn: Følg og utfordre vener
pl: Obserwowanie i gra ze znajomymi
pt_br: Siga e desafie amigos
tt: Иярергә һәм сынарга дутларны
zh: 关注并挑战朋友

source: Game analysis
br: Dielfennañ ar c'hrogad
de: Spielanalyse
et: Mängu analüüs
fa: تجزیه و تحلیلِ بازی
fo: Talvgreining
fr: Analyse de la partie
ga: Anailís cluichí
hi: खेल अध्ययन
hr: Analiza partije
hu: Játék elemzés
ja: 棋譜解析
lb: Analys vun der Partie
nb: Analyse av parti
nn: Analyse av partiet
pl: Analiza partii
pt_br: Análise da partida
tt: Уенны уйланырга
zh: 棋局分析

# xHostsY
source: {param1} hosts {param2}
br: {param1} a ro bod da {param2}
de: {param1} hat {param2} erstellt
et: {param1} korraldab {param2}
fa: {param1} میزبان ها {param2}
fo: {param1} er vertur fyri {param2}
fr: {param1} héberge {param2}
ga: Óstálann {param1} {param2}
hi: {param1} मेजबान {param2}
hr: {param1} održava {param2}
hu: {param1} létrehozta a {param2}-t
ja: {param1}が {param2} を作成しました
lb: {param1} huet {param2} kreéiert
nb: {param1} opprettet {param2}
nn: {param1} er vert for {param2}
pl: {param1} utworzył {param2}
pt_br: {param1} criou {param2}
tt: {param1} хуҗасы {param2}
zh: {param1} 主持 {param2}

# xJoinsY
source: {param1} joins {param2}
br: {param1} a gemer perzh e {param2}
de: {param1} ist {param2} beigetreten
et: {param1} liitus {param2}
fa: {param1} وارد می شود {param2}
fo: {param1} fer upp í {param2}
fr: {param1} rejoint {param2}
ga: tagann {param1} {param2}
hi: {param1} मेजबान {param2}
hr: {param1} se pridružuje {param2}
hu: {param1} csatlakozott a {param2}hoz
ja: {param1}が {param2} に参加
lb: {param1} mëscht mat bäi {param2}
nb: {param1} ble med på {param2}
nn: {param1} tar del i {param2}
pl: {param1} dołączył do {param2}
pt_br: {param1} entrou em {param2}
tt: {param1} Кушлады {param2}
zh: {param1} 参加 {param2}

# xLikesY
source: {param1} likes {param2}
br: Plijet eo {param1} gant {param2}
de: {param1} gefällt {param2}
et: Mängijale {param1} meeldib {param2}
fa: {param1} می پسندد {param2}
fo: {param1} dámar {param2}
fr: {param1} aime {param2}
ga: Is maith le {param1} {param2}
hi: {param1} ने {param2} पसंद किया:
hr: {param1} se sviđa {param2}
hu: {param1} kedvel egy tanulmányt: {param2}
ja: {param1} が {param2} に「いいね」しました。
lb: Dem {param1} gefält {param2}
nb: {param1} liker {param2}
nn: {param1} liker {param2}
pl: {param1} polubił {param2}
pt_br: {param1} gostou de {param2}
tt: {param1} ошады {param2}
zh: {param1}点赞{param2}

source: Quick pairing
br: Koubladeg war ar prim
de: Schnelles Spiel
et: Kiirelt mängu
fa: رویارویی سریع
fo: Skjót greiping
fr: Appariement rapide
ga: Péireáil ghasta
hi: त्वरित युग्मन
hr: Brzo uparivanje
hu: Gyors játszma
ja: 自動ペアリング
lb: Schnell Paarung
nb: Raskt parti
nn: Snøgt parti
pl: Szybkie parowanie
pt_br: Pareamento rápido
tt: Тизкер парлаштырыш
zh: 快速匹配

source: Lobby
br: Saloñs
et: Ooteruum
fa: بازی های ایجادشده
fo: Salur
fr: Salon
ga: Forsheomra
hi: लॉबी
hr: Lobi
hu: Lobbi
ja: ロビー
pl: Poczekalnia
pt_br: Salão
tt: Көндәшләр
zh: 大厅

source: Anonymous
br: Dianav
de: Anonym
et: Anonüümne
fa: ناشناس
fo: Dulnevnt
fr: Anonyme
ga: Anaithnid
hi: अज्ञात
hr: Anoniman igrač
hu: Névtelen
ja: 匿名
lb: Anonym
nb: Anonym
nn: Anonym
pl: Anonimowy
pt_br: Anônimo
tt: Билгесез
zh: 匿名

# yourScore
source: Your score: {param}
br: Ho tisoc'h: {param}
de: Punktestand: {param}
et: Sinu skoor: {param}
fa: امتیاز شما:{param}
fo: Títt stigatal: {param}
fr: Votre score : {param}
ga: Do scór: {param}
hi: आपका स्कोर: {param}
hr: Tvoj rezultat: {param}
hu: A te eredményed: {param}
ja: 通算成績：{param}
lb: Däin Score: {param}
nb: Din poengsum: {param}
nn: Din poengsum: {param}
pl: Twój wynik: {param}
pt_br: Sua pontuação:{param}
tt: Синен бәяләү {param}
zh: 你的分数：{param}

source: Language
br: Yezh
de: Sprache
et: Keel
fa: زبان
fo: Mál
fr: Langue
ga: Teanga
hi: भाषा
hr: Jezik
hu: Nyelv
ja: 言語
lb: Sprooch
nb: Språk
nn: Språk
pl: Język
pt_br: Idioma
tt: Тел
zh: 语言

source: Background
br: Drekleur
de: Hintergrund
et: Taust
fa: زمینه
fo: Bakgrund
fr: Arrière-plan
ga: Cúlra
hi: पृष्ठभूमि
hr: Pozadina
hu: Háttér
ja: 背景
lb: Hannergrond
nb: Bakgrunn
nn: Bakgrunn
pl: Tło
pt_br: Cor tema
tt: Җирлек
zh: 背景

source: Light
br: Sklaer
de: Hell
et: Hele
fa: روشن
fo: Ljóst
fr: Lumineux
ga: Geal
hi: हल्का
hr: Svijetla
hu: Világos
ja: 明るい
lb: Hell
nb: Lys
nn: Lys
pl: Jasne
pt_br: Claro
tt: Ачык
zh: 浅色

source: Dark
br: Teñval
de: Dunkel
et: Tume
fa: تیره
fo: Myrkt
fr: Sombre
ga: Dorcha
hi: काला
hr: Tamna
hu: Sötét
ja: 暗い
lb: Däischter
nb: Mørk
nn: Mørk
pl: Ciemne
pt_br: Escuro
tt: Караңгы
zh: 深色

source: Transparent
br: Treuzwelus
et: Läbipaistev
fa: شفاف
fo: Gjøgnumskygt
ga: Trédhearcach
hi: पारदर्शी
hr: Prozirna
hu: Áttetsző
ja: 透明
nb: Gjennomsiktig
nn: Gjennomskinleg
pl: Przezroczyste
pt_br: Transparente
tt: Үтә күренмәле
zh: 透明

source: Device theme
de: Mit Gerät synchronisieren
et: Seadme teema
fa: طرح زمینه دستگاه
fr: Thème de l'appareil
ga: Téama gléas
hr: Tema uređaja
hu: Operációs rendszer
ja: デバイスの設定に従う
lb: Mam Gerät synchroniséieren
nb: Enhetstema
nn: Einingstema
pl: Motyw urządzenia
pt_br: Tema do dispositivo
zh: 设备主题

source: Background image URL:
br: URL skeudenn an drekleur :
de: Hintergrundbild-URL:
et: Taustapildi URL:
fa: وب‌نشانی تصویر پس‌زمینه:
fo: Bakgrundsmynd URL:
fr: URL de l'image de fond :
ga: URL íomhá chúlrá:
hi: पृष्ठभूमि छवि URL:
hr: URL pozadinske slike:
hu: Háttérkép URL címe:
ja: 背景画像URL:
lb: URL vum Hannergrondbild:
nb: URL for bakgrunnsbilde:
nn: URL for bakgrunnsbilete:
pl: Adres do obrazu tła:
pt_br: URL da imagem de fundo:
tt: Арткы караныш рәсеме URL:
zh: 背景图片网址：

source: Piece set
br: Ar pezhioù
de: Figurenstil
et: Malendite kujundus
fa: نوع مهره
fo: Snið á talvfólki
fr: Jeu de pièces
ga: Foireann píosaí
hi: मोहरे
hr: Set figura
hu: Figurakészlet
ja: 駒のデザイン
lb: Figurestil
nb: Brikkesett
nn: Brikkesett
pl: Zestaw bierek
pt_br: Estilo das peças
tt: Эйберлэр
zh: 棋子设定

source: Embed in your website
br: Enframmañ en ho lec'hienn
de: In Webseite einbetten
et: Sängita oma veebilehel
fa: قرار دادن در وبگاه خود
fo: Fell inn í heimasíðu tína
fr: Intégrer dans votre site web
ga: Leabaigh i do shuíomh gréasáin
hi: अपनी वेबसाइट में एम्बेड करें
hr: Ugradi u svoju stranicu
hu: Beágyazás weboldalba
ja: 自分のウェブサイトに埋め込む
lb: An Websäit anbetten
nb: Bygg inn på nettstedet ditt
nn: Bygg inn i nettsida di
pl: Osadź na swojej stronie internetowej
pt_br: Incorporar no seu site
tt: Веб-сайтыгызга җайлаштырылган
zh: 嵌入到你的网站上

# usernameAlreadyUsed
source: This username is already in use, please try another one.
br: Implijet eo an anv-mañ dija. Dibabit unan all mar plij.
de: Dieser Benutzername ist bereits vergeben. Bitte versuche es mit einem anderen.
et: See kasutajanimi on juba olemas, proovi midagi muud.
fa: این نام کاربری در حال حاضر انتخاب شده است.لطفا نام دیگری انتخاب کنید.
fo: Hetta brúkaranavnið verður longu nýtt. Royn vinaliga eitt annað.
fr: Ce nom d'utilisateur existe déjà, merci d'en choisir un autre.
ga: Tá an t-ainm úsáideora seo in úsáid cheana féin, bain triail as ceann eile.
hi: यह उपयोगकर्ता नाम पहले से उपयोग में है, कृपया एक दूसरे का प्रयास करें।
hr: Ovo korisničko ime je već u uporabi, molimo probaj s drugim.
hu: Ez a felhasználónév már foglalt, kérjük válassz másikat.
ja: このユーザー名は既に使用されています。別の名前にしてください。
lb: Dësen Benotzernumm gëtt schonn benotzt, wiel wannechgelift een aneren.
nb: Brukernavnet er allerede i bruk, prøv et annet et.
nn: Dette brukarnamnet er allereie i bruk, ver venleg og prøv eit anna.
pl: Ta nazwa użytkownika jest już zajęta, wybierz inną.
pt_br: Este nome de usuário já está registado, por favor, escolha outro.
tt: Ошбу кулланучынәми әлләкайчан ишләтелгән, фадлыйк башкасын сынап карыйк.
zh: 该用户名已被使用，请使用另一个。

# usernamePrefixInvalid
source: The username must start with a letter.
br: Gant ul lizherenn e rank kregiñ an anv implijer.
de: Der Benutzername muss mit einem Buchstaben beginnen.
et: Kasutajanimi peab algama tähega.
fa: نام کاربری باید با حرف شروع شود.
fo: Brúkaranavnið má byrja við einum bókstavi.
fr: Le nom d'utilisateur doit commencer par une lettre.
ga: Caithfidh an t-ainm úsáideora tosú le litir.
hi: जो नाम आप उपयोग करते, वह किसी अक्षर से शुरू होना चाहिए।
hr: Korisničko ime mora započeti sa slovom.
hu: A felhasználói névnek betűvel kell kezdődnie.
ja: ユーザー名の最初は英字でなくてはなりません。
lb: De Benotzernumm muss mat engem Buschtaf ufänken.
nb: Det første tegnet i brukernavnet må være en bokstav.
nn: Det første teiknet i brukarnamnet må vera ein bokstav.
pl: Nazwa użytkownika musi zaczynać się literą.
pt_br: O nome de usuário deve começar com uma letra.
tt: Кулланучынәмә хәрефтән башланырга тиеш.
zh: 用户名必须以字母开头。

# usernameSuffixInvalid
source: The username must end with a letter or a number.
br: Gant ul lizherenn pe ur sifr e echu an anv-implijer, dre ret.
de: Der Benutzername muss mit einem Buchstaben oder einer Zahl enden.
et: Kasutajanimi peab lõppema numbri või tähega.
fa: نام کاربری باید با حرف یا شماره خاتمه یابد.
fo: Brúkaranavnið má enda við einum bókstavi ella tali.
fr: Le nom d’utilisateur doit se terminer par une lettre ou un chiffre.
ga: Caithfidh an t-ainm úsáideora críochnú le litir nó uimhir.
hi: जो नाम आप उपयोग करते, वह किसी अक्षर या संख्या के साथ समाप्त होना चाहिए ।
hr: Korisničko ime mora završiti sa slovom ili brojem.
hu: A felhasználói névnek betűvel vagy számmal kell végződnie.
ja: ユーザー名の最後は英字か数字でなくてはなりません。
lb: De Benotzernumm muss mat engem Buschtaf oder enger Zuel ophalen.
nb: Det siste tegnet i brukernavnet må være en bokstav eller et tall.
nn: Det siste teiknet i brukarnamnet må vera ein bokstav eller eit tal.
pl: Nazwa użytkownika musi kończyć się literą lub cyfrą.
pt_br: O nome de usuário deve terminar com uma letra ou um número.
tt: Кулланучынәмә хәреф яки сан белән тәмамланырга тиеш.
zh: 用户名必须以字母或数字结尾。

# usernameCharsInvalid
source: The username must only contain letters, numbers, underscores, and hyphens. Consecutive underscores and hyphens are not allowed.
br: Lizherennoù, sifroù ha tiretennoù a c'haller kavout er anv-implijer.
de: Der Benutzername darf nur Buchstaben, Zahlen, Unterstriche und Bindestriche beinhalten. Aufeinanderfolgende Unterstriche und Bindestriche sind nicht erlaubt.
et: Kasutajanimi peab sisaldama ainult tähti, numbreid, alakriipse ja sidekriipse. Järjestikused alakriipsud ega sidekriipsud ei ole lubatud.
fa: نام کاربری فقط می تواند شامل حروف،اعداد،خط فاصله یا زیر خط(under line) باشد.
fo: Í brúkaranavninum mugu bert vera bókstavir, tøl, undirstrikur og sambindingarstrikur.
fr: Le nom d'utilisateur doit contenir uniquement des lettres, des chiffres, des tirets.
ga: Ní mór nach mbeadh ach litreacha, uimhreacha, fo-línte agus fleiscíní san ainm úsáideora. Ní cheadaítear fostríoca agus fleiscíní leanúnacha.
hi: जो नाम आप उपयोग करते, उनमें सिर्फ पत्र, संख्या, अंडरस्कोर और हाइफ़न होना चाहिए ।
hr: Korisničko ime može sadržavati samo slova, brojeve, podvlake i crtice.
hu: A felhasználói névben nem szerepelhet más mint betűk, számok, aláhúzás- és kötőjel.
ja: ユーザー名に使えるのは英字、数字、アンダースコア、ハイフンだけです。
lb: De Benotzernumm däerf just Buschtawen, Zuelen, Ënner- an Bindestricher enthalen. Konsekutiv Ënner- an Bindestricher sinn net erlaabt.
nb: Brukernavnet kan bare bestå av bokstaver, tall, understrekingstegn og bindestreker. Det er ikke lov med flere understrekingstegn eller bindestreker på rad.
nn: Brukarnamnet kan berre innehalde bokstavar, tal, understrekingsteikn og bindestrekar.
pl: Nazwa użytkownika może zawierać tylko litery, cyfry, znaki podkreślenia i myślniki.
pt_br: Nomes de usuário só podem conter letras, números, sublinhados e hifens.
tt: Кулланучынәма фәкать харефләр, саннар, астсызыклар вә урта сызыклар гыйбәрәт булыш кирәк. Китмә-киткән астсызыклар вә урта сызыкларга юк куймайды.
zh: 用户名必须只包含字母、数字、下划线和连字符。

# usernameUnacceptable
source: This username is not acceptable.
br: Ne c'haller degemer an anv-implijer-mañ.
de: Dieser Benutzername ist nicht akzeptabel.
et: See kasutajanimi ei ole lubatud.
fa: این نام کاربری قابل قبول نیست.
fo: Brúkaranavnið verður ikki góðtikið.
fr: Ce nom d'utilisateur existe déjà ou est insultant.
ga: Níl an t-ainm úsáideora seo inghlactha.
hi: यह उपयोगकर्ता नाम स्वीकार्य नहीं है।
hr: Ovo korisničko ime nije prihvatljivo.
hu: A felhasználói név nem megfelelő.
ja: このユーザー名は認められません。
lb: Dësen Benotzernumm ass net akzeptabel.
nb: Dette brukernavnet er ikke akseptabelt.
nn: Dette brukarnamnet er ikkje akseptabelt.
pl: Ta nazwa użytkownika jest niedozwolona.
pt_br: Este nome de usuário não é aceitável.
tt: Бу кулланучынәма макбул түгел.
zh: 该用户名不被接受。

source: Play chess in style
br: Ho pezit neuz en ur c'hoari echedoù
de: Schachspielen mit Style
et: Mängi malet stiilselt
fa: استایل شطرنج باز داشته باشید!
fo: Telva við stíli
fr: Jouez aux échecs avec classe
ga: Imir ficheall go stuama
hi: शैली में शतरंज खेलें
hr: Igraj šah u stilu
hu: Sakkozz stílusosan
ja: グッズ購入
lb: Mat Style Schach spillen
nb: Spill sjakk med stil
nn: Spel sjakk med stil
pl: Graj w szachy z klasą
pt_br: Jogue xadrez com estilo
tt: Уйна шаһмат стиль белән
zh: 有型地下棋

source: Chess basics
br: Diazezoù an echedoù
de: Grundlagen
et: Male põhitõed
fa: اصول شطرنج
fo: Grundleggjandi talv
fr: Bases des échecs
ga: Bunghnéithe fichille
hi: शतरंज मूल बातें
hr: Šahovske osnove
hu: A sakk alapjai
ja: チェスの基本
lb: Schach Grondlagen
nb: Grunnleggende sjakk
nn: Grunnleggande sjakk
pl: Podstawy gry
pt_br: Básicos do xadrez
tt: Шаһмат нигезләре
zh: 基础知识

source: Coaches
br: Gourdonerien
de: Trainer
et: Treenerid
fa: مربی ها
fo: Venjarar
fr: Entraîneurs
ga: Cóitseálaithe
hi: कोच
hr: Treneri
hu: Edzők
ja: コーチ
lb: Trainer
nb: Trenere
nn: Sjakklærarar
pl: Trenerzy
pt_br: Treinadores
tt: Тренерлар
zh: 教练

source: Invalid PGN
br: Ur gudenn zo gant ar PGN
de: Fehlerhaftes PGN
et: Väär PGN
fa: فایل PGN نامعتبر است
fo: Ógildugt PGN
fr: PGN non valide
ga: PGN neamhbhailí
hi: अमान्य PGN
hr: Nevaljan PGN
hu: Hibás PGN
ja: 無効な PGN
lb: Ongëlteg PGN
nb: Ugyldig PGN
nn: Ugyldig PGN
pl: Nieprawidłowy PGN
pt_br: PGN inválido
tt: Бозык PGN
zh: PGN无法识别

source: Invalid FEN
br: Ur gudenn zo gant ar FEN
de: FEN ungültig
et: Väär FEN
fa: پوزیشن وارد شده نامعتبر است
fo: Ógildugt FEN
fr: FEN non valide
ga: FEN neamhbhailí
hi: अमान्य FEN
hr: Nevaljan FEN
hu: Hibás FEN
ja: 無効な FEN
lb: Ongëlteg FEN
nb: Ugyldig FEN
nn: Ugyldig FEN
pl: Nieprawidłowy FEN
pt_br: FEN inválido
tt: Бозык FEN
zh: FEN无法识别

source: Custom
br: Personelaet
de: Andere Spielzeit
et: Kohandatud
fa: دلخواه
fo: Tillagað
fr: Personnalisée
ga: Saincheaptha
hi: कस्टम
hr: Prilagođeno
hu: Egyéni
ja: 自由設定
lb: Personaliséiert
nb: Tilpasset
nn: Tilpassa
pl: Niestandardowa
pt_br: Personalizado
tt: Куелган
zh: 自定义

source: Notifications
br: Kemennoù
de: Benachrichtigungen
et: Teavitused
fa: گزارش
fo: Fráboðanir
ga: Fógraí
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
ja: 通知
lb: Notificatiounen
nb: Varsler
nn: Meldingar
pl: Powiadomienia
pt_br: Notificações
tt: Хәбәр итүләр
zh: 通知

# notificationsX
source: Notifications: {param1}
br: Rebuzadurioù: {param1}
de: Benachrichtigungen: {param1}
et: Märguanded: {param1}
fa: هشدار: {param1}
hu: Értesítések: {param1}
ja: 通知：{param1}
lb: Notifikatiounen: {param1}
nb: Varsler: {param1}
nn: Varsel: {param1}
pl: Powiadomienia: {param1}
pt_br: Notificações: {param1}
zh: 通知: {param1}

# perfRatingX
source: Rating: {param}
br: Renk: {param}
de: Wertung: {param}
et: Reiting: {param}
fa: درجه‌بندی: {param}
fo: Styrkital: {param}
fr: Classement : {param}
ga: Rátáil: {param}
hi: रेटिंग: {param}
hr: Rejting: {param}
hu: Pontszám: {param}
ja: レーティング: {param}
lb: Wäertung: {param}
pl: Ranking: {param}
tt: Рейтинг: {param}
zh: 等级分：{param}

source: Practice with computer
br: Pleustriñ gant an urzhiataer
de: Übe mit dem Computer
et: Harjuta arvutiga
fa: تمرین با کامپیوتر
fo: Ven við telduni
fr: S'entraîner avec un ordinateur
ga: Cleachtaigh leis an ríomhaire
hi: कंप्यूटर के साथ अभ्यास
hr: Vježbaj sa kompjuterom
hu: Gyakorlás a géppel
ja: コンピューターと練習する
lb: Mam Computer üben
nb: Øv med maskinen
nn: Øv med computer
pl: Trening z komputerem
pt_br: Pratique com o computador
tt: Компьютер белән практикалаштыру
zh: 与电脑练习

# anotherWasX
source: Another was {param}
br: Unan all a oa {param}
de: Auch möglich war {param}
et: Samuti on hea {param}
fa: حرکت مناسب دیگر {param} بود
fo: Annar leikur var {param}
fr: Un autre était {param}
ga: Ceann eile ba ea {param}
hi: {param} भी अच्छे कदम थे
hr: Drugi potez je {param}
hu: Ez is jó lett volna: {param}
ja: 別の手は {param}
lb: En aneren war {param}
nb: Et annet var {param}
nn: Eit anna var {param}
pl: Możliwe było {param}
pt_br: Um outro lance seria {param}
tt: Башкасы {param} иде
zh: {param}也不错

# bestWasX
source: Best was {param}
br: Gwelloc'h e oa {param}
de: Am besten war {param}
et: Parim oli {param}
fa: بهترین حرکت {param} بود
fo: Besti leikur var {param}
fr: Le meilleur coup était {param}
ga: Ba é {param} ab fhearr
hi: सर्वश्रेष्ठ चाल {param} थे
hr: Najbolji potez je {param}
hu: Legjobb lépés: {param}
ja: 最善手は {param}
lb: Am Beschten war {param}
nb: Best var {param}
nn: Best var {param}
pl: Najlepsze było {param}
pt_br: Melhor seria {param}
tt: Иң якшысы {param}
zh: 最佳着是 {param}

source: You browsed away
br: Aet oc'h da bourmen
de: Du hast weg geblättert
et: Sa lahkusid eemale
fa: پوزیشن را به هم زدید!
fo: Tú kagaði burtur
fr: Vous avez parcouru
ga: Bhí tú ag brabhsáil in áit éigin eile
hi: आप किसी और वेबसाइट को गया
hr: Odsurfali ste
hu: Elnavigáltál
ja: ページを離れました
lb: Du hues fortgebliedert
nb: Du bladde vekk
nn: Du bladde deg vekk
pl: Oddalono się
pt_br: Você navegou para longe
tt: Сез карадыгыз
zh: 你浏览到别处了

source: Resume practice
br: Adkregiñ gant ar pleustriñ
de: Übung fortsetzen
et: Jätka harjutamist
fa: ادامه تمرین
fo: Tak venjingina upp aftur
fr: Reprendre l'entraînement
ga: Atosaigh cleachtadh
hi: अभ्यास जारी रखें
hr: Nastavi vježbu
hu: Gyakorlás folytatása
ja: 練習を続ける
lb: Übung fortsetzen
nb: Gjenoppta øving
nn: Ta opp att øving
pl: Wznów trening
pt_br: Retornar à prática
tt: Дәвам итергә практиканы
zh: 继续练习

# drawByFiftyMoves
source: The game has been drawn by the fifty-move rule.
br: Rampo eo ar c'hrogad da-heul ar reolenn hanter-kant fiñvadenn.
de: Die Partie wurde aufgrund der 50-Züge-Regel Remis erklärt.
et: Mäng on viigistatud viiekümne käigu reegli alusel.
fa: بازی با قانون پنجاه حرکت مساوی شده است.
fr: Cette partie est nulle en raison de la règle des cinquante coups.
ga: Tá an cluiche cothrom leis an riail caoga beart.
hi: खेल पचास चाल नियम की वजह से बराबरी में ख़त्म हुआ है.
hr: Partija je neriješena po pravilu pedeset poteza.
hu: Az 50 lépéses szabály értelmében a játszma döntetlen.
ja: 50 手ルールによりドローになりました。
lb: D'Partie gouf duerch d' 50 Zuch Reegel als Remis deklaréiert.
nb: Partiet er remis etter femtitrekksregelen.
nn: Partiet enda med remis etter femtitrekksregelen.
pl: Partia została zremisowana przez regułę pięćdziesięciu ruchów.
pt_br: O jogo empatou pela regra dos cinquenta movimentos.
zh: 对局因50步规则判和。

source: The game is a draw.
br: Rampo oc'h.
de: Das Spiel ist Remis.
et: See mäng on viik.
fa: بازی مساوی است.
fo: Talvið er javnt.
fr: La partie est nulle.
ga: Cluiche cothrom.
hi: खेल ड्रॉ है ।
hr: Partija završava remijem.
hu: A játék döntetlen.
ja: ドロー（引き分け）です。
lb: D'Partie ass Remis.
nb: Partiet er remis.
nn: Partiet endar med remis.
pl: Partia zakończona remisem.
pt_br: A partida terminou em empate.
tt: Бу уен җиңүсез.
zh: 本局和棋。

source: Computer thinking ...
br: O prederiañ emañ an urzhiataer ...
de: Computer überlegt ...
et: Arvuti mõtleb ...
fa: کامپیوتر در حال محاسبه است...
fo: Teldan hugsar ...
fr: L’ordinateur réfléchit ...
ga: An ríomhaire ag machnamh ...
hi: कंप्यूटर सोच...
hr: Kompjuter razmišlja ...
hu: A gép gondolkodik...
ja: コンピューター思考中…
lb: Computer iwwerleet ...
nb: Maskinen tenker ...
nn: Computer tenker...
pl: Komputer szuka ruchu…
pt_br: Computador pensando ...
tt: Компьютер саный ...
zh: 电脑正在思考...

source: See best move
br: Gwelet ar gwellañ fiñvadenn
de: Zeige den besten Zug
et: Vaata parimat käiku
fa: مشاهده بهترین حرکت
fo: Síggj besta leikin
fr: Voir le meilleur coup
ga: Féach an beart is fearr
hi: सर्वश्रेष्ठ चाल देखें
hr: Vidi najbolji potez
hu: A legjobb lépés mutatása
ja: 最善手を見る
lb: Beschten Zuch gesinn
nb: Vis beste trekk
nn: Sjå beste trekk
pl: Zobacz najlepszy ruch
pt_br: Veja o melhor lance
tt: Иң якшы хәрәкәтне кара
zh: 查看最佳着法

# hideBestMove
source: Hide the best move
br: Kuzhat ar gwellañ fiñvadenn
de: Den besten Zug ausblenden
et: Peida parim käik
fa: پنهان کردن بهترین حرکت
fo: Fjal besta leikin
fr: Cacher le meilleur coup
ga: Folaigh an beart is fearr
hi: सर्वश्रेष्ठ चाल छिपाएं
hr: Sakrij najbolji potez
hu: A legjobb lépés elrejtése
ja: 最善手をかくす
lb: Beschten Zuch verstoppen
nb: Skjul beste trekk
nn: Skjul beste trekk
pl: Ukryj najlepszy ruch
pt_br: Esconder o melhor lance
tt: Иң якшы хәрәкәтне качырырга
zh: 隐藏最佳着法

source: Get a hint
br: Kaout un tamm sikour
de: Hinweis anzeigen
et: Vaata vihjet
fa: راهنمایی
fo: Fá eina ábending
fr: Obtenir un indice
ga: Faigh leid
hi: एक संकेत प्राप्त करें
hr: Daj mi savjet
hu: Tipp kérése
ja: ヒントを見る
lb: Tipp kréien
nb: Få et hint
nn: Få eit hint
pl: Pokaż podpowiedź
pt_br: Obter uma dica
tt: Этәргеч алырга
zh: 提示

source: Evaluating your move ...
br: O priziañ ho fiñvadenn...
de: Zug wird bewertet ...
et: Sinu käigu hindamine ...
fa: در حال بررسی حرکت شما...
fo: Leikurin verður greinaður ...
fr: Evaluation de votre coup ...
ga: Ag meas do bheart ...
hi: कंप्यूटर आपके कदम का मूल्यांकन कर रहे हैं..
hr: Procjena tvog poteza ...
hu: Lépés értékelése ...
ja: あなたの手を評価中…
lb: Zuch gëtt evaluéiert ...
nb: Vurderer trekket ditt...
nn: Vurderer trekket ditt...
pl: Ocenianie Twojego ruchu…
pt_br: Avaliando o seu movimento ...
tt: Сезнең хәрәкәтне бәяләү ...
zh: 评估着法中

# whiteWinsGame
source: White wins
br: Trec'h eo ar re wenn
de: Weiß gewinnt
et: Valge võitis
fa: سفید برنده شد
fo: Hvítur vinnur
fr: Les Blancs gagnent
ga: Bhuaigh bán
hi: सफेद जीत
hr: Bijeli pobjeđuje
hu: Világos nyert
ja: 白勝ち
lb: Wäiss gewënnt
nb: Hvit vinner
nn: Kvit vinn
pl: Wygrana białych
pt_br: Brancas vencem
tt: Аклар җиңүләре
zh: 白方胜

# blackWinsGame
source: Black wins
br: Ar re zu zo trec'h
de: Schwarz gewinnt
et: Must võitis
fa: سیاه برنده شد
fo: Svartur vinnur
fr: Les Noirs gagnent
ga: Bhuaigh dubh
hi: काला विजयी
hr: Crni pobjeđuje
hu: Sötét nyert
ja: 黒勝ち
lb: Schwaarz gewënnt
nb: Svart vinner
nn: Svart vinn
pl: Wygrana czarnych
pt_br: Pretas vencem
tt: Каралар җиңүләре
zh: 黑方胜

source: Learn from your mistakes
br: Deskiñ diouzh ho fazioù
de: Lerne aus deinen Fehlern
et: Õpi oma vigadest
fa: از اشتباهات خود درس بگیرید
fo: Lær av tínum mistøkum
fr: Apprendre de vos erreurs
ga: Foghlaim ó do chuid botúin
hi: अपनी ग़लतियाँ से सीखें
hr: Uči iz svojih grešaka
hu: Tanulj a hibáidból
ja: 自分の悪手に学ぼう
lb: Aus dengen Feeler léieren
nb: Lær av dine feil
nn: Lær av feila dine
pl: Ucz się na swoich błędach
pt_br: Aprenda com seus erros
tt: Хаталардан өйрәнегез
zh: 从你的失误中学习
