Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# usernameCanBeUsedForNewAccount
source: You can use this username to create a new account
br: Gallout a rit ober gant an anv implijer-mañ evit krouiñ ur gont nevez
de: Du kannst diesen Benutzernamen zur Erstellung eines neuen Kontos benutzen
et: Seda kasutajanime saab kasutada uue konto loomisel
fa: شما می توانید از این نام کاربری برای ایجاد یک حساب کاربری جدید استفاده کنید
fr: Vous pouvez utiliser ce nom d'utilisateur pour créer un nouveau compte.
ga: Is féidir leat an t-ainm úsáideora seo a úsáid chun cuntas nua a chruthú
hi: आप इस यूज़रनेम से नया खाता खोल सकते हैं|
hr: Ovo korisničko ime možeš koristiti za stvaranje novog računa
hu: Használhatod ezt a felhasználónevet új fiók létrehozásához
ja: このユーザー名を使って新しいアカウントが作れます
lb: Dir kënnt mat dësen Benotzernumm en neien Konto kreéieren
nb: Du kan opprette en ny konto med dette brukernavnet
nn: Du kan bruka dette namnet for å oppretta ein ny konto
pl: Możesz użyć tej nazwy użytkownika, aby utworzyć nowe konto
pt_br: Você pode usar esse nome de usuário para criar uma nova conta
zh: 你可以使用此用户名创建账户

# emailSent
source: We have sent an email to {param}.
br: Kaset hon eus ur postel da {param}.
de: Wir haben eine E-Mail an {param} gesendet.
et: Saatsime kirja aadressile {param}.
fa: ما یک ایمیل به آدرس {param} ارسال کرده ایم.
fr: Nous avons envoyé un courriel à {param}.
ga: Tá ríomhphost seolta againn chuig {param}.
hi: हम ने {param} को ईमेल भेजा है|
hr: Poslali smo email na {param}.
hu: Üzenetet küldtünk a {param} címre.
ja: {param} にメールを送信しました。
lb: Mir hunn eng Email geschéckt un {param}.
nb: Vi har sendt en melding til {param}.
nn: Vi har sendt ein e-post til {param}.
pl: Wysłaliśmy do Ciebie e-mail na {param}.
pt_br: Enviamos um e-mail para {param}.
zh: 我们已经向 {param} 发送了一封电子邮件。

# emailCanTakeSomeTime
source: It can take some time to arrive.
br: Marteze ne vo ket resevet diouzhtu-dak.
de: Es kann etwas dauern, bis sie ankommt.
et: Sellega võib minna mõni hetk aega.
fa: ممکن است کمی طول بکشد تا برسد.
fr: L'arrivée du courriel peut prendre un peu de temps.
ga: Féadfaidh sé roinnt ama le teacht.
hi: इसे आने में कुछ समय लग सकता है।
hr: Može potrajati neko vrijeme dok stigne.
hu: Eltarthat egy ideig, amíg megérkezik.
ja: 受信まで少しかかるかもしれません。
lb: Et kéint kuerz daueren bis se ukënnt.
nb: Det kan ta litt tid.
nn: Det kan ta litt tid før den kjem.
pl: Dostarczenie emaila może zająć trochę czasu.
pt_br: Pode levar algum tempo para chegar.
zh: 可能需要一些时间才能收到。

# refreshInboxAfterFiveMinutes
source: Wait 5 minutes and refresh your email inbox.
br: Gortozit pemp munutenn ha freskait ho pajenn goude-se.
de: Warte 5 Minuten und aktualisiere dein E-Mail-Postfach.
et: Oodake 5 minutit ja värskendage postkasti.
fa: 5 دقیقه صبر کنید و صندوق ورودی ایمیل خود را تازه کنید.
fr: Attendez 5 minutes et rafraîchissez votre boîte de réception.
ga: Fan 5 nóiméad agus athnuachan ríomhphoist.
hi: 5 मिनट प्रतीक्षा करें और अपना ईमेल इनबॉक्स रिफ्रेश करें।
hr: Pričekaj 5 minuta i osvježi stranicu pristigle pošte.
hu: Várj 5 percet, és frissítsd az e-mail postafiókodat.
ja: 5 分待ってからメール受信箱を更新してください。
lb: Waart 5 Minutten an aktualiséiert är Email Inbox.
nb: Vent fem minutter før du oppdaterer innboksen.
nn: Vent fem minutt før du oppdaterer innboksen.
pl: Poczekaj 5 minut i odśwież swoją skrzynkę pocztową.
pt_br: Aguarde 5 minutos e atualize sua caixa de entrada.
zh: 稍等 5 分钟并刷新你的收件箱。

# checkSpamFolder
source: If you do not receive a confirmation email, check your spam folder. Be sure to indicate messages from Xxxxx as 'safe' so you can stay informed of important communication.
br: Taolit ur sell en ho strobelloù e ken kas. Ma c'hoarvez seul taol ganeoc'h e vo dav resisaat n'eo ket ur strobell.
de: Überprüfe auch dein Spam-Verzeichnis, sie könnte darin gelandet sein. Falls dem so ist, markiere sie als kein Spam.
et: Kiri võib sattuda ka rämpsposti kausta. Sel juhul palun märkige see mitte rämpspostina.
fa: پوشه هرزنامه خود را نیز بررسی کنید، ممکن است در آنجا باشد. اگر چنین است، آن را به عنوان غیر هرزنامه علامت‌گذاری کنید.
fr: Vérifiez aussi votre dossier de pourriel, il pourrait s'y trouver. Si c'est le cas, marquez-le comme non-pourriel.
ga: Seiceáil freisin d'fhillteán turscair. Más ansin é marcáil nach turscar é.
hi: अपना स्पैम फ़ोल्डर भी जांचें, हो सकता है कि वह वहां हो। यदि हां, तो इसे स्पैम नहीं के रूप में चिह्नित करें।
hr: Također provjeri svoju mapu neželjene pošte jer bi mogla i tamo završiti. Ako je tako, označi ju da nije spam.
hu: Kérlek ellenőrizd a levélszemét mappát is, talán oda kerül, ebben az esetben jelöld meg nem levélszemétként.
ja: またスパムフォルダに入ってしまう場合もあります。もしそうならスパムではないとマークしてください。
lb: Iwwerpréift och wannechgelift ären Spam Uerdner, falls se do ukënnt. Markéiert se an dësem Fall als net Spam.
nb: Sjekk om meldingen havnet i søppelpostmappen. Merk i tilfelle meldingen som ikke søppelpost.
nn: Kontroller at e-posten ikkje har hamna i mappa for søplepost. Om det har skjedd må du markere e-posten som ikkje-spam.
pl: Sprawdź również folder spamu, gdzie mógł trafić nasz e-mail. Jeśli tak, oznacz go jako nie spam.
pt_br: Verifique também a sua caixa de spam. Caso esteja lá, marque como não é spam.
zh: 尝试检查你的垃圾邮件箱，它可能在那里。如果在，请将其标记为非垃圾邮件。

# emailForSignupHelp
source: If everything else fails, then send us this email:
br: Kasit deomp ar postel-mañ ma n'oc'h ket deuet a-benn:
de: Falls alles andere fehlschlägt, dann sende uns folgende E-Mail:
et: Kui kõik muu ei õnnestu, saatke meile see e-kiri:
fa: اگر تمام موارد ناموفق بود، این ایمیل را برای ما ارسال کنید:
fr: Si rien ne marche, envoyez-nous ce courriel :
ga: Má theipeann ar gach rud eile, seol an ríomhphost seo chugainn:
hi: यदि बाकी सब विफल हो जाए तो हमें यह ईमेल भेजें
hr: Ako ništa drugo ne uspije, pošalji nam ovu e-poruku:
hu: Ha mindezek ellenére nem sikerül, küldj nekünk egy e-mailt:
ja: どの手段もうまくいかない場合は、次のメールをこちらまで送信してください：
lb: Falls et nach ëmmer net geet, schéckt eis dës Email:
nb: Send denne meldingen til oss som siste utvei:
nn: Om alt anna feilar kan du sende oss denne e-posten:
pl: Jeśli wszystko inne zawiedzie, wyślij nam ten e-mail:
pt_br: Se todo o resto falhar, envie-nos este e-mail:
zh: 如果还是不行，请向我们发送这封邮件：

# copyTextToEmail
source: Copy and paste the above text and send it to {param}
br: Eilit ha pegit an destennig ha kasit anezhi da {param}
de: Kopiere den obigen Text, füge ihn hier ein und sende alles an {param}
et: Kopeerige ülaltoodud tekst ja saatke see aadressile {param}
fa: متن بالا را کپی و پیست کرده و به آدرس زیر ارسال کنید {param}
fr: Copiez et collez le texte ci-dessus et envoyez-le à {param}
ga: Cóipeáil agus greamaigh an téacs thuas agus seol chuig {param} é
hi: उपरोक्त टेक्स्ट को कॉपी और पेस्ट करें और {param} पर भेजें
hr: Kopiraj i zalijepi gornji tekst i pošalji ga {param}
hu: Másold ki és illeszd be a fenti szöveget, és küld el a {param} címre
ja: 上のテキストをコピー＆ペーストして {param} に送信します
lb: Kopéiert an colléiert dësen Text an schéckt en un {param}
nb: Kopier og lim inn teksten ovenfor og send den til {param}
nn: Kopier og lim inn teksten ovanfor og send den til {param}
pl: Skopiuj i wklej powyższy tekst i wyślij go do {param}
pt_br: Copie e cole o texto acima e envie-o para {param}
zh: 复制上面的文本并发送到 {param}

# waitForSignupHelp
source: We will be back with you shortly to help complete your signup process.
de: Wir werden uns bald mit dir in Verbindung setzen, um deine Registrierung abzuschließen.
et: Me võtame teiega peagi ühendust, et aidata teil registreerimist lõpule viia.
fa: ما به زودی با شما تماس خواهیم گرفت تا به شما کمک کنیم ثبت نام خود را تکمیل کنید.
fr: Nous vous contacterons sous peu pour vous aider à compléter votre inscription.
ga: Beimid ar ais chugat go luath chun cabhrú leat do chlárú a chur i gcrích.
hi: आपका साइनअप पूरा करने में मदद करने के लिए हम जल्द ही आपके पास वापस आएंगे।
hr: Javit ćemo ti se uskoro kako bismo ti pomogli dovršiti tvoju registraciju.
hu: Rövid időn belül fel fogjuk venni veled a kapcsolatot a regisztrációd befejezéséhez.
ja: またこちらから連絡してサインアップ完了までお手伝いします。
lb: Mir wäerten iech sou schnell wéi méiglech äntferen an är Umellung komplétéieren.
nb: Vi tar snart kontakt og hjelper deg med registreringen.
nn: Vi tek om kort tid kontakt med deg for å hjelpa til med å fullføre registreringa.
pl: Wkrótce wrócimy do Ciebie, aby pomóc Ci w dokończeniu rejestracji.
pt_br: Entraremos em contato em breve para ajudá-lo a completar seu registro.
zh: 我们很快就会给你回复，帮助你完成注册。

# accountConfirmed
source: The user {param} is successfully confirmed.
br: Kadarnaet eo bet krouidigezh ar c'hoarier {param}.
de: Der Benutzer {param} ist erfolgreich bestätigt.
et: Kasutaja {param} on edukalt kinnitatud.
fa: کاربر با نام {param} با موفقیت تایید شده است.
fr: L'inscription de l'utilisateur {param} a été confirmée avec succès.
ga: D'éirigh leis an úsáideoir {param} a dhearbhú.
hr: Korisnik {param} je uspješno potvrđen.
hu: {param} felhasználó sikeresen megerősítve.
ja: ユーザー {param} の確認が完了しました。
lb: The Benotzer {param} gouf mat Succès confirméiert.
nb: Brukeren {param} er bekreftet.
nn: Brukar {param} vart stadfesta.
pl: Użytkownik {param} został pomyślnie potwierdzony.
pt_br: O usuário {param} foi confirmado com sucesso.
zh: 用户 {param} 已成功注册。

# accountCanLogin
source: You can login right now as {param}.
br: Gallout a rit kevreañ dindan an anv {param}.
de: Du kannst dich ab sofort als {param} einloggen.
et: Saate praegu sisse logida kui {param}.
fa: شما می توانید همین الان با نام {param} وارد شوید.
fr: Vous pouvez désormais vous connecter en tant que {param}.
ga: Is féidir leat logáil isteach anois mar {param}.
hi: आप अब {param} से लॉग इन कर सकते हैं|
hr: Možeš se odmah prijaviti kao {param}.
hu: A {param} felhasználói fiókkal most már bejelentkezhetsz.
ja: すぐに {param} としてログインできます。
lb: Dir kënnt iech elo aloggen als {param}.
nb: Du kan nå logge inn som {param}.
nn: Du kan no logga inn som {param}.
pl: Teraz możesz się zalogować jako {param}.
pt_br: Você pode acessar agora como {param}.
zh: 你可以以 {param} 登录了。

# accountConfirmationEmailNotNeeded
source: You do not need a confirmation email.
br: N'ho peus ket ezhomm deus ur postel-kadarnaat.
de: Du benötigst keine Bestätigungs-E-Mail.
et: Te ei vaja kinnitusmeili.
fa: شما نیازی به ایمیل تایید ندارید.
fr: Vous n'avez pas besoin d'un courriel de confirmation.
ga: Ní gá duit ríomhphost deimhnithe.
hi: आप को कन्फ़र्मेशन ईमेल की ज़रुरत नहीं है|
hr: Nije ti potrebna potvrdna e-pošta.
hu: Az e-mail címet nem szükséges megerősíteni.
ja: あなたには確認メールは必要ありません。
lb: Dir braucht keng Confirmatiouns Email.
nb: Du trenger ikke bekreftelsesmelding.
nn: Du treng ikkje stadfesting på e-post.
pl: Nie potrzebujesz e-maila z potwierdzeniem.
pt_br: Você não precisa de um e-mail de confirmação.
zh: 你不需要确认电子邮件。

# accountClosed
source: The account {param} is closed.
br: Serr eo ar gont {param}.
de: Das Benutzerkonto {param} ist geschlossen.
et: Konto {param} on suletud.
fa: حساب کاربری {param} بسته شده است.
fr: Le compte de {param} est fermé.
ga: Tá an cuntas {param} dúnta.
hi: {param} खाता बंद है.
hr: Račun {param} je zatvoren.
hu: {param} felhasználói fiók zárolva van.
ja: アカウント {param} は停止されました。
lb: De Konto {param} ass zou.
nb: Kontoen {param} er avsluttet.
nn: Kontoen {param} er stengd.
pl: Konto {param} jest zamknięte.
pt_br: A conta {param} está encerrada.
zh: 账户 {param} 已被关闭。

# accountRegisteredWithoutEmail
source: The account {param} was registered without an email.
br: Ar gont {param} zo bet krouet hep chomlec'h postel.
de: Das Benutzerkonto {param} wurde ohne eine E-Mail-Adresse angelegt.
et: Konto {param} registreeriti ilma e-posti aadressita.
fa: حساب کاربری {param} بدون ایمیل ثبت نام شده بود.
fr: Le compte {param} a été enregistré sans courriel.
ga: Cláraíodh an cuntas {param} gan ríomhphost.
hi: खाता {param} बिना किसी ईमेल के पंजीकृत किया गया था.
hr: Račun {param} je registriran bez e-pošte.
hu: A(z) {param} felhasználói fiók e-mail-cím nélkül lett regisztrálva.
ja: アカウント {param} はメールアドレスなしで登録されています。
lb: De Konto {param} gouf ouni Email registréiert.
nb: Kontoen {param} ble registrert uten e-post.
nn: Kontoen {param} vart registrert utan e-post.
pl: Konto {param} zostało zarejestrowane bez adresu e-mail.
pt_br: A conta {param} foi registrada sem um e-mail.
zh: 账户 {param} 未使用电子邮箱注册。

source: Rank
br: Renk
de: Rang
et: Koht
fa: رتبه
fo: Støða
fr: Rang
ga: Rang
hi: श्रेणी (रैंक)
hr: Rang
hu: Rang
ja: ランク
lb: Rang
nb: Rangering
nn: Rangering
pl: Miejsce
tt: Урын
zh: 排名

# rankX
source: Rank: {param}
br: Renk: {param}
de: Platz: {param}
et: Koht: {param}
fa: رتبه:{param}
fo: Støða: {param}
fr: Classement : {param}
ga: Rangú: {param}
hi: रैंक: {param}
hr: Rang: {param}
hu: Helyezés: {param}
ja: ランク: {param}
lb: Rang: {param}
nb: Plassering: {param}
nn: Plassering: {param}
pl: Miejsce: {param}
pt_br: Classificação: {param}
tt: Урын: {param}
zh: 排名：{param}

source: Games played
br: Krogadoù c'hoariet
de: Gespielte Partien
et: Mänge mängitud
fa: تعداد بازی های انجام شده
fo: Talv telvað
fr: Parties jouées
ga: Cluichí imeartha
hi: खेले हुए खेल
hr: Broj odigranih partija
hu: Lejátszott játszmák
ja: 対局数
lb: Partien gespillt
nb: partier spilt
nn: Spelte parti
pl: Rozegranych partii
pt_br: Partidas realizadas
tt: Уеннар саны
zh: 棋局

source: Cancel
br: Nullañ
de: Abbrechen
et: Katkesta
fa: لغو
fo: Ógilda
fr: Annuler
ga: Cealaigh
hi: रद्द करें
hr: Odustani
hu: Mégse
ja: キャンセル
lb: Annuléieren
nb: Avbryt
nn: Avbryt
pl: Anuluj
pt_br: Cancelar
tt: Булдыртмау
zh: 取消

source: White time out
br: Amzer ebet ken evit ar re wenn
de: Zeitüberschreitung von Weiß
et: Valge aeg sai läbi
fa: زمان سفید تمام شد
fo: Tíð uppi hjá hvítum
fr: Temps blanc écoulé
ga: Am Bán istigh
hi: सफेद का समय समाप्त
hr: Bijelom je isteklo vrijeme
hu: Világos ideje lejárt
ja: 白時間切れ
lb: Zäitiwwerschreidung vu Wäiss
nb: Tiden er ute for hvit
nn: Tida er ute for kvit
pl: Upłynął czas białych
pt_br: Tempo das brancas esgotado
tt: Акларның вакыты чыкты
zh: 白方超时

source: Black time out
br: Amzer ebet ken evit ar re zu
de: Zeitüberschreitung von Schwarz
et: Musta aeg sai läbi
fa: زمان سیاه تمام شد
fo: Tíð uppi hjá svørtum
fr: Temps noir écoulé
ga: Am Dubh istigh
hi: काला का समय समाप्त
hr: Crnom je isteklo vrijeme
hu: Sötét ideje lejárt
ja: 黒時間切れ
lb: Zäitiwwerschreidung vu Schwaarz
nb: Tiden er ute for svart
nn: Tida er ute for svart
pl: Upłynął czas czarnych
pt_br: Tempo das pretas esgotado
tt: Караларның вакыты чыкты
zh: 黑方超时

source: Draw offer sent
br: Kinnig rampo kaset
de: Remisangebot gesendet
et: Viigi pakkumine saadetud
fa: پیشنهاد تساوی ارسال شد
fo: Tilboð um javnleik sent
fr: Proposition de nulle envoyée
ga: Tairiscint comhscór seolta
hi: बराबरी पे खेल समाप्त करने का प्रस्ताव भेजा गया
hr: Ponuda remija poslana
hu: Döntetlen felajánlva
ja: ドローの提案を送信しました
lb: Remis-Offer geschéckt
nb: Remistilbud sendt
nn: Tilbod om remis er sendt
pl: Wysłano propozycję remisu
pt_br: Proposta de empate enviada
tt: Тиңлек тәкъдиме җибәрелде
zh: 和棋请求已发送

source: Draw offer accepted
br: Kinnig rampo asantet
de: Remisangebot angenommen
et: Viigi pakkumine vastu võetud
fa: پیشنهاد تساوی پذیرفته شد
fo: Tilboð um javnleik góðtikið
fr: Proposition de nulle acceptée
ga: Glacadh leis an tairiscint comhscór
hi: बराबरी पे खेल समाप्त करने का प्रस्ताव स्वीकारित किया गया
hr: Ponuda remija prihvaćena
hu: Döntetlen elfogadva
ja: ドロー提案が承諾されました
lb: Remis-Offer ugeholl
nb: Remistilbud godtatt
nn: Remistilbod godtatt
pl: Przyjęto propozycję remisu
pt_br: Proposta de empate aceita
tt: Тиңлек тәкъдиме кабул ителде
zh: 对方同意和棋

source: Draw offer canceled
br: Kinnig rampo nullet
de: Remisangebot zurückgezogen
et: Viigi pakkumine tühistatud
fa: پیشنهاد تساوی لغو شد
fo: Tilboð um javnleik avlýst
fr: Proposition de nulle annulée
ga: Tairiscint comhscór curtha ar ceal
hi: बराबरी पे खेल समाप्त करने का प्रस्ताव रद्द किया गया.
hr: Opozvana ponuda remija
hu: Döntetlen ajánlás elvetve
ja: ドローの提案をキャンセルしました
lb: Remis-Offer annuléiert
nb: Remistilbud trukket tilbake
nn: Remistilbodet vart trekt attende
pl: Wycofano propozycję remisu
pt_br: Proposta de empate cancelada
tt: Тиңлек тәкъдиме туктатылды
zh: 和棋请求已取消

source: White offers draw
br: Ar re wenn a ginnig bezañ rampo
de: Weiß bietet Remis
et: Valge pakub viiki
fa: سفید پیشنهاد تساوی می دهد
fo: Hvítur bjóðar javnt
fr: Les Blancs proposent la nulle
ga: Tairgeann Bán comhscór
hi: सफ़ेद खिलाड़ी का बराबरी पे खेल समाप्त करने का प्रस्ताव
hr: Bijeli nudi remi
hu: Világos döntetlent ajánl
ja: 白が引き分けを提案しました
lb: Wäiss bitt Remis
nb: Hvit tilbyr remis
nn: Kvit tilbyr remis
pl: Białe proponują remis
pt_br: Brancas oferecem empate
tt: Аклар тиңлек тәкъдим итә
zh: 白方提出和棋

source: Black offers draw
br: Ar re zu a ginnig bezañ rampo
de: Schwarz bietet Remis
et: Must pakub viiki
fa: سیاه پیشنهاد تساوی می دهد
fo: Svartur bjóðar javnt
fr: Les Noirs proposent la nulle
ga: Tairgeann Dubh comhscór
hi: काले खिलाड़ी का बराबरी पे खेल समाप्त करने का प्रस्ताव
hr: Crni nudi remi
hu: Sötét döntetlent ajánl
ja: 黒が引き分けを提案しました
lb: Schwaarz bitt Remis
nb: Sort tilbyr remis
nn: Svart tilbyr remis
pl: Czarne proponują remis
pt_br: Pretas oferecem empate
tt: Каралар тиңлек тәкъдим итә
zh: 黑方提出和棋

source: White declines draw
br: Ar re wenn a nac'h bezañ rampo
de: Weiß lehnt Remis ab
et: Valge keeldub viigist
fa: سفید تساوی را نمی پذیرد
fo: Hvítur tekur ikki av javnleiki
fr: Les Blancs refusent la nulle
ga: Diúltaíonn Bán do chomhscór
hi: सफ़ेद खिलाड़ी द्वारा बराबरी पे खेल समाप्त करने का प्रस्ताव ख़ारिज
hr: Bijeli odbija remi
hu: Világos elutasította a döntetlen ajánlatot
ja: 白が引き分けを拒否しました
lb: Wäiss leent Remis of
nb: Hvit avslår remis
nn: Kvit avslår remis
pl: Białe odrzucają propozycję remisu
pt_br: Brancas recusam empate
tt: Аклар тиңлекне кире кага
zh: 白方拒绝和棋

source: Black declines draw
br: Ar re zu a nac'h bezañ rampo
de: Schwarz lehnt Remis ab
et: Must keeldub viigist
fa: سیاه تساوی را نمی پذیرد
fo: Svartur tekur ikki av javnleiki
fr: Les Noirs refusent la nulle
ga: Diúltaíonn Dubh do chomhscór
hi: काले खिलाड़ी द्वारा बराबरी पे खेल समाप्त करने का प्रस्ताव ख़ारिज
hr: Crni odbija remi
hu: Sötét elutasította a döntetlen ajánlatot
ja: 黒が引き分けを拒否しました
lb: Schwaarz leent Remis of
nb: Sort avslår remis
nn: Svart avslår remis
pl: Czarne odrzucają propozycję remisu
pt_br: Pretas recusam empate
tt: Каралар тиңлекне кире кага
zh: 黑方拒绝和棋

source: Your opponent offers a draw
br: Hoc'h enebour a ginnig deoc'h bezañ rampo
de: Dein Gegner bietet Remis an
et: Su vastane pakub viiki
fa: حریف شما پیشنهاد تساوی می دهد
fo: Mótleikarin bjóðar tær javnt
fr: Votre adversaire propose la nulle
ga: Tá do chéile comhraic ag tairiscint comhscór
hi: आपके प्रतिद्वंदी ने बराबरी पे खेल समाप्त करने का प्रस्ताव भेजा है
hr: Protivnik nudi remi
hu: Az ellenfeled döntetlent ajánl
ja: 相手がドローを提案しました
lb: Däi Géigner bitt Remis
nb: Din motstander tilbyr remis
nn: Motspelaren tilbyr remis
pl: Przeciwnik proponuje remis
pt_br: Seu adversário oferece empate
tt: Ярышучыгыз тиңлек тәкъдим итә
zh: 你的对手提出和棋

source: Accept
br: Asantiñ
de: Annehmen
et: Nõustu
fa: پذیرفتن
fo: Góðtak
fr: Accepter
ga: Glac
hi: स्वीकार करें
hr: Prihvati
hu: Elfogad
ja: 承諾
lb: Acceptéieren
nb: Godta
nn: Godta
pl: Przyjmij
pt_br: Aceitar
tt: Кабул итү
zh: 接受

source: Decline
br: Nac'hañ
de: Ablehnen
et: Keeldu
fa: رد کردن
fo: Havna
fr: Refuser
ga: Diúltaigh
hi: अस्वीकार करें
hr: Odbij
hu: Elutasít
ja: 拒否
lb: Ofleenen
nb: Avslå
nn: Avslå
pl: Odrzuć
pt_br: Recusar
tt: Кире кагу
zh: 拒绝

source: Playing right now
br: O c'hoari bremañ
de: Partie läuft
et: Mängimas praegu
fa: بازی در حال انجام
fo: Verður telvað beint nú
fr: En cours
ga: Á imirt anois
hi: अभी खेला जा रहा
hr: Upravo igraju
hu: Játszma folyamatban
ja: 対局中
lb: Partie leeft
nb: Pågår
nn: Pågår
pl: W toku
pt_br: Jogando agora
tt: Хәзер уйнала
zh: 正在对局

# eventInProgress
source: Playing right now
br: O c'hoari bremañ
de: Laufende Partien
et: Praegu mängimas
fa: بازی در حال انجام
fo: Telvað beint nú
fr: Parties en cours
ga: Á imirt anois
hi: अभी खेला जा रहा
hr: Upravo igraju
hu: Éppen zajlik
ja: 対局中
lb: Partien lafen
nb: Pågår
nn: Pågår
pl: W toku
pt_br: Jogando agora
tt: Хәзер уйнала
zh: 正在进行

source: Finished
br: Echu
de: Beendet
et: Lõpetatud
fa: تمام شده
fo: Liðugt
fr: Terminé
ga: Críochnaithe
hi: समाप्त
hr: Završeno
hu: Befejezett
ja: 終了したトーナメント
lb: Fäerdeg
nb: Ferdig
nn: Slutt
pl: Zakończone
pt_br: Terminado
tt: Тәмамланган
zh: 已结束

source: Abort game
br: Nullañ ar c'hrogad
de: Partie abbrechen
et: Katkesta mäng
fa: انصراف از بازی
fo: Enda talvið
fr: Annuler la partie
ga: Éirigh as
hi: खेल रद्द करें
hr: Prekini igru
hu: Játszma elvetése
ja: 対局を中止する
lb: Partie ofbriechen
nb: Avbryt partiet
nn: Avbryt partiet
pl: Przerwij partię
pt_br: Cancelar partida
tt: Уенны туктату
zh: 中止本局

source: Game aborted
br: Krogad nullet
de: Partie abgebrochen
et: Mäng katkestatud
fa: بازی لغو شد
fo: Talvið varð brotið av
fr: Partie annulée
ga: Éiríodh as an chluiche
hi: खेल रद्द किया गया
hr: Igra prekinuta
hu: Játszma elvetve
ja: 対局を中止しました
lb: Partie ofgebrach
nb: Partiet er avbrutt
nn: Partiet blei avbrote
pl: Partia została przerwana
pt_br: Partida cancelada
tt: Уен туктатылды
zh: 棋局已中止

source: Standard
br: Normal
fa: استاندارد
fo: Vanligt
ga: Caighdeán
hi: साधारण
hr: Standardno
hu: Hagyományos
ja: スタンダード
pt_br: Padrão
tt: Стандартлы
zh: 标准国际象棋

source: Unlimited
br: Didermen
de: Unbegrenzt
et: Piiramatu
fa: نامحدود
fo: Óavmarkað
fr: Illimité
ga: Neamhtheoranta
hi: असीमित
hr: Neograničeno
hu: Végtelen
ja: 無制限
lb: Illimitéiert
nb: Ubegrenset
nn: Uavgrensa
pl: Bez limitu
pt_br: Ilimitado
tt: Чиксез
zh: 无限时间

source: Mode
br: Mod
de: Modus
et: Variant
fa: نوع
fo: Støða
ga: Modh
hi: प्रणाली
hr: Način
hu: Mód
ja: モード
lb: Modus
nb: Modus
nn: Modus
pl: Rodzaj
pt_br: Modo
tt: Режим
zh: 模式

source: Casual
br: Nann-renket
de: Ungewertet
et: Reitinguta
fa: غیر رسمی
fo: Óformelt
fr: Amical
ga: Neamhfhoirmiúil
hi: मूल्यांकन के बिना
hr: Prijateljska
hu: Nem rangsorolt
ja: 非レート戦
lb: Ongewäert
nb: Urangert
nn: Urangert
pl: Towarzyska
pt_br: Amistosa
tt: Рейтингсыз
zh: 休闲

source: Rated
br: Renket
de: Gewertet
et: Reitinguga
fa: رسمی
fo: Styrkismett
fr: Classé
ga: Rátáilte
hi: मूल्यांकित
hr: Za bodove
hu: Rangsorolt
ja: レート戦
lb: Gewäert
nb: Rangert
nn: Rangert
pl: Rankingowa
pt_br: Ranqueada
tt: Рейтинглы
zh: 排位

# casualTournament
source: Casual
br: Nann-renket
de: Ungewertet
et: Reitinguta
fa: غیر رسمی
fo: Óformelt
fr: Amical
ga: Neamhfhoirmiúil
hi: आकस्मिक
hr: Prijateljska
hu: Nem rangsorolt
ja: 非レート戦
lb: Ongewäert
nb: Uformell
nn: Uformell
pl: Towarzyska
pt_br: Amistoso
tt: Рейтингсыз
zh: 休闲

# ratedTournament
source: Rated
br: Renket
de: Gewertet
et: Reitinguga
fa: رسمی
fo: Styrkismett
fr: Classé
ga: Rátáilte
hi: रेटेड
hr: Za bodove
hu: Rangsorolt
ja: レート戦
lb: Gewäert
nb: Ratet
nn: Rangert
pl: Rankingowa
pt_br: Valendo pontos
tt: Рейтинглы
zh: 排位

source: This game is rated
br: Renket eo ar c'hrogad-mañ
de: Dieses Spiel wird gewertet
et: See mäng on reitinguga
fa: این بازی رسمی است
fo: Hetta talv verður styrkimett
fr: Cette partie est classée
ga: Is cluiche rátáilte an cluiche seo
hi: यह खेल मूल्यांकित है
hr: Ovo je partija za bodove
hu: Ez egy rangsorolt játszma
ja: この対局はレート戦です
lb: Dës Partie ass gewäert
nb: Dette partiet er rangert
nn: Dette partiet er rangert
pl: Partia rankingowa
pt_br: Esta partida vale pontos
tt: Бу уен рейтинглы
zh: 此对局是排位赛

source: Rematch
br: C'hoari en-dro
de: Revanche
et: Kordusmäng
fa: بازی دوباره
fo: Umaftur
fr: Revanche
ga: Athimirt
hi: फिर से खेलें
hr: Revanš
hu: Visszavágó
ja: 再対局
lb: Revanche
nb: Omkamp
nn: Omkamp
pl: Rewanż
pt_br: Revanche
tt: Яңадан уйнау
zh: 重赛
