Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# needNbMorePerfGames
source: {count, plural, =0{You need to play {count} more {param2} rated game} =1{You need to play {count} more {param2} rated game} other{You need to play {count} more {param2} rated games}}
br: {count, plural, =1{Ret eo deoc'h kemer perzh en {count} c'hrogad {param2} renket ouzhpenn} =2{Ret eo deoc'h kemer perzh e {count} grogad {param2} renket ouzhpenn} few{Ret eo deoc'h kemer perzh e {count} krogad {param2} renket ouzhpenn} many{Ret eo deoc'h kemer perzh e {count} krogad {param2} renket ouzhpenn} other{Ret eo deoc'h kemer perzh e {count} krogad {param2} renket ouzhpenn}}
de: {count, plural, =1{Du musst noch {count} gewertete Partie mehr {param2} spielen} other{Du musst noch {count} gewertete Partien mehr {param2} spielen}}
et: {count, plural, =1{Peate mängima veel {count} {param2} reitinguga mängu} other{Peate mängima veel {count} {param2} reitinguga mängu}}
fa: {count, plural, =1{شما باید{count} بازی رسمی{param2} انجام دهید.} other{شما باید{count} بازی رسمی{param2} انجام دهید.}}
fo: {count, plural, =1{Tær nýtist at telva {count} {param2} styrkismett talv aftrat} other{Tær nýtist at telva {count} fleiri {param2} styrkismett talv}}
fr: {count, plural, =1{Vous devez encore jouer {count} partie de {param2} classée} other{Vous devez encore jouer {count} parties de {param2} classées}}
ga: {count, plural, =1{Caithfidh tú {count} cluiche rátáilte "{param2}" eile a imirt} =2{Caithfidh tú {count} chluiche rátáilte "{param2}" eile a imirt} few{Caithfidh tú {count} gcluiche rátáilte "{param2}" eile a imirt} many{Caithfidh tú {count} gcluiche rátáilte "{param2}" eile a imirt} other{Caithfidh tú {count} cluichí rátáilte {param2} níos mó a imirt}}
hi: {count, plural, =1{आपको {count} और {param2} रेटेड खेल खेलने की आवश्यकता है।} other{आपको {count} और {param2} रेटेड खेल खेलने की आवश्यकता है।}}
hr: {count, plural, =1{Trebaš igrati još jednu {param2} partiju za bodove} few{Trebaš igrati još {count} {param2} partije za bodove} other{Trebaš igrati još {count} {param2} partija za bodove}}
hu: {count, plural, =1{Még {count} további {param2} rangsorolt játszma szükséges} other{Még {count} további {param2} rangsorolt játszma szükséges}}
ja: {count, plural, other{{param2} のレート戦があと {count} 局必要です}}
lb: {count, plural, =1{Du muss nach {count} gewäert {param2} Partie spillen} other{Du muss nach {count} gewäert {param2} Partien spillen}}
nb: {count, plural, =1{Du må spille enda {count} ratet {param2}-parti} other{Du må spille enda {count} ratede {param2}-partier}}
nn: {count, plural, =1{Du må spela {count} fleire {param2} rangerte parti} other{Du må spela endå {count} rangerte {param2} parti}}
pl: {count, plural, =1{Musisz rozegrać jeszcze {count} partię rankingową ({param2})} few{Musisz rozegrać jeszcze {count} partie rankingowe ({param2})} many{Musisz rozegrać jeszcze {count} partie rankingowe ({param2})} other{Musisz rozegrać jeszcze {count} partie rankingowe ({param2})}}
pt_br: {count, plural, =1{Você precisa jogar mais {count} partida de {param2} valendo pontos} other{Você precisa jogar mais {count} partidas de {param2} valendo pontos}}
tt: {count, plural, other{Сезгә тагын {param2} рейтинглы {count} уен уйнарга кирәк}}
zh: {count, plural, other{你需要再完成 {count} 局 {param2} 排位赛}}

# needNbMoreGames
source: {count, plural, =0{You need to play {count} more rated game} =1{You need to play {count} more rated game} other{You need to play {count} more rated games}}
br: {count, plural, =1{Ret eo deoc'h kemer perzh en {count} c'hrogad renket ouzhpenn} =2{Ret eo deoc'h kemer perzh e {count} grogad renket ouzhpenn} few{Ret eo deoc'h kemer perzh e {count} krogad renket ouzhpenn} many{Ret eo deoc'h kemer perzh e {count} krogad renket ouzhpenn} other{Ret eo deoc'h kemer perzh e {count} krogad renket ouzhpenn}}
de: {count, plural, =1{Du musst noch {count} gewertetes Spiel mehr spielen} other{Du musst noch {count} gewertete Spiele mehr spielen}}
et: {count, plural, =1{Peate veel mängima {count} reitinguga mängu} other{Peate veel mängima {count} reitinguga mängu}}
fa: {count, plural, =1{شما باید{count} بازی رسمی دیگر انجام دهید.} other{شما باید{count} بازی رسمی دیگر انجام دهید.}}
fo: {count, plural, =1{Tær nýtist at telva {count} styrkismett talv aftrat} other{Tær nýtist at telva {count} styrkismett talv aftrat}}
fr: {count, plural, =1{Vous devez encore jouer {count} partie classée} other{Vous devez encore jouer {count} parties classées}}
ga: {count, plural, =1{Caithfidh tú {count} cluiche rátáilte eile a imirt} =2{Caithfidh tú {count} chluiche rátáilte eile a imirt} few{Caithfidh tú {count} gcluiche rátáilte eile a imirt} many{Caithfidh tú {count} cluiche rátáilte eile a imirt} other{Caithfidh tú {count} cluichí rátáilte eile a imirt}}
hi: {count, plural, =1{आपको {count} और खेल में भाग लेने की आवश्यकता है} other{आपको {count} और खेल में भाग लेने की आवश्यकता है}}
hr: {count, plural, =1{Trebaš odigrati još {count} partiju za bodove} few{Trebaš odigrati još {count} partije za bodove} other{Trebaš odigrati još {count} partija za bodove}}
hu: {count, plural, =1{Még {count} további rangsorolt játszma szükséges} other{Még {count} további rangsorolt játszma szükséges}}
ja: {count, plural, other{レート戦があと {count} 局必要です}}
lb: {count, plural, =1{Du muss nach {count} gewäert Partie spillen} other{Du muss nach {count} gewäert Partien spillen}}
nb: {count, plural, =1{Du må spille enda {count} ratet parti} other{Du må spille enda {count} ratede partier}}
nn: {count, plural, =1{Du må spela endå {count} rangert parti} other{Du må spela endå {count} rangerte parti}}
pl: {count, plural, =1{Musisz rozegrać jeszcze {count} partię rankingową} few{Musisz rozegrać jeszcze {count} partie rankingowe} many{Musisz rozegrać jeszcze {count} partii rankingowych} other{Musisz rozegrać jeszcze {count} partii rankingowych}}
pt_br: {count, plural, =1{Você precisa jogar ainda {count} partidas valendo pontos} other{Você precisa jogar ainda {count} partidas valendo pontos}}
tt: {count, plural, other{Сезгә тагын {count} рейтинглы уен уйнарга кирәк}}
zh: {count, plural, other{你需要再完成 {count} 局排位赛}}

# nbImportedGames
source: {count, plural, =0{{count} imported game} =1{{count} imported game} other{{count} imported games}}
br: {count, plural, =1{{count} c'hrogad enporzhiet} =2{{count} grogad enporzhiet} few{{count} krogad enporzhiet} many{{count} krogad enporzhiet} other{{count} krogad enporzhiet}}
de: {count, plural, =1{{count} importierte Partie} other{{count} importierte Partien}}
et: {count, plural, =1{{count} Imporditud mäng} other{{count} Imporditud mängu}}
fa: {count, plural, =1{{count} بارگذاری شده} other{{count} بارگذاری شده}}
fo: {count, plural, =1{{count} innflutt talv} other{{count} innflutt talv}}
fr: {count, plural, =1{{count} partie importée} other{{count} parties importées}}
ga: {count, plural, =1{{count} cluiche iompórtáilte} =2{{count} chluiche iompórtáilte} few{{count} gcluiche iompórtáilte} many{{count} cluiche iompórtáilte} other{{count} cluichí iompórtáilte}}
hi: {count, plural, =1{{count} खेल आयत (इम्पोर्ट) किये गए} other{{count} खेल आयत (इम्पोर्ट) किये गए}}
hr: {count, plural, =1{{count} uvezena partija} few{{count} uvezene partije} other{{count} uvezenih partija}}
hu: {count, plural, =1{{count} importált játszma} other{{count} Importált játszma}}
ja: {count, plural, other{{count} 局をインポート}}
lb: {count, plural, =1{{count} importéiert Partie} other{{count} importéiert Partien}}
nb: {count, plural, =1{{count} importert parti} other{{count} importerte partier}}
nn: {count, plural, =1{{count} importert parti} other{{count} importerte parti}}
pl: {count, plural, =1{{count} zaimportowana partia} few{{count} zaimportowana partie} many{{count} zaimportowana partii} other{{count} zaimportowana partii}}
pt_br: {count, plural, =1{{count} de partidas importadas} other{{count} de partidas importadas}}
tt: {count, plural, other{{count} импортланган уен}}
zh: {count, plural, other{{count}盘导入的棋局}}

# nbFriendsOnline
source: {count, plural, =0{{count} friend online} =1{{count} friend online} other{{count} friends online}}
br: {count, plural, =1{{count} mignon enlinenn} =2{{count} vignon enlinenn} few{{count} mignon enlinenn} many{{count} mignon enlinenn} other{{count} mignon enlinenn}}
de: {count, plural, =1{{count} Freund online} other{{count} Freunde online}}
et: {count, plural, =1{{count} sõber on kohal} other{{count} sõpra on kohal}}
fa: {count, plural, =1{{count} دوست بَرخط} other{{count} دوست بَرخط}}
fo: {count, plural, =1{{count} vinur á alnetinum} other{{count} vinir á alnetinum}}
fr: {count, plural, =1{{count} ami en ligne} other{{count} amis en ligne}}
ga: {count, plural, =1{cara amháin ar líne} =2{{count} chara ar líne} few{{count} cairde ar líne} many{{count} cairde ar líne} other{{count} cairde ar líne}}
hi: {count, plural, =1{{count} मित्र ऑनलाइन} other{{count} दोस्त ऑनलाइन}}
hr: {count, plural, =1{{count} prijatelj online} few{{count} prijatelja online} other{{count} prijatelja online}}
hu: {count, plural, =1{{count} barát online} other{{count} barát online}}
ja: {count, plural, other{{count} 人の友達が接続中}}
lb: {count, plural, =1{{count} Kolleeg online} other{{count} Kolleegen online}}
nb: {count, plural, =1{{count} venn online} other{{count} venner online}}
nn: {count, plural, =1{{count} ven er innlogga} other{{count} vener er innlogga}}
pl: {count, plural, =1{{count} znajomy online} few{{count} znajomych online} many{{count} znajomych online} other{{count} znajomych online}}
pt_br: {count, plural, =1{{count} amigo online} other{{count} amigos online}}
tt: {count, plural, other{{count} дус челтәрдә}}
zh: {count, plural, other{在线好友：{count}}}

# nbFollowers
source: {count, plural, =0{{count} follower} =1{{count} follower} other{{count} followers}}
br: {count, plural, =1{{count} den o heuliañ} =2{{count} zen o heuliañ} few{{count} den o heuliañ} many{{count} den o heuliañ} other{{count} den o heuliañ}}
de: {count, plural, =1{{count} Follower} other{{count} Follower}}
et: {count, plural, =1{{count} jälgija} other{{count} jälgijat}}
fa: {count, plural, =1{{count} دنبال کننده‌} other{{count} دنبال کننده‌}}
fo: {count, plural, =1{{count} fylgjari} other{{count} fylgjarar}}
fr: {count, plural, =1{{count} suiveur} other{{count} suiveurs}}
ga: {count, plural, =1{leantóir amháin} =2{beirt leantóir} few{{count} leantóir} many{{count} leantóirí} other{{count} leantóirí}}
hi: {count, plural, =1{{count} अनुसरणकर्ता} other{{count} अनुसरणकर्ता}}
hr: {count, plural, =1{{count} pratitelj} few{{count} pratitelja} other{{count} pratitelja}}
hu: {count, plural, =1{{count} követő} other{{count} követő}}
ja: {count, plural, other{{count} フォロワー}}
lb: {count, plural, =1{{count} Follower} other{{count} Follower}}
nb: {count, plural, =1{{count} følger} other{{count} følgere}}
nn: {count, plural, =1{{count} følgjar} other{{count} følgjarar}}
pl: {count, plural, =1{{count} obserwujący} few{{count} obserwujących} many{{count} obserwujących} other{{count} obserwujących}}
pt_br: {count, plural, =1{{count} seguidores} other{{count} seguidores}}
tt: {count, plural, other{{count} язылучы}}
zh: {count, plural, other{{count} 关注者}}

# nbFollowing
source: {count, plural, =0{{count} following} =1{{count} following} other{{count} following}}
br: {count, plural, =1{O heuliañ {count} c'hoarier} =2{O heuliañ {count} c'hoarier} few{O heuliañ {count} c'hoarier} many{O heuliañ {count} c'hoarier} other{O heuliañ {count} c'hoarier}}
de: {count, plural, =1{{count} folgend} other{{count} folgend}}
et: {count, plural, =1{{count} jälgimine} other{{count} jälgimist}}
fa: {count, plural, =1{{count} دنبال می کند} other{{count} دنبال میکند}}
fo: {count, plural, =1{{count} fylgir} other{{count} fylgja}}
fr: {count, plural, =1{{count} suivi} other{{count} suivis}}
ga: {count, plural, =1{duine amháin ag leanúint} =2{beirt ag leanúint} few{{count} ag leanúint} many{{count} ag leanúint} other{{count} ag leanúint}}
hi: {count, plural, =1{{count} अनुगामी} other{{count} अनुगामी}}
hr: {count, plural, =1{Prati {count}} few{Prati {count}} other{Prati {count}}}
hu: {count, plural, =1{{count} követve} other{{count} követve}}
ja: {count, plural, other{{count} 人をフォロー}}
lb: {count, plural, =1{{count} Folgend} other{{count} Folgend}}
nb: {count, plural, =1{{count} følger} other{følger {count}}}
nn: {count, plural, =1{{count} følgjer} other{{count} fylgjer}}
pl: {count, plural, =1{{count} obserwowany} few{{count} obserwowanych} many{{count} obserwowanych} other{{count} obserwowanych}}
pt_br: {count, plural, =1{{count} seguidos} other{{count} seguidos}}
tt: {count, plural, other{{count} язылганнары}}
zh: {count, plural, other{关注{count}人}}

# lessThanNbMinutes
source: {count, plural, =0{Less than {count} minute} =1{Less than {count} minute} other{Less than {count} minutes}}
br: {count, plural, =1{Nebeutoc'h evit {count} vunutenn} =2{Nebeutoc'h evit {count} vunutenn} few{Nebeutoc'h evit {count} munutenn} many{Nebeutoc'h evit {count} munutenn} other{Nebeutoc'h evit {count} munutenn}}
de: {count, plural, =1{Weniger als {count} Minute} other{Weniger als {count} Minuten}}
et: {count, plural, =1{Alla {count} minuti} other{Alla {count} minuti}}
fa: {count, plural, =1{کمتر از {count} دقیقه} other{کمتر از {count} دقیقه}}
fo: {count, plural, =1{Minni enn {count} minuttur} other{Minni enn {count} minuttir}}
fr: {count, plural, =1{Moins de {count} minute} other{Moins de {count} minutes}}
ga: {count, plural, =1{Níos lú ná nóiméad amháin} =2{Níos lú ná {count} nóiméad} few{Níos lú ná {count} nóiméad} many{Níos lú ná {count} nóiméad} other{Níos lú ná {count} nóiméid}}
hi: {count, plural, =1{{count} मिनट से कम} other{{count} मिनट से कम}}
hr: {count, plural, =1{Manje od {count} minute} few{Manje od {count} minute} other{Manje od {count} minuta}}
hu: {count, plural, =1{Kevesebb mint {count} perc} other{Kevesebb mint {count} perc}}
ja: {count, plural, other{{count} 分未満}}
lb: {count, plural, =1{Manner wéi {count} Minutt} other{Manner wéi {count} Minutten}}
nb: {count, plural, =1{Mindre enn {count} minutter} other{Mindre enn {count} minutter}}
nn: {count, plural, =1{Mindre enn {count} minutt} other{Mindre enn {count} minutt}}
pl: {count, plural, =1{Poniżej {count} minuty} few{Poniżej {count} minut} many{Poniżej {count} minut} other{Poniżej {count} minut}}
pt_br: {count, plural, =1{Menos que {count} minutos} other{Menos que {count} minutos}}
tt: {count, plural, other{{count} минуттан әзрәк}}
zh: {count, plural, other{小于 {count} 分钟}}

# nbGamesInPlay
source: {count, plural, =0{{count} game in play} =1{{count} game in play} other{{count} games in play}}
br: {count, plural, =1{{count} c'hrogad o ren bremañ} =2{{count} grogad o ren bremañ} few{{count} krogad o ren bremañ} many{{count} krogad o ren bremañ} other{{count} krogad o ren bremañ}}
de: {count, plural, =1{{count} laufende Partie} other{{count} laufende Partien}}
et: {count, plural, =1{{count} mäng pooleli} other{{count} mängu pooleli}}
fa: {count, plural, =1{{count} بازی در حال انجام است} other{{count} بازی در حال انجام است}}
fo: {count, plural, =1{{count} talv verður telvað} other{{count} talv verða telvað}}
fr: {count, plural, =1{{count} partie en cours} other{{count} parties en cours}}
ga: {count, plural, =1{{count} cluiche san imirt} =2{{count} chluiche san imirt} few{{count} gcluiche san imirt} many{{count} cluiche san imirt} other{{count} cluichí san imirt}}
hi: {count, plural, =1{{count} खेल खेले जा रहे है} other{{count} खेल खेले जा रहे है}}
hr: {count, plural, =1{{count} partija u tijeku} few{{count} partije u tijeku} other{{count} partija u tijeku}}
hu: {count, plural, =1{{count} játszma fut} other{{count} játszma fut}}
ja: {count, plural, other{{count} 局対局中}}
lb: {count, plural, =1{{count} Partie amgaang} other{{count} Partien amgaang}}
nb: {count, plural, =1{{count} parti spilles} other{{count} partier spilles}}
nn: {count, plural, =1{{count} parti pågår} other{{count} parti pågår}}
pl: {count, plural, =1{{count} partia w toku} few{{count} partie w toku} many{{count} partii w toku} other{{count} partii w toku}}
pt_br: {count, plural, =1{{count} partidas em andamento} other{{count} partidas em andamento}}
tt: {count, plural, other{{count} уен уйныйлар}}
zh: {count, plural, other{{count} 场对局进行中}}

# maximumNbCharacters
source: {count, plural, =0{Maximum: {count} character.} =1{Maximum: {count} character.} other{Maximum: {count} characters.}}
br: {count, plural, =1{Hirder brasañ : {count} arouezenn.} =2{Hirder brasañ: {count} arouezenn.} few{Hirder brasañ: {count} arouezenn.} many{Hirder brasañ: {count} arouezenn.} other{Hirder brasañ: {count} arouezenn.}}
de: {count, plural, =1{Höchstens {count} Zeichen.} other{Höchstens {count} Zeichen.}}
et: {count, plural, =1{Maksimum: {count} märk.} other{Maksimum: {count} märki.}}
fa: {count, plural, =1{حداکثر: {count} حرف} other{حداکثر: {count} حرف}}
fo: {count, plural, =1{Í mesta lagi: {count} bókstavur.} other{Í mesta lagi: {count} bókstavir.}}
fr: {count, plural, =1{Maximum : {count} caractère.} other{Maximum : {count} caractères.}}
ga: {count, plural, =1{Uasmhéid {count} carachtar.} =2{Uasmhéid {count} charachtar.} few{Uasmhéid {count} gcarachtar.} many{Uasmhéid {count} carachtar.} other{Uasmhéid {count} carachtair.}}
hi: {count, plural, =1{अधिकतम {count} अक्षर|} other{अधिकतम {count} अक्षर|}}
hr: {count, plural, =1{Maksimalno: {count} znak.} few{Maksimalno: {count} znaka.} other{Maksimalno: {count} znakova.}}
hu: {count, plural, =1{Legfeljebb {count} karakter.} other{Legfeljebb {count} karakter.}}
ja: {count, plural, other{最大: {count} 文字}}
lb: {count, plural, =1{Maximum: {count} Buschtaw.} other{Maximum: {count} Buschtawen.}}
nb: {count, plural, =1{Maksimum: {count} bokstav.} other{Maksimum: {count} bokstaver.}}
nn: {count, plural, =1{Maksimalt: {count} bokstav.} other{Maksimalt: {count} bokstavar.}}
pl: {count, plural, =1{Maksymalnie: {count} znak.} few{Maksymalnie: {count} znaki.} many{Maksymalnie: {count} znaków.} other{Maksymalnie: {count} znaków.}}
pt_br: {count, plural, =1{Máximo: {count} caractere.} other{Máximo: {count} caracteres.}}
tt: {count, plural, other{Азагында {count} билге.}}
zh: {count, plural, other{最多{count}个字符}}

# blocks
source: {count, plural, =0{{count} block} =1{{count} block} other{{count} blocks}}
br: {count, plural, =1{{count} stanket} =2{{count} stanket} few{{count} stanket} many{{count} stanket} other{{count} stanket}}
de: {count, plural, =1{{count} gesperrter Spieler} other{{count} gesperrte Spieler}}
et: {count, plural, =1{{count} blokeeritud kasutaja} other{{count} blokeeritud kasutajat}}
fa: {count, plural, =1{{count} مسدود شده} other{{count} مسدود شده}}
fo: {count, plural, =1{{count} forðaður} other{{count} forðaðir}}
fr: {count, plural, =1{{count} joueurs bloqués} other{{count} joueurs bloqués}}
ga: {count, plural, =1{bloc amháin} =2{{count} bhloc} few{{count} bloic} many{{count} bloic} other{{count} bloic}}
hi: {count, plural, =1{{count} अवस्र्द्ध (ब्लॉक)} other{{count} अवस्र्द्ध (ब्लॉक)}}
hr: {count, plural, =1{{count} blokirani igrač} few{{count} blokirana igrača} other{{count} blokiranih igrača}}
hu: {count, plural, =1{{count} letiltott játékos} other{{count} letiltott játékos}}
ja: {count, plural, other{{count} 名をブロック}}
lb: {count, plural, =1{{count} geblockt} other{{count} geblockt}}
nb: {count, plural, =1{{count} blokkering} other{{count} blokkeringer}}
nn: {count, plural, =1{{count} sperringar} other{{count} sperringar}}
pl: {count, plural, =1{{count} zablokowany} few{{count} zablokowanych} many{{count} zablokowanych} other{{count} zablokowanych}}
pt_br: {count, plural, =1{{count} bloqueado} other{{count} bloqueados}}
tt: {count, plural, other{{count} кисетелгән}}
zh: {count, plural, other{{count}位黑名单用戶}}

# nbForumPosts
source: {count, plural, =0{{count} forum post} =1{{count} forum post} other{{count} forum posts}}
br: {count, plural, =1{{count} gemennadenn er forom} =2{{count} gemennadenn er forom} few{{count} kemennadenn er forom} many{{count} kemennadenn er forom} other{{count} kemennadenn er forom}}
de: {count, plural, =1{{count} Forenbeitrag} other{{count} Forenbeiträge}}
et: {count, plural, =1{{count} foorumipostitus} other{{count} foorumipostitust}}
fa: {count, plural, =1{{count} وبنوشته در انجمن} other{{count} وبنوشته در انجمن}}
fo: {count, plural, =1{{count} uppslag á torgi} other{{count} uppsløg á torgi}}
fr: {count, plural, =1{{count} message posté} other{{count} messages postés}}
ga: {count, plural, =1{post fóraim amháin} =2{post fóraim {count}} few{poist fóraim {count}} many{poist fóraim {count}} other{poist fóraim {count}}}
hi: {count, plural, =1{{count} जनसभा (फोरम) ब्योरे (पोस्ट्स)} other{{count} जनसभा (फोरम) ब्योरे (पोस्ट्स)}}
hr: {count, plural, =1{{count} forumska poruka} few{{count} forumske poruke} other{{count} forumskih poruka}}
hu: {count, plural, =1{{count} fórumbejegyzés} other{{count} fórumbejegyzés}}
ja: {count, plural, other{{count} フォーラム投稿}}
lb: {count, plural, =1{{count} Forumbäitrag} other{{count} Forumbäiträg}}
nb: {count, plural, =1{{count} Foruminnlegg} other{{count} Foruminnlegg}}
nn: {count, plural, =1{{count} foruminnlegg} other{{count} foruminnlegg}}
pl: {count, plural, =1{{count} wpis na forum} few{{count} wpisy na forum} many{{count} wpisów na forum} other{{count} wpisów na forum}}
pt_br: {count, plural, =1{{count} publicação no fórum} other{{count} publicações no fórum}}
tt: {count, plural, other{{count} аралашу хәбәры}}
zh: {count, plural, other{发了{count}个论坛帖子}}

# nbPerfTypePlayersThisWeek
source: {count, plural, =0{{count} {param2} player this week.} =1{{count} {param2} player this week.} other{{count} {param2} players this week.}}
br: {count, plural, =1{{count} c'hoarier {param2} ar sizhun-mañ.} =2{{count} c'hoarier {param2} ar sizhun-mañ.} few{{count} c'hoarier {param2} ar sizhun-mañ.} many{{count} c'hoarier {param2} ar sizhun-mañ.} other{{count} c'hoarier {param2} ar sizhun-mañ.}}
de: {count, plural, =1{{count} {param2} Spieler diese Woche.} other{{count} {param2} Spieler diese Woche.}}
et: {count, plural, =1{{count} {param2} mängija sellel nädalal.} other{{count} {param2} mängijat sellel nädalal.}}
fa: {count, plural, =1{{count} بازیکن {param2} این هفته فعالیت داشته‌ است.} other{{count} بازیکن {param2} این هفته فعالیت داشته‌اند.}}
fo: {count, plural, =1{{count} {param2} telvari hesa vikuna.} other{{count} {param2} telvarar hesa vikuna.}}
fr: {count, plural, =1{{count} joueur de {param2} cette semaine.} other{{count} joueurs de {param2} cette semaine.}}
ga: {count, plural, =1{{count} {param2} imreoir an tseachtain seo.} =2{{count} {param2} imreoir an tseachtain seo.} few{{count} {param2} imreoir an tseachtain seo.} many{{count} {param2} imreoirí an tseachtain seo.} other{{count} {param2} imreoirí an tseachtain seo.}}
hi: {count, plural, =1{{count} {param2} खिलाड़ी इस सप्ताह।} other{{count} {param2} खिलाड़ी इस सप्ताह।}}
hr: {count, plural, =1{{count} {param2} igrača ovog tjedna.} few{{count} {param2} igrača ovog tjedna.} other{{count} {param2} igrača ovog tjedna.}}
hu: {count, plural, =1{{count} {param2} játékos ezen a héten.} other{{count} {param2} játékos ezen a héten.}}
ja: {count, plural, other{この 1 週間の参加者 {count} 人（{param2}）。}}
lb: {count, plural, =1{{count}{param2} Spiller dës Woch.} other{{count}{param2} Spiller dës Woch.}}
nb: {count, plural, =1{{count} {param2}-spiller denne uken.} other{{count} {param2}-spillere denne uken.}}
nn: {count, plural, =1{{count} {param2} spelar denne veka.} other{{count} {param2} spelarar denne veka.}}
pl: {count, plural, =1{{count} gracz w tym tygodniu ({param2}).} few{{count} graczy w tym tygodniu ({param2}).} many{{count} graczy w tym tygodniu ({param2}).} other{{count} graczy ({param2}) w tym tygodniu.}}
pt_br: {count, plural, =1{{count} {param2} jogador nesta semana.} other{{count} {param2} jogadores nesta semana.}}
tt: {count, plural, other{{count} {param2} уенчылар бу атнада.}}
zh: {count, plural, other{本周有{count} 位棋手下{param2}}}
