Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# availableInNbLanguages
source: {count, plural, =0{Available in {count} language!} =1{Available in {count} language!} other{Available in {count} languages!}}
br: {count, plural, =1{Gallout a reer dibab etre {count} yezh!} =2{Gallout a reer dibab etre {count} yezh!} few{Gallout a reer dibab etre {count} yezh!} many{Gallout a reer dibab etre {count} yezh!} other{Gallout a reer dibab etre {count} yezh!}}
de: {count, plural, =1{Verfügbar in {count} Sprache!} other{Verfügbar in {count} Sprachen!}}
et: {count, plural, =1{Saadaval {count} keeles!} other{Saadaval {count} keeles!}}
fa: {count, plural, =1{در {count} زبان موجود است!} other{در {count} زبان موجود است!}}
fo: {count, plural, =1{Tøkt á {count} máli!} other{Tøkt á {count} málum!}}
fr: {count, plural, =1{Disponible en {count} langue !} other{Disponible en {count} langues !}}
ga: {count, plural, =1{Ar fáil i {count} teanga!} =2{Ar fáil i {count} theanga!} few{Ar fáil i {count} dteanga!} many{Ar fáil i {count} teanga!} other{Ar fáil i {count} teangacha!}}
hi: {count, plural, =1{{count} भाषाओं में उपलब्ध है !} other{{count} भाषाओं में उपलब्ध है !}}
hr: {count, plural, =1{Dostupno na {count} jeziku!} few{Dostupno na {count} jezika!} other{Dostupno na {count} jezika!}}
hu: {count, plural, =1{Elérhető {count} nyelven} other{Elérhető {count} nyelven}}
ja: {count, plural, other{{count}言語で利用可能}}
lb: {count, plural, =1{Disponibel an {count} Sprooch!} other{Disponibel an {count} Sproochen!}}
nb: {count, plural, =1{Tilgjengelig på {count} språk!} other{Tilgjengelig på {count} språk!}}
nn: {count, plural, =1{Tilgjengeleg på {count} språk!} other{Tilgjengeleg på {count} språk!}}
pl: {count, plural, =1{Dostępna w {count} języku!} few{Dostępna w {count} językach!} many{Dostępna w {count} językach!} other{Dostępna w {count} językach!}}
pt_br: {count, plural, =1{Disponível em {count} idiomas!} other{Disponível em {count} idiomas!}}
tt: {count, plural, other{{count} телдә бар!}}
zh: {count, plural, other{支持{count}种语言！}}

# nbSecondsToPlayTheFirstMove
source: {count, plural, =0{{count} second to play the first move} =1{{count} second to play the first move} other{{count} seconds to play the first move}}
br: {count, plural, =1{{count} eilenn evit fiñval ho pezh kentañ c'hoazh} =2{{count} eilenn evit fiñval ho pezh kentañ c'hoazh} few{{count} eilenn evit fiñval ho pezh kentañ c'hoazh} many{{count} eilenn evit fiñval ho pezh kentañ c'hoazh} other{{count} eilenn evit fiñval ho pezh kentañ c'hoazh}}
de: {count, plural, =1{{count} Sekunde, um den ersten Zug zu machen} other{{count} Sekunden, um den ersten Zug zu machen}}
et: {count, plural, =1{{count} sekund, et teha esimene käik} other{{count} sekundit, et teha esimene käik}}
fa: {count, plural, =1{{count} ثانیه برای شروع اولین حرکت} other{{count} ثانیه برای شروع اولین حرکت}}
fo: {count, plural, =1{{count} sekund at flyta fyrsta leik} other{{count} sekundir at flyta fyrsta leik}}
fr: {count, plural, =1{{count} seconde pour jouer le premier coup} other{{count} secondes pour jouer le premier coup}}
ga: {count, plural, =1{{count} soicind chun an chéad bheart a imirt} =2{{count} soicind chun an chéad bheart a imirt} few{{count} soicind chun an chéad bheart a imirt} many{{count} soicind chun an chéad bheart a imirt} other{{count} soicindí chun an chéad bheart a imirt}}
hi: {count, plural, =1{{count} सेकंड का समय पहला चाल के लिए} other{{count} सेकंड का समय पहला चाल के लिए}}
hr: {count, plural, =1{{count} sekunda da odigrate prvi potez} few{{count} sekundi da odigrate prvi potez} other{{count} sekundi da odigrate prvi potez}}
hu: {count, plural, =1{{count} másodperc a kezdőlépés megtételére} other{{count} másodperc a kezdőlépés megtételére}}
ja: {count, plural, other{あと {count} 秒以内に初手を指してください}}
lb: {count, plural, =1{{count} Sekonn fir den éischten Zuch ze maachen} other{{count} Sekonne fir den éischten Zuch ze maachen}}
nb: {count, plural, =1{{count} sekund til å ta det første trekket} other{{count} sekunder til å ta det første trekket}}
nn: {count, plural, =1{{count} sekund til å ta det første trekket} other{{count} sekund til å ta det første trekket}}
pl: {count, plural, =1{{count} sekunda na wykonanie pierwszego ruchu} few{{count} sekundy na wykonanie pierwszego ruchu} many{{count} sekund na wykonanie pierwszego ruchu} other{{count} sekund na wykonanie pierwszego ruchu}}
pt_br: {count, plural, =1{{count} segundo para fazer o primeiro lance} other{{count} segundos para fazer o primeiro lance}}
tt: {count, plural, other{{count} секунд уйнар өчен беренче хәрәкәтне}}
zh: {count, plural, other{还剩{count}秒走第一步}}

# nbSeconds
source: {count, plural, =0{{count} second} =1{{count} second} other{{count} seconds}}
br: {count, plural, =1{{count} eilenn} =2{{count} eilenn} few{{count} eilenn} many{{count} eilenn} other{{count} eilenn}}
de: {count, plural, =1{{count} Sekunde} other{{count} Sekunden}}
et: {count, plural, =1{{count} sekund} other{{count} sekundit}}
fa: {count, plural, =1{{count} ثانیه} other{{count} ثانیه}}
fo: {count, plural, =1{{count} sekund} other{{count} sekundir}}
fr: {count, plural, =1{{count} seconde} other{{count} secondes}}
ga: {count, plural, =1{{count} soicind} =2{{count} shoicind} few{{count} soicind} many{{count} soicind} other{{count} soicind}}
hi: {count, plural, =1{{count} सेकंड} other{{count} सेकंड}}
hr: {count, plural, =1{{count} sekunda} few{{count} sekunde} other{{count} sekundi}}
hu: {count, plural, =1{{count} másodperc} other{{count} másodperc}}
ja: {count, plural, other{{count} 秒}}
lb: {count, plural, =1{{count} Sekonn} other{{count} Sekonnen}}
nb: {count, plural, =1{{count} sekund} other{{count} sekunder}}
nn: {count, plural, =1{{count} sekund} other{{count} sekund}}
pl: {count, plural, =1{{count} sekunda} few{{count} sekundy} many{{count} sekund} other{{count} sekund}}
pt_br: {count, plural, =1{{count} segundo} other{{count} segundos}}
tt: {count, plural, other{{count} секунд}}
zh: {count, plural, other{{count}秒}}

# andSaveNbPremoveLines
source: {count, plural, =0{and save {count} premove line} =1{and save {count} premove line} other{and save {count} premove lines}}
br: {count, plural, =1{hag enrollit {count} linenn raktaolioù} =2{hag enrollit {count} linenn raktaolioù} few{hag enrollit {count} linennoù raktaolioù} many{hag enrollit {count} linennoù raktaolioù} other{hag enrollit {count} linennoù raktaolioù}}
de: {count, plural, =1{und speichere {count} Variante im Voraus} other{und speichere {count} Varianten im Voraus}}
et: {count, plural, =1{ja salvesta {count} ettekäigu variendid} other{ja salvesta {count} ettekäigu variendid}}
fa: {count, plural, =1{و پیش حرکت {count} را حفظ کنید} other{و پیش حرکت های {count} را حفظ کنید}}
fo: {count, plural, =1{og goym {count} undanleik} other{og goym {count} undanleikir}}
fr: {count, plural, =1{et enregistrer {count} variante de précoups} other{et enregistrer {count} variantes de précoups}}
ga: {count, plural, =1{agus sábháil {count} líne réamhbhirt} =2{agus sábháil {count} líne réamhbhirt} few{agus sábháil {count} líne réamhbhirt} many{agus sábháil {count} líne réamhbhirt} other{agus sábháil {count} líne réamhbhirt}}
hi: {count, plural, =1{बाद में {count} सक्रिय कदम को बचाओ} other{बाद में {count} सक्रिय कदम को बचाओ}}
hr: {count, plural, =1{i uštedi {count} predpotez} few{i uštedi {count} predpoteza} other{i uštedi {count} predpoteza}}
hu: {count, plural, =1{és {count} változat mentése} other{és {count} változat mentése}}
ja: {count, plural, other{{count} 種のコンディショナルムーブを設定}}
lb: {count, plural, =1{an späicher {count} bedingten Virauszuch} other{an späicher {count} bedingt Virauszich}}
nb: {count, plural, =1{og lagre {count} forhåndstrekkvariant} other{og lagre {count} forhåndstrekkvarianter}}
nn: {count, plural, =1{og lagra {count} line med førehandstrekk} other{og lagra {count} liner med førehandstrekk}}
pl: {count, plural, =1{i zapisz wariant warunkowy} few{i zapisz {count} warianty warunkowe} many{i zapisz {count} wariantów warunkowych} other{i zapisz {count} wariantów warunkowych}}
pt_br: {count, plural, =1{e salvar a linha de pré-lance de {count}} other{e salvar as linhas de pré-lance de {count}}}
tt: {count, plural, other{һәм {count} йөрмәгән линияне}}
zh: {count, plural, other{已保存 {count} 条先前的走子}}

# stormMoveToStart
source: Move to start
br: Grit un taol evit kregiñ
de: Ziehe, um zu beginnen
et: Alusta käiguga
fa: شروع کنید
fo: Flyt eitt fólk at byrja
fr: Jouez un coup pour commencer
ga: Bog le tosú
hi: शुरू करने के लिए एक चाल खेलें।
hr: Povucite potez da biste počeli
hu: Lépj a kezdéshez
ja: 一手指すとスタート
lb: Maach en Zuch fir ze starten
nb: Trekk for å begynne
nn: Start ved å gjera eit trekk
pl: Wykonaj ruch, aby zacząć
pt_br: Mova para começar
tt: Башлар өчен хәрәкәт
zh: 走一步棋以开始

# stormYouPlayTheWhitePiecesInAllPuzzles
source: You play the white pieces in all puzzles
br: C'hoari a rit gant ar re wenn e pep poelladenn
de: Du spielst in allen Aufgaben mit den weißen Figuren
et: Sa mängid kõigis pusledes valgete nuppudega
fa: شما در همه معماها با مهره سفید بازی می‌کنید
fo: Tú telvar við hvítum í ølllum uppgávum
fr: Vous jouez les pièces blanches dans tous les problèmes
ga: Imir leis na píosaí bána i ngach fadhb
hi: आप सभी पहेली में सफेद शतरंज के मोहरे खेलते हैं
hr: Igrate s bijelim figurama u svim zagonetkama
hu: Világossal játszol az összes feladványban
ja: あなたの駒はつねに白です
lb: Du spills an allen Aufgaben mat de wäisse Figuren
nb: Du spiller med de hvite brikkene i alle sjakknøttene
nn: Du spelar med kvite brikker i alle oppgåvene
pl: Grasz białymi we wszystkich łamigłówkach
pt_br: Você joga com as peças brancas em todos os quebra-cabeças
tt: Барлык башваткычларда аклар сөякләрне уйныйсыз
zh: 你将在所有的谜题中执白

# stormYouPlayTheBlackPiecesInAllPuzzles
source: You play the black pieces in all puzzles
br: C'hoari a rit gant ar re zu e pep poelladenn
de: Du spielst in allen Aufgaben mit den schwarzen Figuren
et: Sa mängid kõigis pusledes mustade nuppudega
fa: شما در همه معماها با مهره سیاه بازی می‌کنید
fo: Tú telvar við svørtum í ølllum uppgávum
fr: Vous jouez les pièces noires dans tous les problèmes
ga: Imir leis na píosaí dubha i ngach fadhb
hi: आप सभी पहेली में काला शतरंज के मोहरे खेलते हैं
hr: Igrate s crnim figurama u svim zagonetkama
hu: Sötéttel játszol az összes feladványban
ja: あなたの駒はつねに黒です
lb: Du spills an allen Aufgaben mat de schwaarze Figuren
nb: Du spiller med de svarte brikkene i alle sjakknøttene
nn: Du spelar med svarte brikker i alle oppgåvene
pl: We wszystkich zadaniach grasz czarnymi
pt_br: Você joga com as peças pretas em todos os quebra-cabeças
tt: Барлык башваткычларда каралар кисәкләрне уйныйсыз
zh: 你将在所有的谜题中执黑

# stormPuzzlesSolved
source: puzzles solved
br: poelladennoù diskoulmet
de: Aufgaben gelöst
et: lahendatud ülesannet
fa: معما حل شد
fo: uppgávur loystar
fr: problèmes résolus
ga: fadhbhanna déanta
hi: हल पहेलियों की संख्या
hr: riješeni problemi
hu: megoldott feladványok
ja: 正解数
lb: Aufgabe geléist
nb: sjakknøtter løst
nn: sjakkoppgåvene løyst
pl: liczba rozwiązanych zadań
pt_br: quebra-cabeças resolvidos
tt: табышмаклар чишелде
zh: 谜题已解决 ！

# stormNewDailyHighscore
source: New daily highscore!
br: Disoc'h gwellañ an devezh!
de: Neuer Tagesrekord!
et: Päeva parim tulemus!
fa: رکورد جدید روزانه!
fo: Nýtt dagsmet!
fr: Nouveau record du jour !
ga: Ardscór laethúil nua!
hi: आज का नया सर्वश्रेष्ठ स्कोर
hr: Novi najbolji dnevni rezultat!
hu: Új napi rekord!
ja: 今日のハイスコア更新！
lb: Néien Dagesrekord!
nb: Ny rekord for dagen!
nn: Ny dagsrekord!
pl: Nowy rekord dnia!
pt_br: Novo recorde diário!
tt: Яңа көндәлек югары күрсәткеч!
zh: 新的每日高分！

# stormNewWeeklyHighscore
source: New weekly highscore!
br: Disoc'h gwellañ ar sizhun!
de: Neuer Wochenrekord!
et: Nädala parim tulemus!
fa: رکورد جدید هفتگی!
fo: Nýtt vikumet!
fr: Nouveau record de la semaine !
ga: Ardscór seachtainiúil nua!
hi: इस हफ्ते का नया सर्वश्रेष्ठ स्कोर
hr: Novi tjedni najbolji rezultat!
hu: Új heti rekord!
ja: 今週のハイスコア更新！
lb: Néien Wocherekord!
nb: Ny rekord for uken!
nn: Ny vekesrekord!
pl: Nowy rekord tygodnia!
pt_br: Novo recorde semanal!
tt: Яңа атналык югары күрсәткеч!
zh: 新的每周高分！

# stormNewMonthlyHighscore
source: New monthly highscore!
br: Disoc'h gwellañ ar miz!
de: Neuer Monatsrekord!
et: Kuu parim tulemus!
fa: رکورد جدید ماهانه!
fo: Nýtt mánaðarmet!
fr: Nouveau record du mois !
ga: Ardscór míosa nua!
hi: इस महीने का नया सर्वश्रेष्ठ स्कोर
hr: Novi mjesečni najbolji rezultat!
hu: Új havi rekord!
ja: 今月のハイスコア更新！
lb: Néie Rekord vum Mount!
nb: Ny rekord for måneden!
nn: Ny månadsrekord!
pl: Nowy rekord miesiąca!
pt_br: Novo recorde mensal!
tt: Яңа айлык югары күрсәткеч!
zh: 新月度高分！

# stormNewAllTimeHighscore
source: New all-time highscore!
br: Disoc'h gwellañ a-viskoazh!
de: Neuer Allzeit-Rekord!
et: Uus kõikide aegade rekord!
fa: بالاترین امتیاز از ابتدا تا کنون!
fo: Nýtt met!
fr: Nouveau record absolu !
ga: Ardscór nua an tsaoil!
hi: अब तक का सर्वश्रेष्ठ स्कोर
hr: Novi najbolji rezultat svih vremena!
hu: Új abszolút rekord!
ja: 歴代のハイスコア更新！
lb: Néien Allzäitrekord!
nb: Ny rekord noensinne!
nn: Ny personleg rekord!
pl: Nowy rekord!
pt_br: Novo recorde de todos os tempos!
tt: Яңа гел югары күрсәткеч!
zh: 新的历史最高分！

# stormPreviousHighscoreWasX
source: Previous highscore was {param}
br: Ho tisoc'h gwellañ kent a oa {param}
de: Dein vorheriger Rekord war {param}
et: Eelmine rekord oli {param}
fa: بالاترین امتیاز قبلی {param} بود
fo: Undanfarna met var {param}
fr: Le record précédent était {param}
ga: Ba é {param} an ardscór roimhe seo
hi: पुराना सर्वश्रेष्ठ स्कोर {param} था
hr: Prethodni najbolji rezultat bio je {param}
hu: Az előző rekordod {param} volt
ja: 以前のハイスコアは {param}
lb: Leschten Highscore war {param}
nb: Forrige rekord var {param}
nn: Førre rekord var {param}
pl: Poprzedni rekord wynosił {param}
pt_br: Recorde anterior era {param}
tt: Элеккеге югары күрсәткеч {param} иде
zh: 上一次最高得分是 {param}

# stormPlayAgain
source: Play again
br: C'hoari c'hoazh
de: Erneut spielen
et: Mängi uuesti
fa: دوباره بازی کن
fo: Telva aftur
fr: Rejouer
ga: Imir arís
hi: फिर से खेलेंगे?
hr: Igraj ponovno
hu: Játssz újra
ja: もう一度プレイ
lb: Nach eng Kéier spillen
nb: Spill igjen
nn: Spel igjen
pl: Zagraj ponownie
pt_br: Jogar novamente
tt: Яңадан уйнау
zh: 再玩一次

# stormHighscoreX
source: Highscore: {param}
br: Disoc'h gwellañ: {param}
de: Rekord: {param}
et: Rekord: {param}
fa: بالاترین امتیاز: {param}
fo: Met: {param}
fr: Meilleur score : {param}
ga: Ardscór: {param}
hi: सर्वश्रेष्ठ स्कोर: {param}
hr: Najbolji rezultat: {param}
hu: Rekord: {param}
ja: ハイスコア：{param}
nb: Rekord: {param}
nn: Rekord: {param}
pl: Rekord: {param}
pt_br: Recorde: {param}
tt: Югары күрсәткеч: {param}
zh: 最高分： {param}

# stormScore
source: Score
br: Disoc'h
de: Punktestand
et: Punktid
fa: امتیاز
fo: Stig
ga: Scór
hi: स्कोर
hr: Bodovi
hu: Pontszám
ja: スコア
nb: Poengsum
nn: Poengsum
pl: Wynik
pt_br: Pontuação
tt: Күрсәткеч
zh: 得分

# stormMoves
source: Moves
br: Taolioù
de: Züge
et: Käike
fa: حرکت‌ها
fo: Leikir
fr: Coups
ga: Bearta
hi: चाल
hr: Potezi
hu: Lépések
ja: 総手数
lb: Zich
nb: Trekk
nn: Trekk
pl: Posunięcia
pt_br: Lances
tt: Хәрәкәт
zh: 着法

# stormAccuracy
source: Accuracy
br: Pizhder
de: Genauigkeit
et: Täpsus
fa: دقت
fo: Neyvleiki
fr: Précision
ga: Cruinneas
hi: शुद्धता
hr: Preciznost
hu: Pontosság
ja: 正解率
lb: Prezisioun
nb: Presisjon
nn: Presisjon
pl: Dokładność
pt_br: Precisão
tt: Төгәллек
zh: 准确度

# stormCombo
source: Combo
br: Kombo
et: Kombo
fa: توالی
fo: Bland
ga: Sraithbhuille
hi: कॉम्बो
hr: Kombinirani niz
hu: Széria
ja: 連続正解
lb: Kombo
nb: Kombo
nn: Vinstrekke
pl: Seria poprawnych posunięć
tt: Комбо
zh: 连击

# stormTime
source: Time
br: Padelezh
de: Zeit
et: Aeg
fa: زمان
fo: Tíð
fr: Temps
ga: Am
hi: समय
hr: Vrijeme
hu: Idő
ja: 経過時間
lb: Zäit
nb: Tid
nn: Tid
pl: Czas
pt_br: Tempo
tt: Вакыт
zh: 时间

# stormTimePerMove
source: Time per move
br: Padelezh dre daol
de: Zeit pro Zug
et: Aeg käigu kohta
fa: زمان برای هر حرکت
fo: Tíð fyri hvønn leik
fr: Temps par coup
ga: Am an bheart
hi: समय प्रति चाल
hr: Vrijeme po potezu
hu: Idő lépésenként
ja: １手あたり時間
lb: Zäit pro Zuch
nb: Tid per trekk
nn: Tid per trekk
pl: Czas na posunięcie
pt_br: Tempo por lance
tt: Бер хәрәкәт вакыты
zh: 平均着法时间

# stormHighestSolved
source: Highest solved
br: Hini uhelañ diskoulmet
de: Schwierigste gelöste Aufgabe
et: Kõrgeim lahendatud
fa: امتیازدارترین معمای حل‌شده
fo: Truplastu loystu uppgávurnar
fr: Prob. résolu le plus difficile
ga: Réitithe is airde
hi: सबसे ऊंचा हल
hr: Najviše riješeno
hu: Legnehezebb megoldott
ja: 正解最高レート
lb: Héchsten geléist Aufgab
nb: Beste løsning
nn: Høgste vanskegrad
pl: Najtrudniejsze rozwiązane zadanie
pt_br: Classificação mais alta
tt: Иң югары чишелгән
zh: 解决的最难谜题

# stormPuzzlesPlayed
source: Puzzles played
br: Poelladennoù c'hoariet
de: Gespielte Aufgaben
et: Mängitud pusled
fa: معماهای بازی‌شده
fo: Telvdar uppgávur
fr: Problèmes joués
ga: Fadhbhanna imeartha
hi: पहेलियां खेलीं
hr: Odigrani problemi
hu: Játszott feladványok
ja: プレイした問題
lb: Aufgaben gespillt
nb: Spilte sjakknøtter
nn: Spelte oppgåver
pl: Rozwiązywane zadania
pt_br: Quebra-cabeças jogados
tt: Башваткыч уйналды
zh: 玩过的谜题

# stormNewRun
source: New run (hotkey: Space)
br: Frapad nevez (hotkey: Space)
de: Neuer Durchlauf (drücke: Leertaste)
et: Uus mäng (kiirklahv: tühikuklahv)
fa: دور جدید (میانبر: Space)
fo: Nýtt umfar (snarknøttur: glopp)
fr: Nouvel essai (raccourci clavier: Espace)
ga: Stríocáin nua (eochair aicearra: Spás)
hi: नया रन (हॉटकी: स्पेस)
hr: Nova tura (tipka: razmaknica)
hu: Új futam (gyorsbill.: Szóköz)
ja: 新たなストーム（スペースキー）
lb: Neien Duerchlaf (hotkey: Leertaste)
nb: Ny runde (hurtigtast: mellomrom)
nn: Ny runde (hurtigtast: mellomrom)
pl: Nowa seria (klawisz skrótu: spacja)
pt_br: Nova série (tecla de atalho: espaço)
tt: Яңа йөгерү (уңайлытөймә: Space)
zh: 开始新的一组(快捷键：空格)

# stormEndRun
source: End run (hotkey: Enter)
br: Fin ar frapad (hotkey: Enter)
de: Beende den Durchlauf (drücke: Eingabetaste)
et: Lõpeta mäng (kiirklahv: Enter)
fa: پایان‌دهی دور (میانبر: Enter)
fo: Endaumfar (snarknøttur: Enter)
fr: Terminer l'essai (raccourci clavier: Entrée)
ga: Stríocáin deireadh (eochair aicearra: Iontráil)
hi: अंत रन (हॉटकी: दर्ज करें)
hr: Završite turu (tipka: Enter)
hu: Futam vége (gyorsbillentyű: Enter)
ja: ストーム終了（Enter キー）
lb: Duerchlaf ofbriechen (hotkey: Enter)
nb: Avslutt runden (hurtigtast: linjeskift)
nn: Avslutt runden (hurtigtast: Enter)
pl: Koniec (klawisz skrótu: Enter)
pt_br: Finalizar série (tecla de atalho: Enter)
tt: Ахыр йөгерү (уңайлытөймә: Enter)
zh: 结束本组(快捷键：回车)

# stormHighscores
source: Highscores
br: Disoc'hoù gwellañ
de: Rekorde
et: Rekordid
fa: بالاترین امتیازها
fo: Met (háskora)
fr: Meilleurs scores
ga: Ardscóir
hi: उच्च स्कोर
hr: Najbolji rezultat
hu: Legjobb pontszámaid
ja: ハイスコア
nb: Rekorder
nn: Rekordar
pl: Najlepsze wyniki
pt_br: Melhores pontuações
tt: Югары күрсәткеч
zh: 高分榜

# stormViewBestRuns
source: View best runs
br: Gwelet ar frapadoù gwellañ
de: Beste Durchläufe anzeigen
et: Vaata parimad mängud
fa: مشاهده بهترین دورها
fo: Síggj bestu umfør
fr: Voir les meilleurs essais
ga: Féach ar stríocáin is fearr
hi: सर्वश्रेष्ठ रन देखें
hr: Pogledajte najbolje ture
hu: Napi legjobb futamjaid
ja: 最高記録を表示
lb: Bescht Duerchleef ukucken
nb: Vis beste runder
nn: Vis beste runde
pl: Zobacz najlepsze serie
pt_br: Ver melhores séries
tt: Иң яхшы йөгерүне карау
zh: 查看最佳战绩

# stormBestRunOfDay
source: Best run of day
br: Frapad gwellañ an devezh
de: Bester Durchlauf des Tages
et: Päeva parim mäng
fa: بهترین دور روز
fo: Dagsins besta umfar
fr: Meilleur essai du jour
ga: An stríocán is fearr sa lá
hi: दिन का सर्वश्रेष्ठ रन
hr: Najbolja tura dana
hu: Napi legjobb futam
ja: 日別最高
lb: Beschten Duerchlaf vum Dag
nb: Dagens beste runde
nn: Dagens beste runde
pl: Najlepsza seria dnia
pt_br: Melhor série do dia
tt: Көннең иң яхшы йөгереше
zh: 每日最佳战绩

# stormRuns
source: Runs
br: Frapadoù
de: Durchläufe
et: Mänge
fa: دورها
fo: Umfør
fr: Essais
ga: Stríocáin
hi: रन
hr: Ture
hu: Futamok
ja: 回数
lb: Duerchleef
nb: Runder
nn: Runder
pl: Serie zadań
pt_br: Séries
tt: Үтәргә
zh: 组数

# stormGetReady
source: Get ready!
br: Bezit prest!
de: Mach dich bereit!
et: Ole valmis!
fa: آماده شوید!
fo: Ver til reiðar!
fr: Soyez prêts !
ga: Déan réidh!
hi: तैयार हो जाओ!
hr: Pripremite se!
hu: Felkészülni!
ja: 用意！
lb: Maach dech prett!
nb: Gjør deg klar!
nn: Gjer deg klar!
pl: Przygotuj się!
pt_br: Prepare-se!
tt: Әзер бул!
zh: 做好准备！

# stormWaitingForMorePlayers
source: Waiting for more players to join...
br: O c'hortoz c'hoarierien ouzhpenn da zont...
de: Warte auf weitere Teilnehmer...
et: Oodatakse rohkem mängiaid liituma...
fa: در حال انتظار برای پیوستن بازیکنان بیشتر...
fo: Vit bíða eftir fleiri telvarum at koma upp í...
fr: En attente d'autres joueurs...
ga: Ag fanacht le níos mó imreoirí a bheith páirteach...
hi: अधिक खिलाड़ियों के शामिल होने का इंतजार...
hr: Čekamo da se pridruži još igrača...
hu: További játékosok csatlakozására várunk...
ja: 他の参加者を待っています...
lb: Waarden, bis méi Spiller matmaachen...
nb: Venter på flere deltakere...
nn: Ventar på fleire deltakarar...
pl: Oczekiwanie na dołączenie większej liczby graczy...
pt_br: Esperando mais jogadores entrarem...
tt: Күбрәк уенчыларның кушылуын көтеп...
zh: 等待更多玩家加入...

# stormRaceComplete
source: Race complete!
br: Achu ar redadeg!
de: Rennen abgeschlossen!
et: Võistlus on läbi!
fa: مسابقه تمام شد!
fo: Kapprenning fullførd!
fr: Course terminée !
ga: Léibhéal críochnaithe!
hi: रेस पूरी!
hr: Utrka završena!
hu: Vége a versenynek!
ja: レース終了！
lb: Duerchlaf ofgeschloss!
nb: Løpet er fullført!
nn: Kappløpet er fullført!
pl: Wyścig zakończony!
pt_br: Corrida concluída!
tt: Ярыш тәмам!
zh: 竞速结束！

# stormSpectating
source: Spectating
br: Oc'h arvestiñ
de: Zuschauen
et: Vaatamas
fa: در حال تماشا
fo: Áskoðari
fr: Observer
ga: Ag breathnú
hi: दर्शकों
hr: Promatrate
hu: Megfigyelés
ja: 観戦中
lb: Nokucken
nb: Tilskuer
nn: Sjå på
pl: Obserwowanie
pt_br: Espectando
tt: Тамаша
zh: 观战中

# stormJoinTheRace
source: Join the race!
br: Kregiñ gant ar redadeg!
de: Nimm am Rennen teil!
et: Liitu võistlusega!
fa: به مسابقه بپیوندید!
fo: Kom við í kapprenningina!
fr: Participez !
ga: Bí sa rás!
hi: दौड़ में शामिल हों!
hr: Pridruži se utrci!
hu: Csatlakozz a versenyhez!
ja: レースに参戦！
lb: Triet der Course bäi!
nb: Delta i løpet!
nn: Bli med på kappløpet!
pl: Dołącz do wyścigu!
pt_br: Entre na corrida!
tt: Ярышка кушылыгыз!
zh: 加入竞速

# stormStartTheRace
source: Start the race
de: Starte das Rennen
et: Alusta võistlus
fa: شروع مسابقه
fr: Débuter la course
ga: Tosaigh an rás
hr: Započni utrku
hu: Kezdés
ja: レースを開始
lb: Course starten
nb: Start løpet
nn: Start kappløpet
pl: Rozpocznij wyścig
pt_br: Começar a corrida
zh: 开始比赛

# stormYourRankX
source: Your rank: {param}
br: Ho renk: {param}
de: Deine Platzierung: {param}
et: Sinu koht: {param}
fa: رتبه شما: {param}
fo: Tín støða: {param}
fr: Votre classement : {param}
ga: Do rang: {param}
hi: आपकी रैंक: {param}
hr: Vaš rang: {param}
hu: Helyezésed: {param}
ja: 順位：{param}
lb: Deng Plaz: {param}
nb: Din plassering: {param}
nn: Du er rangert som nr. {param}
pl: Twoja pozycja: {param}
pt_br: Sua classificação: {param}
tt: Сезнең ранк: {param}
zh: 你的排名：{param}

# stormWaitForRematch
source: Wait for rematch
br: Gortozit evit c'hoari en dro
de: Warte auf ein neues Rennen
et: Oota kordusmängu
fa: برای بازی مجدد منتظر بمانید
fo: Bíða eftir nýggjum talvi
fr: Attendre une offre de revanche
ga: Fan ar athchluiche
hi: रीमैच के लिए प्रतीक्षा करें
hr: Pričekajte revanš
hu: Várj az újrajátszásig
ja: 次をお待ちください
lb: Waard ob Revanche
nb: Vent på nytt løp
nn: Vent på ein ny omgang
pl: Poczekaj na rewanż
pt_br: Esperando por revanche
tt: Кайтаргыч уенны көтегез
zh: 等待下一场
