Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleThemeMateIn4Description
source: Deliver checkmate in four moves.
de: Mattsetzen in vier Zügen.
et: Soorita matt nelja käiguga.
fa: در چهار حرکت کیش و مات کنید.
fo: Set skák og mát í fýra leikum.
fr: Matez en quatre coups.
ga: Tabhair Marbhsháinn i ceithre bheart.
hi: चेकमेट को चार चालों में वितरित करें।
hr: Matiraj protivnika u četiri poteza.
hu: Adj mattot négy lépésben.
ja: 4 手でチェックメイトにします。
lb: Mattsetzen a véier Zich.
nb: Sett sjakk matt i fire trekk.
nn: Set matt i fire trekk.
pl: Daj mata w czterech posunięciach.
pt_br: Dar xeque-mate em 4 movimentos.
zh: 四步之内实现将杀。

# puzzleThemeMateIn5
source: Mate in 5 or more
de: Matt in 5 oder mehr
et: Matt 5+ käiguga
fa: مات در پنج حرکت یا بیشتر
fo: Mát í fimm ella fleiri
fr: Mat en 5 ou plus
ga: Marbhsháinn i 5 mbeart nó níos mó
hi: 5 या अधिक में मात
hr: Mat u 5 ili više
hu: Matt 5 vagy több lépésben
ja: 5 手以上メイト
lb: Matt a 5 oder méi
nb: Matt i 5 eller flere
nn: Matt i fem eller fleire trekk
pl: Mat w 5 lub więcej ruchach
pt_br: Mate em 5 ou mais
zh: 五步或更多步杀

# puzzleThemeMateIn5Description
source: Figure out a long mating sequence.
de: Finde eine lange, mattsetzende Zugfolge.
et: Leia mitme käiguga matt.
fa: کشف یک مات طولانی و متوالی.
fo: Finn útav eini langari mátraðfylgju.
fr: Trouvez une longue séquence de coups menant au mat.
ga: Obair amach an marbháháinn le seicheamh fada.
hi: एक लंबी संभोग अनुक्रम का चित्रण करें।
hr: Pronađi slijed koji uključuje više od četiri poteza i dovodi do mata.
hu: Találd meg a matthoz vezető hosszabb lépéssorozatot.
ja: 長いメイトの手順を考える。
lb: Fann eng laang Sequenz un Zich, déi schachmatt gëtt.
nb: Finn en lang trekkrekke som gir matt.
nn: Finn ein lang trekksekvens som leier fram til matt.
pl: Naprawdę długa sekwencja matowa.
pt_br: Descubra uma longa sequência de mate.
zh: 找出一套很长的将杀着法。

# puzzleThemeMiddlegame
source: Middlegame
br: Kreiz ar c'hrogad
de: Mittelspiel
et: Keskmäng
fa: وسط بازی
fo: Miðtalv
fr: Milieu de jeu
ga: Lár an cluiche
hi: मिडलगेम
hr: Središnjica
hu: Középjáték
ja: ミドルゲーム
lb: Mëttelspill
nb: Midtspill
nn: Mellomspel
pl: Gra środkowa
pt_br: Meio-jogo
tt: Уен уртасы
zh: 中局

# puzzleThemeMiddlegameDescription
source: A tactic during the second phase of the game.
de: Eine Taktik in der zweiten Phase des Spiels.
et: Taktika mängu teises faasis.
fa: تاکتیکی در لحظات آخر بازی.
fo: Taktisk atgerð í seinna skeiði av talvinum.
fr: Une tactique pendant la seconde phase de la partie.
ga: Beartaíocht san dara céim den chluiche.
hi: खेल के दूसरे चरण के दौरान एक रणनीति।
hr: Taktički potezi u središnjici.
hu: Taktikák a játszma második fázisában.
ja: ゲームの中盤でのタクティクス。
lb: Eng Taktik an der zweeter Phase vun der Partie.
nb: En taktikk i den andre fasen av partiet.
nn: Taktikk i den andre fasen av partiet.
pl: Taktyka w drugiej fazie gry.
pt_br: Tática durante a segunda fase do jogo.
zh: 对局第二阶段的战术。

# puzzleThemeOneMove
source: One-move puzzle
de: Einzügige Aufgabe
et: Ühekäiguline ülesanne
fa: معمای یک-حرکتی
fo: Uppgáva við einum leiki
fr: Problème à un coup
ga: Fadhbh beart-amháin
hi: एकतरफा पहेली
hr: Jednopotezni zadatak
hu: Egy lépéses feladvány
ja: 1 手問題
lb: Een-Zuch Aufgab
nb: Ett-trekks sjakknøtt
nn: Eitt-trekks oppgåve
pl: Jednochodówka
pt_br: Quebra-cabeças de um movimento
zh: 一步棋谜题

# puzzleThemeOneMoveDescription
source: A puzzle that is only one move long.
de: Eine Aufgabe, die nur einen Zug erfordert.
et: Ülesanne, mille lahendamiseks on vaja ainult ühte liigutust.
fa: یک معما که فقط یک حرکت طول می‌کشد.
fo: Uppgáva, ið bert krevur ein leik.
fr: Un problème qui ne dure qu'un coup.
ga: Fadhbh nach bhfuil ach beart amháin fada.
hi: एक पहेली जो केवल एक लंबी है।
hr: Zadatak koji se sastoji od samo jednog poteza.
hu: Csupán egy lépésből álló feladvány.
ja: 1 手だけ動かす問題。
lb: Eng Aufgab déi nëmmen een Zuch erfuerdert.
nb: En sjakknøtt på bare ett trekk.
nn: Ei taktikkoppgåve på berre eitt trekk.
pl: Zadanie, którego długość to tylko jedno posunięcie.
pt_br: Quebra-cabeças de um movimento.
zh: 只有一步棋的谜题。

# puzzleThemeOpening
source: Opening
br: Digoradur
de: Eröffnung
et: Avang
fa: گشایش
fo: Byrjanartalv
fr: Ouverture
ga: Oscail
hi: प्रारंभिक
hr: Otvaranje
hu: Megnyitás
ja: オープニング
lb: Eröffnung
nb: Åpning
nn: Opning
pl: Otwarcie
pt_br: Abertura
zh: 开局

# puzzleThemeOpeningDescription
source: A tactic during the first phase of the game.
de: Eine Taktik in der ersten Phase der Partie.
et: Taktika mängu esimeses faasis.
fa: تاکتیک در مرحله اول بازی.
fo: Taktisk atgerð í fyrsta skeiðinum av talvinum.
fr: Une tactique durant la première phase de la partie.
ga: Beartaíocht san céad céim den chluiche.
hi: खेल के पहले चरण के दौरान एक रणनीति।
hr: Taktički potezi u otvaranju.
hu: Taktikák a játszma kezdeti fázisában.
ja: ゲームの序盤でのタクティクス。
lb: Eng Taktik an der éischter Phase vun der Partie.
nb: En taktikk i den første fasen av partiet.
nn: Taktikk i den første fasen av partiet.
pl: Taktyka w pierwszej fazie gry.
pt_br: Tática durante a primeira fase do jogo.
zh: 对局第一阶段的战术。

# puzzleThemePawnEndgame
source: Pawn endgame
de: Bauernendspiel
et: Etturilõppmäng
fa: آخربازی پیاده
fo: Finnuendatalv
fr: Finale de pions
ga: Cor deiridh na ceithearnaigh
hi: प्यादा एंडगेम
hr: Pješačka završnica
hu: Gyalogvégjáték
ja: ポーン・エンドゲーム
lb: Baueren Endspill
nb: Bondesluttspill
nn: Bondesluttspel
pl: Końcówka pionkowa
pt_br: Finais de peões
zh: 兵残局

# puzzleThemePawnEndgameDescription
source: An endgame with only pawns.
de: Ein Endspiel nur mit Bauern.
et: Lõppmäng ainult etturitega.
fa: آخربازی، تنها با پیاده‌ها.
fo: Endatalv við finnum burturav.
fr: Une finale avec seulement des pions.
ga: Deireadh cluiche le ceithearnaigh amháin.
hi: केवल प्यादों के साथ एक एंडगेम।
hr: Završnica koja uključuje samo pješake.
hu: Végjáték csak gyalogokkal.
ja: ポーンだけの終盤。
lb: En Endspill mat just Baueren.
nb: Et sluttspill med kun bønder.
nn: Sluttspel med berre bønder.
pl: Gra końcowa wyłącznie z pionami.
pt_br: Um final apenas com peões.
zh: 只有兵的残局。

# puzzleThemePin
source: Pin
br: Tachañ
de: Fesselung
et: Sidumine
fa: آچمزی
fo: Binding
fr: Clouage
ga: Teannta
hi: पिन
hr: Svezivanje
hu: Kötés
ja: ピン
lb: Fesselung
nb: Binding
nn: Binding
pl: Związanie
pt_br: Cravada
tt: Беркетү
zh: 牵制

# puzzleThemePinDescription
source: A tactic involving pins, where a piece is unable to move without revealing an attack on a higher value piece.
de: Eine Taktik mit Fesselung, bei der eine Figur sich nicht bewegen kann, ohne einen Angriff auf eine höherwertige Figur zuzulassen.
et: Taktika, kus malendi tulejoonel oleva vastaspoole malend ei saa liikuda, sest ära liikumise korral satub tulejoone alla väärtuslikum malend.
fa: راهکنش آچمزی، که یک مهره نمی‌تواند حرکت کند، مگر اینکه به مهره ارزشمندتر پشتش حمله می‌شود.
fo: Taktisk atgerð við bindingum, har eitt fólk ikki er ført fyri at flyta uttan at lata upp fyri álopi á eitt fólk við hægri virði.
fr: Une tactique impliquant des clouages, où une pièce est incapable de se déplacer sans qu'une pièce de valeur supérieure soit attaquée.
ga: Beartaíocht le teannta, nuair nach féidir le píosa bogadh gan ionsaí a nochtadh ar phíosa le cuacht níos mó.
hi: एक टैक्टिक जिसमें पिन शामिल होता है, जहां एक टुकड़ा उच्च मूल्य के टुकड़े पर हमले का खुलासा किए बिना स्थानांतरित करने में असमर्थ होता है।
hr: Taktika koja uključuje protivničku figuru koja je vezana za kralja ili drugu figuru veče vrijednosti.
hu: A kötés, mikor egy figura nem tud ellépni anélkül, hogy felfedné az ellenfél támadását egy értékesebb figura felé.
ja: ピンを含む問題。ラインピースに狙われた駒が動くと、より価値の高い駒が取られてしまう状況。
lb: Eng Taktik bezüglech Fesselungen, wou eng Figur sech net beweegen kann, ouni en Ugrëff op eng aner méi héichwäerteg Figur ze erlaben.
nb: En taktikk som utnytter bindinger, der en brikke ikke kan flyttes uten at en brikke med høyere verdi trues.
nn: Taktikk som utnyttar bindingar, dvs. at ei brikke ikkje kan flyttast utan at ei brikke av høgare verdi vert truga.
pl: Taktyka wykorzystująca związania, czyli sytuacje, w których ruch bierki naraża na atak figurę o wyższej wartości.
pt_br: Uma tática envolvendo cravada, onde uma peça é incapaz de mover-se sem abrir um descoberto em uma peça de maior valor.
zh: 涉及牵制的策略，一个棋子不能移动否则背后更高价值的棋子将被攻击。

# puzzleThemePromotion
source: Promotion
de: Bauernumwandlung
et: Muundamine
fa: ترفیع
fo: Umskapan
ga: Ardú
hi: पदोन्नति
hr: Unapređenje
hu: Átváltozás
ja: プロモーション
lb: Ëmwandlung
nb: Bondeforvandling
nn: Forvandling
pl: Promocja
pt_br: Promoção
zh: 升变

# puzzleThemePromotionDescription
source: Promote one of your pawns to a queen or minor piece.
de: Ein Bauer verwandelt sich in eine Figur (Dame, Turm, Springer oder Läufer).
et: Muunda oma ettur lipuks või teiseks viguriks.
fa: یکی از پیاده های خود را به وزیر یا مهره دیگر ارتقا دهید.
fo: Ein finna, ið umskapast ella hóttir við at umskapast, er lykilin til taktikkin.
fr: Un pion promouvant ou menaçant d'être promu est essentiel à la tactique.
ga: 'Sé ceithearnach atá ag ardú nó ag bagairt ardú lár an bartaíocht.
hi: प्रचार करने या धमकी देने वाला मोहरा रणनीति की कुंजी है।
hr: Pješak u postupku ili prijetnji promaknućem je ključan za taktiku.
hu: Átváltozó vagy átváltozással fenyegető gyalog kulcsfontosságú taktika.
ja: ポーンの昇格かその狙いがテーマの問題。
lb: Wandel e Bauer zu enger Dame oder Liichtfigur ëm.
nb: Bytt ut bonde med dronning, tårn, løper eller springer.
nn: Ein bonde som blir forvandla eller trugar med å bli forvandla er den taktiske nøkkelen.
pl: Promocja piona lub zagrożenie promocją jest kluczem tej taktyki.
pt_br: Promova um peão para uma dama ou a uma peça menor.
zh: 将兵升变为后或其他棋子。

# puzzleThemeQueenEndgame
source: Queen endgame
de: Damenendspiel
et: Lipulõppmäng
fa: آخربازی وزیر
fo: Frúgvaendatalv
fr: Finale de Dames
ga: Cor deiridh na mbanríona
hi: वज़ीर एंडगेम
hr: Kraljičina završnica
hu: Vezér végjáték
ja: クイーン・エンドゲーム
lb: Dammen Endspill
nb: Dronningsluttspill
nn: Dronningsluttspel
pl: Końcówka hetmańska
pt_br: Finais de Dama
zh: 后残局

# puzzleThemeQueenEndgameDescription
source: An endgame with only queens and pawns.
de: Ein Endspiel nur mit Damen und Bauern.
et: Lõppmäng ainult lippude ja etturitega.
fa: آخربازی، تنها با وزیرها و پیاده‌ها.
fo: Endatalv við frúgvum og finnum burturav.
fr: Une finale avec seulement des Dames et des pions.
ga: Cor deiridh le banríonacha agus ceithearnaigh amháin.
hi: केवल वज़ीरों और प्यादों के साथ एक एंडगेम।
hr: Završnica u kojoj sudjeluju samo kraljica i pješaci.
hu: Végjáték csak vezérekkel és gyalogokkal.
ja: クイーンとポーンだけの終盤。
lb: En Endspill mat just Dammen a Baueren.
nb: Et sluttspill med kun dronninger og bønder.
nn: Sluttspel med berre dronningar og bønder.
pl: Gra końcowa wyłącznie z hetmanami i pionami.
pt_br: Um final com apenas damas e peões.
zh: 只有后和兵的残局。

# puzzleThemeQueenRookEndgame
source: Queen and Rook
de: Damen- und Turmendspiel
et: Lipp ja vanker
fa: وزیر و رخ
fo: Frúgv og rókur
fr: Dames et Tours
ga: Cor deiridh don Banríon agus Casieal
hi: वज़ीर और हाथी
hr: Kraljica i top
hu: Vezér és bástya
ja: クイーンとルーク
lb: Damm an Tuerm
nb: Dronning- og tårnsluttspill
nn: Dronning- og tårnsluttspel
pl: Końcówka wieżowo-hetmańska
pt_br: Finais de Dama e Torre
zh: 后车残局

# puzzleThemeQueenRookEndgameDescription
source: An endgame with only queens, rooks, and pawns.
de: Ein Endspiel nur mit Damen, Türmen und Bauern.
et: Lõppmäng ainult lippude, vankrite ja etturitega.
fa: آخربازی، تنها با وزیرها، رُخ‌ها و پیاده‌ها.
fo: Endatalv við frúm, rókum og finnum.
fr: Une finale avec seulement des Dames, Tours et pions.
ga: Cor deiridh gan aon píosa ach banríona, caisil, agus ceithearnaigh.
hi: केवल वज़ीरों, हाथी और प्यादों के साथ एक एंडगेम।
hr: Završnica u kojoj sudjeluju isključivo kraljica, top i pješaci.
hu: Végjáték vezérekkel, bástyákkal és gyalogokkal.
ja: クイーン、ルーク、ポーンだけの終盤。
lb: En Endspill nëmmen mat Dammen, Tierm a Baueren.
nb: Et sluttspill med kun dronninger, tårn og bønder.
nn: Sluttspel med berre dronningar, tårn og bønder.
pl: Gra końcowa wyłącznie z wieżami, hetmanami i pionami.
pt_br: Finais com apenas Dama, Torre e Peões.
zh: 只有后、车、兵的残局。

# puzzleThemeQueensideAttack
source: Queenside attack
de: Angriff auf den Damenflügel
et: Lipupoolne rünnak
fa: حمله به جناه وزیر
fo: Álop frúgvamegin
fr: Attaque sur l'aile dame
ga: Ionsaí ar taobh na mbanríona
hi: वज़ीर साइड हमला
hr: Napad na kraljičinu stranu
hu: Vezérszárnytámadás
ja: クイーンサイド攻撃
lb: Ugrëff um Dammefligel
nb: Angrep på dronningfløyen
nn: Åtak på dronningfløya
pl: Atak skrzydłem hetmańskim
pt_br: Ataque na ala da dama
zh: 后翼进攻

# puzzleThemeQueensideAttackDescription
source: An attack of the opponent's king, after they castled on the queen side.
de: Ein Angriff auf den gegnerischen König, nachdem dieser auf den Damenflügel rochiert hat.
et: Rünnak vastase kuningale pärast vastase vangerdamist lipupoolele.
fa: یک حمله به شاه حریف، زمانی که در جناه وزیر قلعه رفته است.
fo: Álop á mótstøðukongin, aftaná at hann er lopin í borg frúgvamegin.
fr: Une attaque du Roi adverse, après qu'il a fait le grand roque.
ga: Ionsaí ar rí an namhaid, tar éis dóibh caisliú ar taobh na mbanríona.
hi: वज़ीर के पक्ष में जाने के बाद, प्रतिद्वंद्वी के राजा पर हमला।
hr: Napad na protivničkog kralja nakon što je protivnik odigrao veliku rokadu.
hu: Vezérszárnyra sáncolt király ellen indított támadás.
ja: クイーンサイドにキャスリングした相手のキングを攻撃する。
lb: En Ugrëff op de géigneresche Kinnek, nodeem en op der Dammesäit rochéiert huet.
nb: Et angrep mot motstanderens konge etter lang rokade.
nn: Eit åtak på konge som motspelaren har tatt lang rokade med.
pl: Atak na króla przeciwnika po długiej roszadzie.
pt_br: Um ataque ao rei adversário, após ter efetuado o roque na ala da Dama.
zh: 在对方长易位后进攻对方的王。

# puzzleThemeQuietMove
source: Quiet move
de: Stiller Zug
fa: حرکت آرام
fo: Stillførur leikur
fr: Coup silencieux
ga: Beart cúin
hi: शांत चाल
hr: Tihi potez
hu: Csendes lépés
ja: 静かな手
lb: Rouegen Zuch
nb: Rolig trekk
nn: Stille trekk
pl: Cichy ruch
pt_br: Lance de preparação
zh: 安静的一着

# puzzleThemeQuietMoveDescription
source: A move that does not make a check or capture, but does prepare an unavoidable threat for a later move.
de: Ein Zug, der weder Schach gibt noch schlägt noch unmittelbar zu schlagen droht, aber eine versteckte unvermeidliche Bedrohung durch einen späteren Zug vorbereitet.
fa: حرکتی که نه کیش ایجاد می کند و نه مهره ای را می گیرد و نه تهدید فوری را در پی دارد اما یک تهدید غیر قابل پیشگیری را در حرکات بعد به همراه دارد.
fo: Leikur, ið hvørki skákar ella tekur, men slóðar fyri eini hóttan, ið ikki slepst undan, í einum seinni leiki.
fr: Un mouvement qui ne fait pas échec ni n'est une capture, mais qui prépare une menace inévitable.
ga: Beart nach ndéanann sáinn nó marú, ach a ullmhaíonn bagairt dosheachanta le haghaidh beart níos déanaí.
hi: एक चाल जो एक चेक या कैप्चर नहीं करता है, लेकिन बाद के कदम के लिए एक अपरिहार्य खतरा तैयार करता है।
hr: Potez koji ne uzima protivničku figuru ni ne stavlja protivničkog kralja u šah ali zato priprema neizbježnu prijetnju za nadolazeće poteze.
hu: Olyan lépés ami nem ad sakkot és nem is ütés, de védhetetlen fenyegetést készít elő egy későbbi lépéshez.
ja: チェックでも駒取りでもないが、次に防げない狙いを用意する手。
lb: En Zuch dee weder e Schach oder Schlagzuch ass oder eng direkt Drohung kréiert, mee eng verstoppte méi grouss Drohung virbereet.
nb: Et trekk som ikke gir sjakk eller slår en brikke, men som forbereder en uunngåelig trussel i et senere trekk.
nn: Trekk som ikkje gjev sjakk eller slår ei brikke, men som førebur eit uavvendeleg trugsmål i eit seinare trekk.
pl: Posunięcie niebędące ani szachem, ani biciem, które przygotowuje groźbę nie do uniknięcia w jednym z kolejnych posunięć.
pt_br: Um lance que não dá xeque nem realiza uma captura, mas prepara uma ameaça inevitável para a jogada seguinte.
zh: 一步没有将军吃子的棋，但是为后续准备了一个不可避免的威胁。

# puzzleThemeRookEndgame
source: Rook endgame
de: Turmendspiel
et: Vankrilõppmäng
fa: آخربازی رخ
fo: Rókaendatalv
fr: Finale de Tours
ga: Cor deiridh caiseal
hi: रूक एंडगेम
hr: Topovska završnica
hu: Bástya végjáték
ja: ルーク・エンドゲーム
lb: Tuerm Endspill
nb: Tårnsluttspill
nn: Tårnsluttspel
pl: Końcówka wieżowa
pt_br: Finais de Torres
zh: 车残局

# puzzleThemeRookEndgameDescription
source: An endgame with only rooks and pawns.
de: Ein Endspiel nur mit Türmen und Bauern.
et: Lõppmäng ainult vankrite ja etturitega.
fa: آخربازی، تنها با رخ‌ها و پیاده‌ها.
fo: Endatalv við rókum og finnum.
fr: Une finale avec seulement des Tours et des pions.
ga: Cor deiridh le caisil agus ceithearnaigh amháin.
hi: केवल किश्ती और पंजे के साथ एक एंडगेम।
hr: Završnica u kojoj sudjeluju samo topovi i pješaci.
hu: Végjáték csak bástyákkal és gyalogokkal.
ja: ルークとポーンだけの終盤。
lb: En Endspill nëmmen mat Tierm a Baueren.
nb: Et sluttspill med kun tårn og bønder.
nn: Sluttspel med berre tårn og bønder.
pl: Gra końcowa wyłącznie z wieżami i pionami.
pt_br: Um final com apenas torres e peões.
zh: 只有车和兵的残局。

# puzzleThemeSacrifice
source: Sacrifice
br: Aberzh
de: Opfer
et: Ohverdus
fa: قربانی
fo: Offur
ga: Íobairt
hi: कुर्बानी
hr: Žrtva
hu: Áldozat
ja: サクリファイス（捨て駒）
lb: Opfer
nb: Offer
nn: Offer
pl: Poświęcenie
pt_br: Sacrifício
zh: 弃子

# puzzleThemeSacrificeDescription
source: A tactic involving giving up material in the short-term, to gain an advantage again after a forced sequence of moves.
de: Eine Taktik mit kurzfristigem Materialverlust, um nach einer erzwungenen Zugfolge wieder einen Vorteil zu erlangen.
et: Taktika, mis põhineb malendi äraandmisel. Eesmärk on saavutada eelis mõne sunnitud käigu järel.
fa: یک تاکتیک شامل کنار از دست دادن مهره در کوتاه مدت، برای به دست آوردن مزیت دوباره پس از یک سری حرکات اجباری.
fo: Taktisk atgerð, ið inniber at geva fólk burtur, við tí fyri eyga at vinna sær ein fyrimun seinni aftaná eina røð av tvungnum leikum.
fr: Une tactique consistant à donner du matériel à court terme, pour gagner un avantage après une séquence de coups forcés.
ga: Beartaíocht a bhaineann le íobairt píosa sa ghearrthéarma, chun buntáiste a fháil tar éis bearta éigeantach.
hi: चालों के मजबूर अनुक्रम के बाद फिर से लाभ प्राप्त करने के लिए अल्पकालिक में सामग्री देने से संबंधित एक रणनीति।
hr: Taktika koja uključuje žrtvu koja rezultira stjecanjem prednosti neposredno nakon forsiranog slijeda poteza.
hu: Olyan taktika ami enged leütni egy figurát annak érdekében, hogy később előnyre tegyen szert kényszerítő lépések által.
ja: 短期的な駒損を含み、強制的な手順の後に優位を築く問題。
lb: Eng Taktik wou een kuerzfristeg Material opgëtt fir no enger forcéierter Sequenz laangfristeg e Virdeel ze hunn.
nb: En taktikk der man gir fra seg materiell på kort sikt, for å oppnå en fordel etter en tvungen trekkrekke.
nn: Taktikk der ei brikke blir ofra på kort sikt med tanke på seinare vinst eller ei tvungen trekkrekke.
pl: Taktyka wykorzystująca krótkoterminowe oddanie materiału do zdobycia przewagi po forsownej sekwencji posunięć.
pt_br: Uma tática envolvendo a entrega de material no curto prazo, com o objetivo de se obter uma vantagem após uma sequência forçada de movimentos.
zh: 涉及在短期内弃子的策略，以便在强制执行一系列着法后再次获得优势。

# puzzleThemeShort
source: Short puzzle
br: Poelladenn verr
de: Kurze Aufgabe
et: Lühike ülesanne
fa: معمای کوتاه
fo: Stutt uppgáva
fr: Court problème
ga: Fadhbh gearr
hi: लघु पहेली
hr: Kratki zadatak
hu: Rövid feladvány
ja: 短手数問題
lb: Kuerz Aufgab
nb: Kort sjakknøtt
nn: Kort taktikkoppgåve
pl: Krótkie zadanie
pt_br: Quebra-cabeças curto
zh: 短谜题

# puzzleThemeShortDescription
source: Two moves to win.
de: Zwei Züge zum Sieg.
et: Kaks käiku võiduni.
fa: دو حرکت تا پیروزی.
fo: Tveir leikir, so er vunnið.
fr: Victoire en deux coups.
ga: Dhá bheart le bua.
hi: जीतने के लिए दो चाल।
hr: Dva poteza za pobjedu.
hu: Két lépés a megoldás.
ja: 2 手で勝ちになります。
lb: Zwee Zich fir ze gewannen.
nb: To trekk til vinst.
nn: Vinst i to trekk.
pl: Dwa ruchy by wygrać.
pt_br: Vitória em dois lances.
zh: 两步胜。

# puzzleThemeSkewer
source: Skewer
de: Spieß (Hinterstellung)
et: Tagurpidisidumine
fa: سیخ‌کشی یا سیخ‌کباب
fo: Spjót
fr: Enfilade
ga: Sá
hi: स्किवर
hr: Ražanj
hu: Nyárs
ja: スキュアー（串刺し）
lb: Spiiss
nb: Spidding
nn: Spidding
pl: Szpila
pt_br: Raio X
zh: 串击

# puzzleThemeSkewerDescription
source: A motif involving a high value piece being attacked, moving out the way, and allowing a lower value piece behind it to be captured or attacked, the inverse of a pin.
de: Ein Motiv mit einer angegriffenen, hochwertigen Figur, deren Wegziehen erlaubt, dass eine niederwertige Figur hinter ihr geschlagen oder angegriffen werden kann, das Gegenteil einer Fesselung.
fa: سیخ‌کشی، که به یک مهره باارزش حمله شده، به گونه‌ای جابجا می‌شود، و حالا امکان می‌دهد که مهره کم‌ارزش پشتش زده شود یا زیر ضرب قرار گیرد. برعکس آچمزی است.
fo: Ein hugsan, ið inniber, at eitt fólk við høgum virði, ið verður álopið, flytur burtur, soleiðis at eitt fólk við lægri virði kann verða tikið ella vera fyri álopi. Tað øvuta av eini binding.
fr: Un motif impliquant l'attaque d'une pièce de grande valeur qui en se dégageant permet la capture ou l'attaque d'une pièce de moindre valeur située derrière elle, l'inverse d'un clouage.
ga: Móitíf ina bhfuil píosa cuachtach á ionsaí, ag bogadh amach as bealach, agus ag ligean píosa le cuacht níos ísle a mharú nó a ionsaí, inbhéart teannta.
hi: एक उच्च मूल्य के टुकड़े पर हमला करने वाला एक मोटिफ, जिस तरह से बाहर निकल रहा है, और इसके पीछे एक कम मूल्य के टुकड़े को पकड़ने या हमला करने की अनुमति देता है, एक पिन का उलटा।
hr: Napadom figura sa linijskim djelovanjem (dama, top ili lovac) na jednu figuru (npr. kralja), napadnuta se figura prisiljava na povlačenje što vodi gubitku figure, koja se nalazi na istoj liniji kao i napadnuta figura.
hu: Az a motívum mikor egy magasabb értékű figurát támadva az kénytelen ellépni szabaddá téve így az utat a kisebb értékű figura leütéséhez. A kötés fordítottja.
ja: ラインピースで価値の高い駒を攻撃し、それが逃げた後で背後にある価値の低い駒を取るタクティクス。ピンの裏返し。
lb: E Motiv mat enger wertvoller Figur déi ugegraff gëtt a beim Fortbeweegen erlaabt, dass eng manner wertvoll Figur hannendrunn ugegraff oder geschloe gëtt. Den Inverse vun enger Fesselung.
nb: Et motiv der en brikke med høy verdi er under angrep og må flyttes, noe som tillater at en brikke med lavere verdi som står bak den, blir slått eller angrepet, det motsatte av en binding.
nn: Eit motiv der ei høgverdig brikke kjem under åtak og må flyttast slik at ei brikke av lågare verde som står bak kan slås ut eller verte truga. Spidding kan utførast med løpar, dronning eller tårn. Spiddar vert rekna som motsatsen til binding.
pl: Motyw, w którym bierka o wyższej wartości unikając ataku pozwala na zbicie bądź zaatakowanie bierki o niższej wartości. Odwrotność związania.
pt_br: Um movimento que envolve uma peça de alto valor sendo atacada fugindo do ataque e permitindo que uma peça de menor valor seja capturada ou atacada, o inverso de cravada.
zh: 攻击对方高价值的棋子，使其走开，以允许其后方较低价值的棋子被吃或攻击（反向的牵制）。

# puzzleThemeSmotheredMate
source: Smothered mate
de: Ersticktes Matt
et: Umbmatt
fa: مات مختنق
fo: Kvalt mát
fr: Mat à l'étouffée
ga: Sáinn plúchta
hi: समोथेरद मात
hr: Ugušeni mat
hu: Fojtott matt
ja: スマザード・メイト
lb: Erstéckte Matt
nb: Kvelermatt
nn: Kvelarmatt
pl: Mat Beniowskiego
pt_br: Mate de Philidor (mate sufocado)
zh: 闷杀
