Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

source: Write a private note about this user
br: Skrivañ un notenn brevez diwar-benn ar c'hoarier-mañ
de: Verfasse eine private Notiz über diesen Benutzer
et: Kirjuta privaatne märge selle kasutaja kohta
fa: یک یادداشت خصوصی درباره این کاربر بنویسید
fr: Écrire une note privée sur cet utilisateur
ga: Scríobh nóta príobháideach faoin úsáideoir seo
hr: Napišite privatnu bilješku o ovom korisniku
hu: Jegyzet hozzáadása
ja: このユーザーについて自分用のメモを書く
lb: Schreiw eng privat Notiz iwwert dësen Benotzer
nb: Skriv et privat notat om denne brukeren
nn: Skriv eit privat notat om denne brukaren
pl: Napisz prywatną notatkę o tym użytkowniku
pt_br: Escreva uma nota pessoal sobre este usuário
zh: 备注用户信息

source: No note yet
br: Notenn ebet evit poent
de: Noch keine Notiz
et: Märkmed veel puuduvad
fa: تا الان، بدون یادداشت
fr: Aucune note
ga: Gan nóta fós
hi: अभी तक कोई नोट नहीं
hr: Još nema bilješke
hu: Nincsenek jegyzetek
ja: まだメモはありません
lb: Nach keng Notiz
nb: Intet notat ennå
nn: Ingen merknad så langt
pl: Brak notatek
pt_br: Nenhuma nota
zh: 暂无笔记

source: Invalid username or password
br: N'eo ket mat an anv-implijer pe ar ger-tremen-mañ
de: Ungültiger Benutzername oder Passwort
et: Vale kasutajanimi või parool
fa: نام کاربری یا رمز عبور نادرست است
fo: Ógildugt brúkaranavn ella loyniorð
fr: Nom d'utilisateur ou mot de passe invalide
ga: Ainm úsáideora nó pasfhocal neamhbhailí
hi: अमान्य यूज़र का नाम या पासवर्ड
hr: Pogrešno korisničko ime ili lozinka
hu: Érvénytelen felhasználónév vagy jelszó
ja: 無効なユーザー名 または パスワード
lb: Ongëltege Benotzernumm oder Passwuert
nb: Ugyldig brukernavn eller passord
nn: Feil brukarnamn eller passord
pl: Niepoprawne nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha incorretos
tt: Кулланучы исеме яки серсүз яраксыз
zh: 用户名或密码错误

source: Incorrect password
br: N'eo ket mat ar ger-kuzh
de: Falsches Passwort
et: Vale parool
fa: رمزعبور اشتباه
fo: Skeivt loyniorð
fr: Mot de passe incorrect
ga: Pasfhocal mícheart
hi: गलत पासवर्ड
hr: Netočna lozinka
hu: Hibás jelszó
ja: パスワードが違います
lb: Inkorrekt Passwuert
nb: Feil passord
nn: Feil passord
pl: Nieprawidłowe hasło
pt_br: Senha incorreta
tt: Бозык серсүз
zh: 密码错误

source: Invalid authentication code
br: Kod dilesadur fall
de: Ungültiger Authentifizierungscode
et: Väär autentimise kood
fa: کد اصالت سنجی نامعتبر
fo: Ógildug samgildiskota
fr: Code d'authentification non valide
ga: Cód fíordheimhnithe neamhbhailí
hi: अवैध प्रमाणीकरण कोड
hr: Nevažeći kôd autentičnosti
hu: Érvénytelen hitelesítő kód
ja: 無効な認証コード
lb: Ongëltegen Authentifizéierungscode
nb: Ugyldig autentiseringskode
nn: Ugyldig godkjenningskode
pl: Nieprawidłowy kod uwierzytelniający
pt_br: Código de verificação inválido
tt: Аутһентикация коды яраксыз
zh: 无效的验证码

source: Email me a link
br: Kasit din ul liamm dre bostel
de: Schicke mir einen Link per E-Mail
et: Saada mulle link meilile
fa: یک لینک به من ایمیل کنید
fo: Send mær leinki við telduposti
fr: Envoyez-moi un lien
ga: Seol nasc chugam trí ríomphost
hi: मुझे एक लिंक ईमेल करें
hr: Pošalji mi email
hu: Link küldése e-mailben
ja: リンクをメールで送る
lb: Email mir en Link
nb: Send meg en lenke
nn: Send lekkje til meg på epost
pl: Wyślij mi link
pt_br: Me envie um link
tt: Сылтама белән миңа хат
zh: 通过电子邮件给我发送链接

source: Current password
br: Ger-tremen evit poent
de: Derzeitiges Passwort
et: Praegune parool
fa: رمز جاری
fo: Núverandi loyniorð
fr: Mot de passe actuel
ga: Pasfhocal reatha
hi: वर्तमान पासवर्ड
hr: Trenutna lozinka
hu: Jelenlegi jelszó
ja: 現在のパスワード
lb: Aktuellt Passwuert
nb: Nåværende passord
nn: Gjeldande passord
pl: Aktualne hasło
pt_br: Senha atual
tt: Хәзерге серсүз
zh: 当前密码

source: New password
br: Ger-tremen nevez
de: Neues Passwort
et: Uus parool
fa: رمز جدید
fo: Nýtt loyniorð
fr: Nouveau mot de passe
ga: Pasfhocal nua
hi: नया पासवर्ड
hr: Nova lozinka
hu: Új jelszó
ja: 新しいパスワード
lb: Neit Passwuert
nb: Nytt passord
nn: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
tt: Яңа серсүз
zh: 新密码

source: New password (again)
br: Ger-tremen nevez (c'hoazh)
de: Neues Passwort (wiederholen)
et: Uus parool (uuesti)
fa: (رمز جدید(برای دومین بار
fo: Nýtt loyniorð (aftur)
fr: Nouveau mot de passe (encore)
ga: Pasfhocal nua (arís)
hi: नया पासवर्ड (फिर से)
hr: Ponovi novu lozinku
hu: Új jelszó (ismét)
ja: 新しいパスワード（確認）
lb: Neit Passwuert (nach eng Kéier)
nb: Nytt passord (igjen)
nn: Nytt passord (igjen)
pl: Powtórz nowe hasło
pt_br: Nova senha (novamente)
tt: Яңа серсүз (яңадан)
zh: 重复新密码

# newPasswordsDontMatch
source: The new passwords don't match
br: Ne glot ket an daou cher-tremen
de: Die neuen Passwörter stimmen nicht überein
et: Uued paroolid ei ühti
fa: کلمه‌های عبور وارد شده مطابقت ندارند
fo: Nýggju loyniorðini eru ikki eins
fr: Les nouveaux mots de passe ne correspondent pas
ga: Níl na pasfhocail nua ag teacht le chéile
hi: नए पासवर्ड मेल नहीं खाते हैं
hr: Zaporke se ne podudaraju
hu: A megadott jelszavak nem egyeznek
ja: 新しいパスワードが一致しません
lb: Déi nei Passwierder sinn net identesch
nb: De nye passordene er ikke like
nn: Dei nye passorda stemmer ikkje overreins
pl: Nowe hasła nie są takie same
pt_br: As novas senhas não correspondem
tt: Яңа серсүз килешми
zh: 两次输入的新密码不一致

# newPasswordStrength
source: Password strength
br: Surentez ar ger-tremen
de: Passwortstärke
et: Parooli tugevus
fa: استحکام کلمه عبور
fo: Loyniorðsstyrki
fr: Robustesse du mot de passe
ga: Neart an phasfhocail
hi: पासवर्ड क्षमता
hr: Snaga zaporke
hu: Jelszó erőssége
ja: パスワードの強度
lb: Passwuert Stäerkt
nb: Passordstyrke
nn: Passordstyrke
pl: Siła hasła
pt_br: Senha forte
tt: Серсүз ныклыгы
zh: 密码强度

source: Clock initial time
br: An amzer ho po e penn kentañ
de: Grundbedenkzeit
et: Põhiaeg
fa: مقدار زمان اولیه
fo: Byrjanartíð á klokku
fr: Temps initial à la pendule
ga: Am tosaithe an chloig
hi: घड़ी का शुरुआती समय
hr: Početno vrijeme
hu: Kiindulási idő
ja: 持時間
lb: Auer Initial Zäit
nb: Starttid på klokken
nn: Starttid på klokka
pl: Początkowy czas zegara
pt_br: Tempo inicial no relógio
tt: Сәгатьнең баштагы вакыты
zh: 起始时限

source: Clock increment
br: Inkrement an horolaj
de: Zeit-Inkrement
et: Kella juurdekasv
fa: مقدار زمان اضافی به ازای هر حرکت
fo: Øking á klokku
fr: Incrément de la pendule
ga: Am incriminte an chloig
hi: समय वृद्धि
hr: Vremenski dodatak
hu: Növekmény
ja: 追加時間
lb: Auer-Inkrement
nb: Inkrement
nn: Inkrement
pl: Przyrost czasu
pt_br: Incremento do relógio
tt: Сәгатьнең артуы
zh: 加秒

source: Privacy
br: Buhez prevez
de: Privatsphäre
et: Privaatsus
fa: حریم شخصی
fo: Privatlív
fr: Confidentialité
ga: Príobháideachas
hi: एकांतता (प्राइवेसी)
hr: Privatnost
hu: Adatvédelem
ja: プライバシー（英文）
lb: Privatsphär
nb: Personvern
nn: Privatsfære
pl: Prywatność
pt_br: Privacidade
tt: Шәхсилек
zh: 隐私

source: Privacy policy
br: Reolennoù prevezded
de: Datenschutzbestimmungen
et: Privaatsuspolitiika
fa: سیاست حریم شخصی
fo: Verndarpolitikkur
fr: Politique de confidentialité
ga: Polasaí príobháideachais
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
ja: プライバシー・ポリシー
lb: Datenschutzbestëmmung
nb: personvernerklæringen
nn: Personvernpolitikk
pl: Polityka prywatności
pt_br: Política de privacidade
tt: Хосуслык сәясәте
zh: 隐私政策

source: Let other players follow you
br: Aotreañ ar c'hoarierien all d'ho heuliañ
de: Anderen erlauben, mir zu folgen
et: Luba teistel mängijatel sind jälgida
fa: بقیه بازیکنان شما را دنبال کنند
fo: Lat aðrar telvarar fylgja tær
fr: Autoriser les autres joueurs à vous suivre
ga: Lig do imreoirí eile thú a leanúint
hi: दूसरे खिलाड़ियों को अपना अनुसरण (फॉलो) करने दें
hr: Dopusti drugim igračima da te prate
hu: Mások követhetnek téged
ja: 他人からのフォローを可能にする
lb: Anerer kënnen dir followen
nb: La andre spillere følge deg
nn: Lat andre spelarar følgja deg
pl: Inni gracze mogą Cię obserwować
pt_br: Permitir que outros jogadores sigam você
tt: Башка уенчылар сезгә иярсәләр
zh: 允许其他用户关注

source: Let other players challenge you
br: Aotreañ ar c'hoarierien all d'ho taeañ
de: Anderen erlauben, mich herauszufordern
et: Luba teistel mängijatel sulle väljakutseid esitada
fa: اجازه دهید بازیکنان دیگر به شما پیشنهاد بازی دهند
fo: Lat aðrar telvarar bjóða tær av
fr: Autoriser les autres joueurs à vous défier
ga: Lig do imreoirí eile dúshláin a sheoladh chugat
hi: दूसरे खिलाड़ियों को आपको चुनौती देने दें
hr: Dopusti drugim igračima da te izazovu
hu: Mások kihívhatnak egy játszmára
ja: 他人からの挑戦を可能にする
lb: Anerer kënnen dech erausfuerderen
nb: La andre spillere utfordre deg
nn: Lat andre spelarar utfordra deg
pl: Zezwól na zaproszenia od innych graczy
pt_br: Permitir que outros jogadores desafiem você
tt: Башка кулланучылар сезне сынамышка чакырсалар
zh: 允许其他玩家挑战

source: Let other players invite you to study
br: Aotreañ ar c'hoarerien all d'ho pediñ da studiañ
de: Erlaube anderen Spielern, dich zu einer Studie einzuladen
et: Lase teistel mängijatel sind õppima kutsuda
fa: اجازه دهید دیگر بازیکن شما را به مطالعه دعوت کنند
fo: Lat aðrar telvarar bjóða tær at rannsaka
fr: Autoriser les autres joueurs à vous inviter à une analyse partagée
ga: Lig do imreoirí eile cuireadh a sheoladh chugat le haghaidh staidéir
hi: अन्य खिलाड़ियों को अध्ययन करने के लिए आमंत्रित करें
hr: Dopusti drugim igračima da te pozovu u studiju
hu: Mások meghívhatnak játszma tanulmányozásra
ja: 研究について他の人からの招待を認める
lb: Anerer kënnen dech an eng Etüd invitéieren
nb: La andre spillere invitere deg til studier
nn: Lat andre spelarar invitere til studium
pl: Inni gracze mogą zapraszać Cię do opracowania
pt_br: Deixe outros jogadores convidá-lo para um estudo
tt: Башка кулланучылар укырга чакырсалар
zh: 允许其他用户邀请你参加研讨

source: Sound
br: Son
de: Ton
et: Heli
fa: صدا
fo: Ljóð
fr: Son
ga: Fuaim
hi: आवाज़
hr: Zvuk
hu: Hang
ja: 音声
lb: Toun
nb: Lyd
nn: Lyd
pl: Dźwięk
pt_br: Som
tt: Тавыш
zh: 声音

source: None
br: Hini ebet
de: Keine
et: Väljas
fa: هیچ کدام
fo: Eingin
fr: Aucune
ga: Faic
hi: कोई नहीं
hr: Ništa
hu: Nincs
ja: 無効
lb: Keng
nb: Ingen
nn: Ingen
pl: Brak
pt_br: Nenhum
tt: Юк
zh: 无

source: Fast
br: Buan
de: Schnell
et: Kiire
fa: سریع
fo: Skjótt
fr: Rapide
ga: Tapa
hi: तेज
hr: Brzo
hu: Gyors
ja: 速い
lb: Schnell
nb: Rask
nn: Rask
pl: Szybko
pt_br: Rápido
tt: Тиз
zh: 快

source: Normal
de: Mittel
et: Tavaline
fa: متوسط
fo: Vanligt
fr: Normale
ga: Gnách
hi: समान्य
hr: Normalno
hu: Normál
ja: 普通
pl: Normalnie
tt: Гадәттәгечә
zh: 普通

source: Slow
br: Goustadik
de: Langsam
et: Aeglane
fa: آرام
fo: Seint
fr: Lente
ga: Mall
hi: धीमा
hr: Sporo
hu: Lassú
ja: 遅い
lb: Lues
nb: Sakte
nn: Sakte
pl: Wolno
pt_br: Lento
tt: Акрын
zh: 慢

source: Inside the board
br: E-barzh an dablez
de: Auf dem Brett
et: Laua sees
fa: در صفحه
fo: Inni á borðinum
fr: Sur l'échiquier
ga: Laistigh den chlár
hi: बोर्ड के अंदर
hr: Unutar ploče
hu: A táblán belül
ja: 盤の内
lb: Um Briet
nb: Innenfor brettet
nn: På brettet
pl: Na szachownicy
pt_br: Dentro do tabuleiro
tt: Тактаның эчендә
zh: 棋盘内

source: Outside the board
br: Er-maez eus an dablez
de: Neben dem Brett
et: Lauast väljas
fa: بیرون صفحه
fo: Uttanfyri borðið
fr: En dehors de l'échiquier
ga: Lasmuigh den chlár
hi: बोर्ड के बाहर
hr: Izvan ploče
hu: A táblán kívül
ja: 盤の外
lb: Außerhalb vum Briet
nb: Utenfor brettet
nn: Utanfor brettet
pl: Poza szachownicą
pt_br: Fora do tabuleiro
tt: Тактаның тышында
zh: 棋盘外

source: On slow games
br: E-pad ar c'hrogadoù difonn
de: Bei langsamen Spielen
et: Aeglastes mängudes
fa: در بازی های آرام
fo: Í seinførum talvum
fr: Durant les parties lentes
ga: Ar chluichí malla
hi: धीमे खेलों पर
hr: U sporim partijama
hu: Lassú játékok esetén
ja: 長時間の対局のみ
lb: An luesen Partien
nb: På lange partier
nn: I parti med lang tid
pl: W wolniejszych partiach
pt_br: Em partidas lentas
tt: Тыныч уеннарда
zh: 在慢棋时

source: Always
br: Bepred
de: Immer
et: Alati
fa: همیشه
fo: Altíð
fr: Toujours
ga: I gcónaí
hi: हमेशा
hr: Uvijek
hu: Mindig
ja: 常に有効
lb: Ëmmer
nb: Alltid
nn: Alltid
pl: Zawsze
pt_br: Sempre
tt: Һәрвакыт
zh: 总是

source: Never
br: Morse
de: Nie
et: Mitte kunagi
fa: هرگز
fo: Ongantíð
fr: Jamais
ga: Choíche
hi: कभी नहीं
hr: Nikad
hu: Soha
ja: 無効
lb: Ni
nb: Aldri
nn: Aldri
pl: Nigdy
pt_br: Nunca
tt: Беркачанда
zh: 从不

# xCompetesInY
source: {param1} competes in {param2}
br: {param1} a gemer perzh e-barzh {param2}
de: {param1} nimmt teil bei {param2}
et: {param1} võtab osa turniirist {param2}
fa: {param1} در {param2} رقابت می‌کند.
fo: {param1} kappast í {param2}
fr: {param1} participe à {param2}
ga: Glacann {param1} páirt i {param2}
hi: {param1} {param2} में हिस्सा लेता है
hr: {param1} se natječe u {param2}
hu: {param1} részt vett ezen a versenyen: {param2}
ja: {param1} が {param2} で対局しました。
lb: {param1} hëlt deel bei {param2}
nb: {param1} deltar i {param2}
nn: {param1} deltek i {param2}
pl: {param1} przystąpił do turnieju {param2}
pt_br: {param1} compete em {param2}
tt: {param1} көндәшлек итә {param2}
zh: {param1}参加{param2}

source: Victory
br: Trec'h
de: Sieg
et: Võit
fa: پیروزی!
fo: Sigur
fr: Victoire
ga: Bua
hi: जीत!
hr: Pobjeda
hu: Győzelem
ja: 勝ち
lb: Victoire
nb: Seier
nn: Vinst
pl: Wygrana
pt_br: Vitória
tt: Җиңү
zh: 获胜

source: Defeat
br: Lamm
de: Niederlage
et: Kaotus
fa: شکست!
fo: Tap
fr: Défaite
ga: Cailleadh
hi: हार
hr: Poraz
hu: Vereség
ja: 負け
lb: Defaite
nb: Tap
nn: Tap
pl: Przegrana
pt_br: Derrota
tt: Җиңелде
zh: 负败

# victoryVsYInZ
source: {param1} vs {param2} in {param3}
br: {param1} a-enep {param2} e {param3}
de: {param1} gegen {param2} in {param3}
et: {param1} vs {param2} kategoorias {param3}
fa: {param1} مقابل {param2} در {param3}
fo: {param1} móti {param2} í {param3}
fr: {param1} contre {param2} en {param3}
ga: {param1} in aghaidh {param2} i {param3}
hi: {param1} बनाम {param2} {param3} में
hr: {param1} vs {param2} u {param3}
hu: {param1} {param2} ellen {param3} játszmában
ja: {param1} 対 {param2}、{param3}
lb: {param1} vs {param2} an {param3}
nb: {param1} mot {param2} i {param3}
nn: {param1} mot {param2} i {param3}
pl: {param1} z {param2} ({param3})
pt_br: {param1} vs {param2} em {param3}
tt: {param3} монда {param1} каршы {param2}
zh: {param1}，与 {param2} 进行的 {param3}

# defeatVsYInZ
source: {param1} vs {param2} in {param3}
br: {param1} a-enep {param2} e {param3}
de: {param1} gegen {param2} in {param3}
et: {param1} vs {param2} kategoorias {param3}
fo: {param1} móti {param2} í {param3}
fr: {param1} contre {param2} en {param3}
ga: {param1} in aghaidh {param2} i {param3}
hi: {param1} बनाम {param2} {param3} में
hr: {param1} vs {param2} u {param3}
hu: {param1} {param2} ellen {param3} játszmában
ja: {param1} 対 {param2}、{param3} で
lb: {param1} vs {param2} an {param3}
nb: {param1} mot {param2} i {param3}
nn: {param1} mot {param2} i {param3}
pl: {param1} z {param2} ({param3})
pt_br: {param1} vs {param2} em {param3}
tt: {param3} монда {param1} каршы {param2}
zh: {param1}，与 {param2} 进行的 {param3}

# drawVsYInZ
source: {param1} vs {param2} in {param3}
br: {param1} a-enep {param2} e {param3}
de: {param1} gegen {param2} in {param3}
et: {param1} vs {param2} kategoorias {param3}
fo: {param1} móti {param2} í {param3}
fr: {param1} vs. {param2} en {param3}
ga: {param1} in aghaidh {param2} i {param3}
hi: {param1} बनाम {param2} {param3} में
hr: {param1} vs {param2} u {param3}
hu: {param1} {param2} ellen {param3} játszmában
ja: {param1} 対 {param2}、{param3} で
lb: {param1} vs {param2} an {param3}
nb: {param1} mot {param2} i {param3}
nn: {param1} mot {param2} i {param3}
pl: {param1} z {param2} ({param3})
pt_br: {param1} vs {param2} em {param3}
tt: {param3} монда {param1} каршы {param2}
zh: {param1}，与 {param2} 进行的 {param3}

source: Timeline
br: Roll istor
de: Verlauf
et: Ajatelg
fa: جدول زمانی
fo: Tíðarlinja
fr: Activité
ga: Amlíne
hi: समयरेखा
hr: Vremenska crta
hu: Idővonal
ja: タイムライン
lb: Verlaf
nb: Tidslinje
nn: Tidslinje
pl: Historia
pt_br: Linha do tempo
tt: Вакыт узуы
zh: 时间线

source: Starting:
br: Kregiñ a ray da:
de: Beginnt:
et: Algab:
fa: شروع
fo: Byrjar:
fr: Début :
ga: Ag tosú:
hi: शुरू हो रहा है:
hr: Počinje:
hu: Kezdés:
ja: 開始時刻：
lb: Start:
nb: Starter:
nn: Startar:
pl: Zaczynają się:
pt_br: Iniciando:
tt: Башлануы:
zh: 开始时间：

source: All information is public and optional.
br: An holl ditouroù a c'hall bezañ foran ha da zibab.
de: Alle Informationen sind öffentlich und freiwillig.
et: Kõik andmed on avalikud ja vabatahtlikud.
fa: تمامی اطلاعات عمومی و اختیاری است.
fo: Allar upplýsingar eru almennar og valfríar.
fr: Toutes les informations sont publiques et facultatives.
ga: Tá an t-eolas ar fad roghnach agus tá sé infheicthe do chách.
hi: सभी जानकारी सार्वजनिक और वैकल्पिक है।
hr: Sve informacije su javne i neobavezne.
hu: Minden adat nyilvános, megadása nem kötelező.
ja: 情報の記入はすべて任意で、すべて公開されます。
lb: All Infourmatioun ass ëffentlech an optional.
nb: All informasjon er offentlig og valgfri.
nn: All informasjon er offentleg og valfri.
pl: Wszystkie informacje są publiczne i opcjonalne
pt_br: Todas as informações são públicas e opcionais.
tt: Барлык мәгълүмат җәмәгать һәм өстәмә.
zh: 所有资料是公开且可选填的。

# biographyDescription
source: Talk about yourself, your interests, what you like in chess, your favorite openings, players, ...
br: Kaozeal diwar ho penn, ho tudioù, ar pezh a blij deoc'h en echedoù, ho toare da gregiñ gant ur c'hrogad, c'hoarierien, ...
de: Erzähl über dich, was du an Schach magst, deine Lieblingseröffnungen, Partien, Spieler, …
et: Räägi endast, oma huvidest, mis meeldib male juures, lemmikavangud, -mängijad, ...
fa: درباره ی خودتان بگویید - به چه چیزی در شطرنج علاقه داریدو گشایش ها - بازی ها و بازیکنان مورد علاقه تان…
fo: Greið frá um teg sjálva/n, og um tíni áhugamál, hvat tær dámar við talvi, hvørji yndisbyrjanartalv tíni eru, telvarar o.s.fr.
fr: Parlez de vous, de ce que vous aimez dans les échecs, vos ouvertures préférées, vos parties, vos joueurs préférés, ...
ga: Labhair fút féin, faoi do shuimeanna, cad is maith leat i bhficheall, na hoscailtí is fearr leat, imreoirí, ...
hi: अपने बारे मे बताएँ, आपको शतरंज मे क्या अच्छा लगता है, आपका पसंदीदा शुऱुआतें, खेलें, खिलाड़ी...
hr: Nešto više o vama, što volite u šahu, omiljena otvaranja, igre, igrači…
hu: Írj valamit magadról, mit szeretsz a sakkban, melyek a kedvenc megnyitásaid, játszmáid, játékosaid…
ja: 自己紹介（チェスの好きな点、お気に入りの戦法、ゲーム、選手など）
lb: Erziehl eppes iwer dech, deng Interessen, wat dir um Schach gefällt, deng Lieblingseröffnungen oder -spiller, ...
nb: Fortell litt om deg selv, hva du liker med sjakk, din favorittåpning, partier, spillere…
nn: Fortell om deg sjølv, kva du likar i sjakk, favorittopningane dine, favorittparti, favorittspelarar…
pl: Napisz coś o sobie: dlaczego grasz w szachy, twoje ulubione otwarcia, partie, szachiści…
pt_br: Fale sobre você, seus interesses, o que você gosta no xadrez, suas aberturas favoritas, jogadores...
tt: Сөйләгез үзегез хакында, сезнең кызыксындырулар турында, Ни сез яратасыз шаһматта, сезнең яраткан ачылышыгыз, кулланучыгыз,...
zh: 说说你自己，你的兴趣，你喜欢的开局，棋局，棋手...

# listBlockedPlayers
source: List players you have blocked
br: Roll ar c'hoarierien stanket ganeoc'h
de: Liste der gesperrten Spieler
et: Kuva blokeeritud kasutajad
fa: لیست بازیکنانی که شما مسدود کرده اید
fo: Ger lista yvir telvarar, tú hevur forðað
fr: Lister les joueurs que vous avez bloqués
ga: Liostaigh imreoirí atá blocáilte agat
hi: उन खिलाड़ियों की सूची दिखाएँ जिन्हें आप अवस्र्द्ध (ब्लॉक) किए हुए हैं
hr: Popis blokiranih igrača
hu: Letiltott játékosok listázása
ja: ブロックしたプレイヤーリスト
lb: Geblockt Spiller oplëschten
nb: Vis spillere du har blokkert
nn: List opp spelarar du har sperra for
pl: Lista zablokowanych przez Ciebie graczy
pt_br: Sua lista de jogadores bloqueados
tt: Язмасындагы кулланучыларны сез кисәттегез
zh: 显示黑名单

source: Human
br: Mab-den
de: Mensch
et: Inimene
fa: شخص واقعی
fo: Menniskja
fr: Humain
ga: Duine
hi: आदमी
hr: Osobe
hu: Ember
ja: 人間
lb: Mënsch
nb: Menneske
nn: Menneske
pl: Człowiek
pt_br: Humano
tt: Кеше
zh: 人类

source: Computer
br: Urzhiataer
et: Arvuti
fa: رایانه
fo: Telda
fr: Ordinateur
ga: Ríomhaire
hi: कंप्यूटर
hr: Računalo
hu: Számítógép
ja: コンピューター
nb: Datamaskin
nn: Datamaskin
pl: Komputer
pt_br: Computador
tt: Компьютер
zh: 电脑

source: Side
br: Kostez
de: Farbe
et: Pool
fa: چه رنگی؟
fo: Litur
fr: Côté
ga: Taobh
hi: पक्ष
hr: Strana
hu: Szín
ja: 先手後手
lb: Säit
nb: Farge
nn: Farge
pl: Strona
pt_br: Cor
tt: Як
zh: 方

source: Clock
br: Horolaj
de: Uhr
et: Malekell
fa: ساعت
fo: Klokka
fr: Pendule
ga: Clog
hi: घड़ी
hr: Sat
hu: Óra
ja: 対局時計
lb: Auer
nb: Klokke
nn: Klokke
pl: Zegar
pt_br: Relógio
tt: Сәгать
zh: 时钟

source: Opponent
br: Enebour
de: Gegner
et: Vastane
fa: حریف
fo: Mótleikari
fr: Adversaire
ga: Céile comhraic
hi: प्रतिद्वंद्वी
hr: Protivnik
hu: Ellenfél
ja: 対戦相手
lb: Géigner
nb: Motstander
nn: Motspelar
pl: Przeciwnik
pt_br: Adversário
tt: Көндәшегез
zh: 对手

# learnMenu
source: Learn
br: Deskiñ
de: Lernen
et: Õpi
fa: یادگیری
fo: Lær
fr: Apprendre
ga: Foghlaim
hi: सीखें
hr: Uči
hu: Tanulás
ja: 学ぶ
lb: Léieren
nb: Lær
nn: Lær
pl: Nauka
pt_br: Aprender
tt: Өйрәнү
zh: 学棋

# studyMenu
source: Study
br: Studiañ
de: Studien
et: Uuri
fa: مطالعه‌ها
fo: Rannsókn
fr: Étudier
ga: Staidéar
hi: पढ़े
hr: Uči
hu: Tanulmányok
ja: 研究
lb: Etüden
nb: Studier
nn: Studie
pl: Opracowania
pt_br: Estudar
tt: Өйрәнү
zh: 研讨

source: Practice
br: Pleustriñ
de: Trainieren
et: Harjuta
fa: تمرین کردن
fo: Venjing
fr: S'entraîner
ga: Cleachtadh
hi: अभ्यास
hr: Vježbaj
hu: Gyakorlás
ja: 練習問題
lb: Üben
nb: Øvelser
nn: Øvingar
pl: Ćwiczenia
pt_br: Praticar
tt: Практика
zh: 练习

source: Community
br: Kumuniezh
de: Gemeinschaft
et: Kogukond
fa: انجمن
fo: Felagsskapur
fr: Communauté
ga: Pobal
hi: समुदाय
hr: Zajednica
hu: Közösség
ja: コミュニティ
lb: Gemeinschaft
nb: Fellesskap
nn: Fellesskap
pl: Społeczność
pt_br: Comunidade
tt: Җәмәгать
zh: 社区

source: Tools
br: Ostilhoù
de: Werkzeuge
et: Tööriistad
fa: ابزارها
fo: Amboð
fr: Outils
ga: Uirlisí
hi: उपकरण
hr: Alati
hu: Eszközök
ja: ツール
nb: Verktøy
nn: Verktøy
pl: Narzędzia
pt_br: Ferramentas
tt: Кораллар
zh: 工具

source: Increment
br: Inkrement
de: Inkrement
et: Lisaaeg
fa: افزایش زمان
fo: Hækking
fr: Incrément
ga: Incrimint
hi: वृद्धि
hr: Dodatak
hu: Többletidő
ja: 追加時間
lb: Inkrement
nb: Tilleggstid
nn: Tilleggstid
pl: Czas dodawany
pt_br: Incremento
tt: Артуы
zh: 每步加秒

# error_unknown
source: Invalid value
de: Ungültiger Wert
et: Vale väärtus
fa: مقدار نامعتبر
fr: Valeur invalide
ga: Luach neamhbhailí
hi: अमान्य मूल्य
hr: Nevažeća vrijednost
hu: Érvénytelen érték
ja: 無効な値
lb: Ongültegen Wäert
nb: Ugyldig verdi
nn: Ugyldig verdi
pl: Nieprawidłowa wartość
pt_br: Valor inválido
zh: 无效值

# error_required
source: This field is required
br: Ret eo skrivañ un dra bennak
de: Dieses Feld muss ausgefüllt werden
et: See väli on kohustuslik
fa: حتماً باید این خانه را پر کنید
fo: Hesin teigur er kravdur
fr: Ce champ est requis
ga: Tá an réimse seo riachtanach
hi: यह जानकारी जरुरी है
hr: Ovo polje je obavezno
hu: A mező kitöltése kötelező
ja: この欄は入力必須です
lb: Dëst Feld ass obligatoresch
nb: Dette feltet er påkrevet
nn: Dette feltet er obligatorisk
pl: To pole jest wymagane
pt_br: Este campo deve ser preenchido
tt: Бу алан кирәкле
zh: 本项必填

# error_email
source: This email address is invalid
br: Diwiriek eo ar chomlec'h postel-mañ
de: Diese E-Mail-Adresse ist ungültig
et: See e-posti aadress ei ole kehtiv
fa: آدرس ایمیل غیر معتبر است
fo: Henda teldupostadressa er ógildig
fr: Cette adresse courriel est invalide
ga: Tá an seoladh ríomhphoist seo neamhbhailí
hi: यह ई-मेल सही नहीं हैं
hr: Ova email adresa je neispravna
hu: Ez az email cím érvénytelen
ja: このメールアドレスは無効です
lb: Dës Email ass ongëlteg
nb: Denne e-postadressen er ugyldig
nn: E-postadressa er ikkje gyldig
pl: Ten adres e-mail jest nieprawidłowy
pt_br: Este endereço de e-mail é inválido
zh: 该电子邮件地址无效
