Repository: lichess-org/mobile
Catalog: lib/l10n/lila_*.arb
Languages: br, de, et, fa, fo, fr, ga, hi, hr, hu, ja, lb, nb, nn, pl, pt_br, tt, zh

# puzzleNbPointsAboveYourPuzzleRating
source: {count, plural, =0{One point above your puzzle rating} =1{One point above your puzzle rating} other{{count} points above your puzzle rating}}
de: {count, plural, =1{Ein Punkt über deiner Aufgabenwertung} other{{count} Punkte über deiner Aufgabenwertung}}
fa: {count, plural, =1{یک امتیاز بالاتر از درجه‌بندی معمایی‌تان} other{{count} امتیاز بالاتر از درجه‌بندی معمایی‌تان}}
fr: {count, plural, =1{Un point au dessus de votre classement de problème} other{{count} points au dessus de votre classement de problème}}
ga: {count, plural, =1{Pointe amháin os comhair do rátáil faidhbe} =2{{count} phointe os comhair do rátáil faidhbe} few{{count} bpointe os comhair do rátáil faidhbe} many{{count} pointe os comhair do rátáil faidhbe} other{{count} pointe os comhair do rátáil faidhbe}}
hi: {count, plural, =1{पहेली की गणना मे से एक अंक नीचे} other{पहेली की गणना मे से {count} अंक नीचे}}
hr: {count, plural, =1{{count} bod iznad tvog rejtinga iz zadataka} few{{count} bodova iznad tvog rejtinga iz zadataka} other{{count} bodova iznad tvog rejtinga iz zadataka}}
hu: {count, plural, =1{Egy ponttal az értékszámod felett} other{{count} ponttal az értékszámod felett}}
ja: {count, plural, other{あなたのレーティングより {count} 点上}}
lb: {count, plural, =1{Ee Punkt iwwer denger Aufgabebewärtung} other{{count} Punkten iwwer denger Aufgabebewärtung}}
nb: {count, plural, =1{Ett poeng over sjakknøttratingen din} other{{count} poeng over sjakknøttratingen din}}
nn: {count, plural, =1{Eitt poeng over problemløysar-ratinga di} other{{count} poeng over problemløysar-ratinga di}}
pl: {count, plural, =1{Jeden punkt powyżej Twojego rankingu w rozwiązywaniu zadań} few{{count} punkty powyżej Twojego rankingu w rozwiązywaniu zadań} many{{count} punktów powyżej Twojego rankingu w rozwiązywaniu zadań} other{{count} punktów powyżej Twojego rankingu w rozwiązywaniu zadań}}
pt_br: {count, plural, =1{Um ponto acima da sua classificação de quebra-cabeças} other{{count} pontos acima da sua classificação de quebra-cabeças}}
tt: {count, plural, other{{count} Сезнең башваткыч рейтингтан бер максад}}
zh: {count, plural, other{比你的谜题等级分高{count}}}

# puzzleNbPlayed
source: {count, plural, =0{{count} played} =1{{count} played} other{{count} played}}
de: {count, plural, =1{{count} gespielt} other{{count} gespielt}}
et: {count, plural, =1{{count} mängitud} other{{count} mängitud}}
fa: {count, plural, =1{{count} بررسی شده} other{{count} نفر بازی کردند}}
fr: {count, plural, =1{{count} problème fait} other{{count} problèmes faits}}
ga: {count, plural, =1{D'imir {count}} =2{D'imir {count}} few{D'imir {count}} many{D'imir {count}} other{D'imir {count}}}
hr: {count, plural, =1{{count} odigran} few{{count} odigrana} other{{count} odigranih}}
hu: {count, plural, =1{{count} játszott} other{{count} játszott}}
ja: {count, plural, other{{count} 問をプレイ}}
lb: {count, plural, =1{{count} gespillt} other{{count} gespillt}}
nb: {count, plural, =1{{count} spilt} other{{count} spilt}}
nn: {count, plural, =1{{count} spela} other{{count} spela}}
pl: {count, plural, =1{{count} rozwiązywanych} few{{count} rozwiązywanych} many{{count} rozwiązywanych} other{{count} rozwiązywanych}}
pt_br: {count, plural, =1{{count} jogado} other{{count} jogados}}
zh: {count, plural, other{玩过 {count}}}

# puzzleNbToReplay
source: {count, plural, =0{{count} to replay} =1{{count} to replay} other{{count} to replay}}
de: {count, plural, =1{{count} zu wiederholen} other{{count} zu wiederholen}}
et: {count, plural, =1{{count} kodamiseks} other{{count} kodamiseks}}
fa: {count, plural, =1{{count} برای بازبینی} other{{count} مورد برای بازبینی}}
fr: {count, plural, =1{{count} problème à refaire} other{{count} problèmes à refaire}}
ga: {count, plural, =1{{count} athimirt} =2{{count} athimirt} few{{count} athimirt} many{{count} athimirt} other{{count} athimirt}}
hr: {count, plural, =1{{count} za pregledati} few{{count} za pregledati} other{{count} za pregledati}}
hu: {count, plural, =1{{count} újra} other{{count} újra}}
ja: {count, plural, other{{count} 再挑戦}}
lb: {count, plural, =1{{count} ze widderhuelen} other{{count} ze widderhuelen}}
nb: {count, plural, =1{{count} å gjenta} other{{count} å gjenta}}
nn: {count, plural, =1{{count} å spela omatt} other{{count} å spela omatt}}
pl: {count, plural, =1{{count} do powtórki} few{{count} do powtórki} many{{count} do powtórki} other{{count} do powtórki}}
pt_br: {count, plural, =1{{count} a ser repetido} other{{count} a serem repetidos}}
zh: {count, plural, other{{count} 重玩}}

# puzzleThemeAdvancedPawn
source: Advanced pawn
de: Vorgerückter Bauer
et: Arenenud ettur
fa: پیاده پیش رفته
fo: Frífinna
fr: Pion avancé
ga: Ceithearnach chun cinn
hi: उन्नत पैदल
hr: Pješak napreduje
hu: Előretört gyalog
ja: 進んだポーン
lb: Virgeréckelte Bauer
nb: Framskutt bonde
nn: Framskoten bonde
pl: Zaawansowany pion
pt_br: Peão avançado
tt: Алга киткән җирле
zh: 高位兵

# puzzleThemeAdvancedPawnDescription
source: One of your pawns is deep into the opponent position, maybe threatening to promote.
de: Einer deiner Bauern ist tief in die gegnerischen Stellung vorgerückt und droht möglicherweise umzuwandeln.
et: Üks etturitest on sügaval vastase poolel, võib-olla kohe valmis muunduma.
fa: یکی از پیاده های شما در زمین حریف پیشروی کرده، گویی تهدید به ارتقا میکنه.
fo: Ein finna, ið umskapast ella hóttir við at umskapast, er lykilin til taktikkin.
fr: Un pion se promouvant ou menaçant d'être promu est essentiel à la tactique.
ga: Tá ceithearnach ag ardú nó atá ag bagairt ardú ríthábhachtach don bheartaíocht.
hi: प्रचार करने या धमकी देने वाला पैदल रणनीति की कुंजी है।
hr: Pješak u postupku ili prijetnji promaknućem je ključan za taktiku.
hu: Egy gyalogod előretört az ellenfél térfelére és át is változhat.
ja: ポーンの昇格かその狙いがテーマの問題。
lb: Ee vu denge Baueren ass déif an der géignerescher Stellung virgeréckelt an dreet méiglecherweis ëmzewandelen.
nb: En bonde står dypt inne i motstanderens stilling, muligens med trussel om bondeforvandling.
nn: Ein bonde som blir forvandla eller trugar med å bli forvandla er ein taktisk nøkkel.
pl: Zaawansowany pion lub pion grożący przemianą jest kluczowy w taktyce.
pt_br: Um peão prestes a ser promovido ou à beira da promoção é um tema tático.
tt: Сезнең җәяүлеләрнең берсе көндәш позициясенә тирән керә, бәлки алга җибәрү белән куркытыр.
zh: 你的兵已经深入对手的领地，可能威胁升变。

# puzzleThemeAdvantage
source: Advantage
de: Vorteil
et: Eelis
fa: برتری
fo: Fyrimunur
fr: Avantage
ga: Buntáiste
hi: लाभ
hr: Prednost
hu: Előny
ja: 優位
lb: Virdeel
nb: Fordel
nn: Fordel
pl: Przewaga
pt_br: Vantagem
tt: Өстенлек
zh: 优势

# puzzleThemeAdvantageDescription
source: Seize your chance to get a decisive advantage. (200cp ≤ eval ≤ 600cp)
de: Nutze deine Chance, um einen entscheidenden Vorteil zu erlangen. (200 Hundertstel-Bauern ≤ Bewertung ≤ 600 Hundertstel-Bauern)
et: Haara võimalusest kinni, et saavutada otsustav edu. (200cp ≤ eval ≤ 600cp)
fa: از شانس خود برای بدست اوردن برتری قطعی استفاده کنید. (200cp ≤ eval ≤ 600cp)
fo: Tak av møguleikanum at fáa avgerandi fyrimun. (200cp ≤ eval ≤ 600cp)
fr: Saisissez votre chance d'obtenir un avantage décisif. (200cp ≤ évaluation ≤ 600cp)
ga: Tóg do sheans buntáiste ceart a fháil. (200cp ≤ meast ≤ 600cp)
hi: निर्णायक लाभ प्राप्त करने के लिए अपने अवसर को जब्त करें। (200cp al eval ≤ 600cp)
hr: Iskoristi priliku i pridobij odlučujuču prednost. (200cp ≤ eval ≤ 600cp)
hu: Ragadd meg a lehetőséget a döntő előny megszerzéséhez. (200cp ≤ eval ≤ 600cp)
ja: 決定的な優位を得てください。（評価値は 200cp 以上 600cp 以下）
lb: Nëtz deng Geleeënheet fir en decisive Virdeel ze kréien. (200cp ≤ eval ≤ 600cp)
nb: Grip sjansen til en avgjørende fordel. (200cp ≤ eval ≤ 600cp)
nn: Grip sjansen til å få eit avgjerande fortrinn. (200cp ≤ eval ≤ 600cp)
pl: Wykorzystaj szansę na uzyskanie decydującej przewagi. (200cp ≤ eval ≤ 600cp)
pt_br: Aproveite a sua chance de ter uma vantagem decisiva. (200cp ≤ eval ≤ 600cp)
tt: Хәлиткеч өстенлек алу мөмкинлеген кулланыгыз. (200cp ≤ бәяләү ≤ 600cp)
zh: 抓住能让你获得决定性优势的机会。(200厘兵 ≤ 评估 ≤ 600厘兵)

# puzzleThemeAnastasiaMate
source: Anastasia's mate
br: Lamm d'ar roue mod Ananastasia
de: Anastasia-Matt
et: Anastasia matt
fa: مات آناستازیا
fo: Mát Anastasiu
fr: Mat d'Anastasie
ga: Marbhsháinn Anastasia
hi: अनास्तासिया के मात
hr: Anastazijin mat
hu: Anasztázia mattja
ja: アナスタシアのメイト
lb: Anastasia-Matt
nb: Anastasias matt
nn: Anastasia-matt
pl: Mat Anastazji
pt_br: Mate Anastasia
tt: Әнәстәсия маты
zh: 阿纳斯塔西亚杀法

# puzzleThemeAnastasiaMateDescription
source: A knight and rook or queen team up to trap the opposing king between the side of the board and a friendly piece.
de: Ein Springer und ein Turm bzw. eine Dame arbeiten zusammen, um den gegnerischen König zwischen dem Brettrand und einer seiner eigenen Figuren einzuschließen.
et: Ratsu ja vanker või lipp teevad koostööd, et panna vastase kuningas lõksu laua ääre ja oma malendi vahele.
fa: یک اسب و یک رخ به همدیگر کمک میکنند تا شاه حریف را بین گوشه های زمین و یک مهره از حریف زندانی کنند.
fo: Riddari og rókur ella frúgv samstarva um at fanga mótstøðukongin millum síðuna á talvborðinum og eitt vinarligt sinnað fólk.
fr: Un Cavalier et une Tour ou une Dame s'associent pour piéger le Roi adverse entre le bord de l'échiquier et une pièce amie.
ga: Oibríonn ridire agus caiseal nó banríon le chéile chun rí an namhaid a cheansaigh idir imeall an clár fichille agus píosa cairdiúil.
hi: बोर्ड के किनारे और एक अनुकूल टुकड़े के बीच विरोधी राजा को फंसाने के लिए एक घोड़ा और हाथी या वज़ीर टीम।
hr: Skakač i top ili dama udružuju se kako bi uhvatili protivničkog kralja u zamku između ruba ploče s jedne i njegove figure s druge strane.
hu: Egy huszár és egy bástya vagy a vezér közösen csapdába ejtik az ellenfél királyát a tábla széle és egy figurája között.
ja: 盤端と味方の駒にはさまれたキングを、ナイトとルーク（またはクイーン）でメイトする形。
lb: E Sprénger an en Tuerm oder eng Damm schaffen zesummen fir de géigneresche Kinnek tëschent dem Rand vum Briet an enger vu senge Figuren matt ze setzen.
nb: Tårn eller dronning slår seg sammen med springer for å fange motstanderens konge mellom kanten av brettet og egen brikke.
nn: Tårn eller dronning samarbeidar med ein springar om å fange kongen mellom brettkanten og ei av motspelarens eigne brikker.
pl: Skoczek, wieża lub hetman łączą siły, aby złapać przeciwnego króla w pułapkę pomiędzy bandą szachownicy, a jego inną figurą.
pt_br: Um cavalo e uma torre se unem para prender o rei do oponente entre a lateral do tabuleiro e uma peça amiga.
tt: Атчы, Тура яки Вәзир командасы каршы шаһны такта ягы белән дуслар арасына тозакка эләктерәләр.
zh: 马与车或者后配合将对方的王将死在被同一方棋子卡住的边角。

# puzzleThemeArabianMate
source: Arabian mate
br: Lamm d'ar roue mod Arabia
de: Arabisches Matt
et: Araabia matt
fa: مات عربی
fo: Arábiskt mát
fr: Mat des Arabes
ga: Marbhsháinn Arabaigh
hi: अरेबियन मात
hr: Arapski mat
hu: Arab matt
ja: アラビアのメイト
lb: Arabesche Matt
nb: Arabisk matt
nn: Arabisk matt
pl: Mat arabski
pt_br: Mate árabe
tt: Гарәп маты
zh: 阿拉伯杀法

# puzzleThemeArabianMateDescription
source: A knight and a rook team up to trap the opposing king on a corner of the board.
de: Ein Springer und ein Turm arbeiten zusammen, um den gegnerischen König in einer Ecke des Bretts matt zu setzen.
et: Ratsu ja vanker teevad koostööd vastase kuninga lõksu saamiseks laua nurgas.
fa: یک اسب و یک رخ برای به دام انداختن شاه حریف در گوشه صفحه همکاری می کنند.
fo: Ein riddari og ein rókur samstarva um at fanga mótstøðukongin í einum av hornunum á talvborðinum.
fr: Un Cavalier et une Tour s'associent pour piéger le Roi adverse dans un coin de l'échiquier.
ga: Oibríonn ridire agus caiseal le chéile chun rí an namhaid a cheansaigh idir cúinne an clár fichille.
hi: बोर्ड के एक कोने पर विरोधी राजा को फंसाने के लिए एक नाइट और एक रूक टीम।
hr: Skakač i top udružuju snage kako bi zarobili suparničkog kralja u uglu igraće ploče.
hu: Egy huszár és egy bástya közösen sarokba szorítják az ellenfél királyát.
ja: 盤の隅にいるキングを、ナイトとルークでメイトする形。
lb: E Sprénger an en Turm schaffen zesummen fir de géigneresche Kinnek am Eck vum Briet matt ze setzen.
nb: Springer og tårn slår seg sammen for å fange motstanderens konge i hjørnet av brettet.
nn: Springar og tårn samarbeider om å setja kongen matt inne i hjørnet av brettet.
pl: Skoczek i wieża współpracują razem, aby zaciągnąć króla w róg szachownicy.
pt_br: Um cavalo e uma torre se unem para prender o rei inimigo em um canto do tabuleiro.
zh: 马与车配合将杀对方在角落上的王。

# puzzleThemeAttackingF2F7
source: Attacking f2 or f7
br: Tagañ f2 pe f7
de: Angriff auf f2 oder f7
et: Rünnak f2 või f7
fa: حمله به خانه f2 یا f7
fo: Álop á f2 ella f7
fr: Attaque sur f2 ou f7
ga: Ag ionsaí f2 nó f7
hi: F2 या f7 पर हमला करना
hr: Napad na f2 ili f7 polje
hu: Az f2 vagy f7 támadása
ja: f2/f7への攻撃
lb: Ugrëff op f2 oder f7
nb: Angrep mot f2 eller f7
nn: Gå til åtak på f2 eller f7
pl: Atak na f2 lub f7
pt_br: Atacando f2 ou f7
zh: 进攻 f2 或 f7

# puzzleThemeAttackingF2F7Description
source: An attack focusing on the f2 or f7 pawn, such as in the fried liver opening.
de: Ein Angriff, der sich auf den Bauern auf f2 oder f7 konzentriert, wie z. B. bei der Fegatello-Variante.
et: f2 või f7 etturile suunatud rünnak, sarnaselt fried liver avangule.
fa: حمله ای که در آن روی پیاده های f2 و f7 تمرکز می شود، مانند دفاع دو اسب.
fo: Eitt álop, ið savnar seg um f2 ella f7-finnuna, eins og í fegatello-álopinum (Fried Liver Attack).
fr: Une attaque sur le pion f2 ou f7, comme dans l'attaque fegatello/Fried Liver.
ga: Ionsaí ag díriú ar an ceithearnach f2 nó f7, mar shampla ins an oscailt ae friochta.
hi: एक हमला f2 या f7 मोहरे पर ध्यान केंद्रित करता है, जैसे कि तले हुए लिवर को खोलना।
hr: Napad na f2 ili f7 pješaka kao što je napad lovcem popularno nazvan "fried liver opening".
hu: Az f2 vagy f7 gyalog ellen irányuló támadás, mint például a "sültmáj" megnyitás.
ja: f2 か f7 のポーンを狙う攻撃（フライド・リバー・アタックなど）。
lb: En Ugrëff den sech op d'Baueren op f2 oder f7 konzentréiert, wéi z. B. bei der Fegatello-Variant.
nb: Et angrep med fokus på bonden på f2 eller f7, slik som i fegatello-angrepet.
nn: Eit åtak som konsentrerar seg om bøndene på f2 eller f7, som til dømes i prøyssisk opning, fegatellovarianten ("Fried Liver Attack").
pl: Atak koncentrujący się na pionach f2 lub f7, na przykład taki jak w szewskim macie.
pt_br: Um ataque focado no peão de f2 e no peão de f7, como na abertura frango frito.
zh: 进攻的焦点集中在f2或f7兵，像在双马防御煎肝进攻中一样。

# puzzleThemeAttraction
source: Attraction
de: Hinlenkung oder "Magnet"
et: Ahvatlus
fa: جلب کردن
fo: Atdráttur
ga: Meabhlú
hi: आकर्षण
hr: Privlačenje
hu: Ráterelés
ja: アトラクション（引き寄せ）
lb: Hinlenkung oder Magnéit
nb: Magnetoffer
nn: Magnet
pl: Przyciąganie
pt_br: Atração
zh: 引入

# puzzleThemeAttractionDescription
source: An exchange or sacrifice encouraging or forcing an opponent piece to a square that allows a follow-up tactic.
de: Ein Abtausch oder Opfer, der eine gegnerische Figur auf ein Feld einlädt oder zwingt, was eine Folgetaktik erlaubt.
fa: تبادل یا فداکاری یک مهره برای تشویق یا وادار کردن حریف به حرکتی که امکان تاکتیک بعدی را فراهم میکند.
fo: Eitt umbýti ella offur, ið eggjar ella noyðir eitt mótleikarafólk til ein punt, ið síðani letur upp fyri eini taktiskari atgerð.
fr: Un échange ou un sacrifice encourageant ou forçant une pièce adverse à bouger sur une case, permettant une tactique.
ga: Malartú nó íobairt a spreagann nó a chuireann brú ar phíosa comhraic dul go cearnóg a cheadaíonn beartíocht leantach.
hi: एक विरोधी टुकड़े को एक वर्ग को प्रोत्साहित करने या मजबूर करने के लिए एक विनिमय या बलिदान जो अनुवर्ती रणनीति की अनुमति देता है।
hr: Razmjena ili žrtva koja potiče ili forsira protivničke figure u poziciju koja omogućuje taktičke poteze koji donose prednost.
hu: Csere vagy áldozat ami elmozdítja az ellenfél figuráját egy olyan mezőre ahol újabb taktika alkalmazható.
ja: 交換か捨て駒によって相手の駒を不利なマスに誘い込む。
lb: En Oftausch oder Opfer datt eng géigneresch Figur ob e Feld invitéiert oder forcéiert datt eng Folgetaktik erlaabt.
nb: Et bytte eller offer som lokker eller tvinger motstanderens brikke til et felt som gjør en oppfølgingstaktikk mulig.
nn: Avbyte eller offer (magnetoffer) som lokkar eller tvingar motspelaren til å flytte ei brikke til eit felt som gjer det mogleg å setje i verk ein taktisk plan.
pl: Wymiana bądź poświęcenie zachęcające lub zmuszające bierkę przeciwnika do zajęcia pola, na którym będzie ona celem kolejnych taktyk.
pt_br: Uma troca ou sacrifício encorajando ou forçando uma peça do oponente a uma casa que permite uma sequência tática.
zh: 以兑子或弃子吸引或迫使对方的棋子走到后续可实施战术的格子。

# puzzleThemeBackRankMate
source: Back rank mate
de: Grundreihenmatt
et: Tagumise rea matt
fa: مات عرض آخر
fo: Mát á aftasta rað
fr: Mat du couloir
ga: Marbhsháinn céim ar cúl
hi: पीछे की पंक्ति पर मात
hr: Mat na zadnjem redu
hu: Matt a hátsó soron
ja: バックランク・メイト
lb: Grondreiematt
nb: Sekkematt
nn: Matt på åttanderaden
pl: Mat na ostatniej linii
pt_br: Mate do corredor
zh: 底线杀王

# puzzleThemeBackRankMateDescription
source: Checkmate the king on the home rank, when it is trapped there by its own pieces.
de: Setze den König auf der Grundreihe matt, wenn er dort durch seine eigenen Figuren blockiert wird.
fa: به دام انداختن شاه حریف در عرض اولیه خود زمانی که با مهره های خودی به دام افتاده است.
fo: Set kongin skák og mát á aftasta rað, har egnu fólk hansara byrgja hann inni.
fr: Matez le Roi sur la dernière rangée, lorsqu'il est piégé par ses propres pièces.
ga: Déan marbhsháinn ar an rí ar an céim baile, sa tslí go bhfuil sé gafa ansin lena phíosaí féin.
hi: होम पंक्ति पर राजा को मात दे, जब वह अपने टुकड़ों से वहां फंस गया हो।
hr: Top ili dama matiraju kralja koji se nalazi na njegovom prvom redu (odnosno osmom iz perspektive protivnika) te je zagrađen svojim figurama.
hu: Adj mattot az alapsoron ragadt királynak, mikor a saját figurái ejtik csapdába.
ja: 一番下のランクで、上を自分の駒に塞がれたキングをメイトする。
lb: Setz de Kinnek op der Grondrei matt, wann en do vun sengen eegene Figuren ageklemmt ass.
nb: Sett kongen sjakk matt på sisteraden, når den er fanget der av egne brikker.
nn: Sjakkmatt på åttanderaden, ved at kongen er stengd inne av eigne brikker.
pl: Zamatuj króla uwięzionego w ostatnim rzędzie przez własne bierki.
pt_br: Dê o xeque-mate no rei na última fileira, quando ele estiver bloqueado pelas próprias peças.
zh: 在底线将杀被同一方棋子困住的王。

# puzzleThemeBishopEndgame
source: Bishop endgame
de: Läuferendspiel
et: Odalõppmäng
fa: آخربازی فیل
fo: Bispaendaspæl
fr: Finale de Fous
ga: Cor deiridh easpaig
hi: ऊँट का एंडगेम
hr: Lovčeva završnica
hu: Futó végjáték
ja: ビショップ・エンドゲーム
lb: Leefer Endspill
nb: Løpersluttspill
nn: Løparsluttspel
pl: Końcówka gońcowa
pt_br: Finais de bispo
zh: 象残局

# puzzleThemeBishopEndgameDescription
source: An endgame with only bishops and pawns.
de: Ein Endspiel nur mit Läufern und Bauern.
et: Lõppmäng ainult odade ja etturitega.
fa: آخربازی، تنها با فیل‌ها و پیاده‌ها.
fo: Endaspæl við bispum og finnum.
fr: Une finale avec seulement des Fous et des pions.
ga: Cor deiridh le easpaig agus ceithearnaigh amháin.
hi: केवल ऊँट और प्यादे के साथ एक एंडगेम।
hr: Završnica u kojoj sudjeluju samo lovci i pješaci.
hu: Végjáték csak futókkal és gyalogokkal.
ja: ビショップとポーンだけの終盤。
lb: En Endspill mat nëmmen Leefer a Baueren.
nb: Et sluttspill med kun løpere og bønder.
nn: Sluttspel med berre løparar og bønder.
pl: Gra końcowa wyłącznie z gońcami i pionami.
pt_br: Final com somente bispos e peões.
zh: 只有象和兵的残局。

# puzzleThemeBodenMate
source: Boden's mate
br: Lamm d'ar roue mod Boden
de: Boden-Matt
et: Bodeni matt
fa: مات بودِن یا دوشمشیر
fo: Bodensmát
fr: Mat de Boden
ga: Marbhsháinn Boden
hi: बोडेन का मात
hr: Bodenov mat
hu: Boden mattja
ja: ボーデンのメイト
lb: Buedem-Matt
nb: Bodens matt
nn: Bodens matt
pl: Mat Bodena
pt_br: Mate de Boden
tt: Боден маты
zh: 波登杀法

# puzzleThemeBodenMateDescription
source: Two attacking bishops on criss-crossing diagonals deliver mate to a king obstructed by friendly pieces.
de: Zwei angreifende Läufer auf sich kreuzenden Diagonalen setzen den König matt, der durch eigene Figuren behindert wird.
et: Kaks ründavat oda ristuvatel diagonaalidel tekitavad matiseisundi kuningale, mille liikumist takistavad omad malendid.
fa: دو فیل به حالت ضربدری که به گوشه زمین حمله می کنند یک شاه که راهش با مهره های خودش سد شده را مات می کنند.
fo: Tveir bispar, ið leypa á á krossandi hornalinjum (diagonalum), seta kongin, ið er forðaður av sínum egna fólki, skák og mát.
fr: Deux Fous contrôlant des diagonales qui s'entrecroisent matent un Roi bloqué par ses propres pièces.
ga: Déanann dhá easpaig ar fiarthrasnáin chliathach ionsaí marbhsháinn ar rí a bhfuil píosaí cairdiúla ag cur bac air.
hi: क्राइस-क्रॉसिंग विकर्णों पर दो हमलावर ऊँट मित्रवत टुकड़ों द्वारा बाधित एक राजा को चेकमेट वितरित करते हैं।
hr: Dva lovca napadaju po unakrsnim dijagonalama i matiraju kralja okruženog njegovim figurama.
hu: Két támadó futó az átlókat keresztezve adnak mattot a saját figurái által akadályozott királynak.
ja: 味方の駒にじゃまされたキングを、2 個のビショップが交差した効き筋でメイトする形。
lb: Zwee ugräifend Leefer op sech kräizegen Diagonalen setzen den Kinnek matt, deen duerch seng eege Figuren behënnert ass.
nb: To angripende løpere på kryssende diagonaler setter matt, da kongen er blokkert av egne brikker.
nn: To angripande løparar på kryssande diagonalar set matt, hjelpt av at kongen er blokkert av eigne brikker.
pl: Dwa atakujące gońce na przeciwnych przekątnych matują króla ograniczonego przez własne bierki.
pt_br: Dois bispos atacantes em diagonais cruzadas dão um mate em um rei obstruído por peças amigas.
tt: Ике һөҗүм итүче киселешәләр диагональ буенча һәм рәкыйпнең үз дуст сөякләре кома шаулаган шаһына мат куялар.
zh: 双象在交错的斜线上将杀被同一方棋子阻挡的王。

# puzzleThemeCastling
source: Castling
br: Rokañ
de: Rochade
et: Vangerdus
fa: قلعه رفتن
fo: At leypa í borg
fr: Roque
ga: Caisliú
hi: कैसलिंग
hr: Rokada
hu: Sáncolás
ja: キャスリング
lb: Rochéieren
nb: Rokade
nn: Rokade
pl: Roszada
pt_br: Roque
zh: 王车易位

# puzzleThemeCastlingDescription
source: Bring the king to safety, and deploy the rook for attack.
br: Gwarezit ho roue ha kasit ho tour d'an emgann.
de: Bringe deinen König in Sicherheit und den Turm in Angriffsposition.
et: Too kuningas ohust eemale ja valmista vanker rünnakuks ette.
fa: شاه خود را ایمن کنید و رخ خود را برای حمله مستقر کنید.
fo: Flyt kongin í tryggleika, og tak rókin í nýtslu, so hann fær lopið á.
fr: Mettez votre Roi en sécurité et développez vos Tours pour attaquer.
ga: Cuir an rí i bhfolach, agus scaoil an caiseal le haghaidh ionsaí.
hi: राजा को सुरक्षा के लिए लाएँ, और हमले के लिए हाथी तैनात करें।
hr: Dovedi svog kralja na sigurno i postavi svog topa za napad.
hu: Helyezd a királyt biztonságba és mozgósítsd a bástyát.
ja: キングを安全にし、ルークを攻撃に活用する。
lb: Bréng de Kinnek a Sécherheet an den Tuerm op Ugrëffspositoun.
nb: Få kongen i sikkerhet og gjør tårnet klart for angrep.
nn: Få kongen din i tryggleik og gjer tårnet klårt for åtak.
pl: Zabezpiecz swojego króla i wprowadź do gry wieżę.
pt_br: Traga o seu rei para a segurança, e prepare sua torre para o ataque.
zh: 将王转移到安全的地方，同时将车投入进攻。

# puzzleThemeCapturingDefender
source: Capture the defender
de: Schlage den Verteidiger
fa: مهره دفاع کننده را بگیرید
fo: Tak fólkið, ið verjir
fr: Capturez le défenseur
ga: Marú an cosantóir
hi: रक्षक को पकड़ना
hr: Eliminiraj obranu
hu: A védő leütése
ja: 守り駒の除去
lb: Schlo de Verteideger
nb: Slå forsvareren
nn: Slå ut forsvararen
pl: Zabicie obrońcy
pt_br: Capture o defensor
zh: 消除保护
